Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Name of the UTM cookie
hi: UTM कुकी का नाम
vi: Tên của cookie UTM

source: Name of the affiliate cookie
hi: सहबद्ध कुकी का नाम
vi: Tên của cookie liên kết

source: Name of this user attribute.
hi: इस उपयोगकर्ता विशेषता का नाम।
vi: Tên của thuộc tính người dùng này.

source: Value of this user attribute.
hi: इस उपयोगकर्ता विशेषता का मान।
vi: Giá trị của thuộc tính người dùng này.

source: Secondary email address
hi: दूसरा ई - मेल पता
vi: Địa chỉ email thứ hai

source: Secondary email address to recover linked account.
hi: लिंक किए गए खाते को पुनर्प्राप्त करने के लिए द्वितीयक ईमेल पता।
vi: Địa chỉ email thứ hai để phục hồi tài khoản liên kết.

source: and
hi: और
vi: và

source: Photos are mismatched
hi: तस्वीरें बेमेल हैं
vi: Ảnh không phù hợp

source: Name missing from ID photo
hi: आईडी फोटो से नाम गायब
vi: Thiếu tên từ ảnh CMT

source: ID photo not provided
hi: आईडी फोटो नहीं दिया गया
vi: Không cung cấp ảnh CMT

source: ID is invalid
hi: आईडी अमान्य है
vi: CMT không hợp lệ

source: Learner photo is blurry
hi: लर्नर फोटो धुंधली है
vi: Ảnh học viên bị mờ

source: Name on ID does not match name on account
hi: आईडी पर नाम खाते पर नाम से मेल नहीं खाता है
vi: Tên trên CMT không giống tên trên tài khoản

source: Learner photo not provided
hi: लर्नर फोटो उपलब्ध नहीं कराया गया
vi: Học viên không cung cấp ảnh

source: ID photo is blurry
hi: आईडी फोटो धुंधली है
vi: Ảnh CMT bị mờ

source: Check your {email_start}{email}{email_end} inbox for an account activation link from {platform_name}. If you need help, contact {link_start}{platform_name} Support{link_end}.
hi: {Platform name} से खाता सक्रियण लिंक के लिए अपने {email_start} {email} {email_end} इनबॉक्स की जांच करें। यदि आपको सहायता की आवश्यकता है, तो {link_start} {platform_name} समर्थन {link_end} से संपर्क करें।
vi: Kiểm tra email {email_start}{email}{email_end} của bạn để có liên kết kích hoạt tài khoản{platform_name}. Nếu bạn cần trợ giúp, hãy liên hệ {link_start}{platform_name} Hỗ trợ{link_end}.

source: Add a recovery email to retain access when single-sign on is not available. Go to {link_start}your Account Settings{link_end}.
hi: जब एक-साइन उपलब्ध नहीं है, तो एक्सेस बनाए रखने के लिए रिकवरी ईमेल जोड़ें। अपनी खाता सेटिंग {link_end} {link_start} पर जाएं।
vi: Thêm email khôi phục để giữ lại truy cập khi không thể đăng nhập được. Đi tới {link_start} Cài Đặt Tài Khoản{link_end}.

source: Recovery email is not activated yet. Kindly visit your email and follow the instructions to activate it.
hi: पुनर्प्राप्ति ईमेल अभी तक सक्रिय नहीं है। कृपया अपने ईमेल पर जाएँ और इसे सक्रिय करने के लिए निर्देशों का पालन करें।
vi: Email khôi phục chưa được kích hoạt. Vui lòng kiểm tra email của bạn và làm theo hướng dẫn để kích hoạt.

source: The course you are looking for does not start until {date}.
hi: आप जिस कोर्स की तलाश कर रहे हैं, वह {date} तक शुरू नहीं होता है।
ja_jp: お探しの講座は {date} になるまで開講しません。
lt_lt: Kursas, kurio ieškote, neprasidės iki {date}.
vi: Các khóa học bạn đang tìm kiếm không bắt đầu cho đến khi {date}.

source: The course you are looking for is closed for enrollment as of {date}.
hi: आप जिस कोर्स की तलाश कर रहे हैं, वह नामांकन {date} के लिए बंद है।
vi: Khóa học bạn đang tìm kiếm đã đóng để cho đăng ký vào {date}.

source: Course id not specified
he: מזהה קורס לא מפורט
hi: पाठ्यक्रम आईडी स्पष्ट नहीं है
ja_jp: 講座番号が指定されていません
lt_lt: Nenurodytas kurso identifikatorius
vi: Mã số khóa học chưa xác định

source: Invalid course id
he: ID של הקורס אינו תקין
hi: अवैध पाठ्यक्रम कोड
ja_jp: 無効な講座ID
lt_lt: Neteisingas kurso identifikacijos numeris
vi: Mã số khoá học không đúng

source: Course id is invalid
he: ID של הקורס אינו תקין
hi: पाठ्यक्रम आईडी अमान्य है
ja_jp: 講座番号が無効です
lt_lt: Kurso identifikacijos numeris neteisingas
vi: Mã số khóa học không đúng

source: Could not enroll
he: לא ניתן להירשם
hi: नामांकन नहीं हो सका
ja_jp: 受講登録できませんでした
lt_lt: Nepavyko užregistuoti
vi: Không thể ghi danh

source: You are not enrolled in this course
he: אינך רשום לקורס זה
hi: आप इस पाठ्यक्रम में दाखिल नहीं हैं
ja_jp: この講座に受講登録されていません。
lt_lt: Jūs nesate užsiregistravęs šiam kursui.
vi: Bạn chưa được ghi danh vào khóa học này

source: Your certificate prevents you from unenrolling from this course
hi: आपका प्रमाणपत्र आपको इस पाठ्यक्रम से अनियंत्रित होने से रोकता है
ja_jp: 修了証があるために、この講座の受講を取り消すことはできません
vi: Chứng chỉ của bạn không cho phép bạn hủy bỏ đăng ký môn học này

source: Enrollment action is invalid
he: פעולת הרישום לא חוקית
hi: नामांकन क्रिया अमान्य है
ja_jp: 登録は無効です
lt_lt: Registracija negalima
vi: Thao tác đăng ký không hợp lệ

source: Please enter a username
he: נא הקלד את שם המשתמש
hi: कृपया उपयोगकर्ता नाम भरें
ja_jp: ユーザー名を入力してください。
lt_lt: Prašome įvesti naudotojo vardą
vi: Xin nhập tên tài khoản

source: Please choose an option
he: אנא בחר אפשרות
hi: कृपया एक विकल्प चुनें
ja_jp: オプションを選択してください。
lt_lt: Prašome pasirinkti variantą
vi: Xin đưa ra một lựa chọn

source: User with username {} does not exist
he: שם משתמש {} לא קיים
hi: उपयोगकर्ता {} मौजूद नहीं है
ja_jp: ユーザー名「{}」は存在しません。
lt_lt: Naudotojas šiuo vardu {} neegzistuoja.
vi: Không tồn tại thành viên với tên đăng nhập {}

source: Successfully disabled {}'s account
he: חשבון {}'s בוטל בהצלחה
hi: खाता सफलतापूर्वक अक्षम {} बनाया गया
ja_jp: 「{}」のアカウント失効を実施しました。
lt_lt: Sąskaita {}'s sėkmingai išjungta
vi: Khóa thành công tài khoản của {}

source: Successfully reenabled {}'s account
he: חשבון {}'s הופעל מחדש בהצלחה.
hi: खाता सफलतापूर्वक सक्षम {} बनाया गया
ja_jp: 「{}」のアカウント復活を実施しました。
lt_lt: Sąskaita {}'s sėkmingai įjungta
vi: Mở lại thành công tài khoản của {}

source: Unexpected account status
he: מצב חשבון לא צפוי
hi: अनापेक्षित खाता स्थिति
ja_jp: 不慮のアカウント状態です。
lt_lt: Netikėta paskyros būsena.
vi: Trạng thái tài khoản bất thường

source: {html_start}Your account could not be activated{html_end}Something went wrong, please <a href="{support_url}">contact support</a> to resolve this issue.
hi: <a href="{support_url}"></a>{html_start} आपका खाता सक्रिय नहीं किया जा सका {html_end} कुछ गलत हुआ, कृपया इस समस्या को हल करने के लिए समर्थन से संपर्क करें।
vi: {html_start}Không thể kích hoạt tài khoản của bạn{html_end}Đã xảy ra lỗi, vui lòng <a href="{support_url}">liên hệ Bộ phận hỗ trợ</a> để xử lý.

source: {html_start}This account has already been activated.{html_end}
hi: {html_start} यह खाता पहले ही सक्रिय हो चुका है। {html_end}
vi: {html_start}Tài khoản này đã được kích hoạt.{html_end}

source: {html_start}Success{html_end} You have activated your account.
hi: {html start} सफलता {html_end} आपने अपना खाता सक्रिय कर दिया है।
vi: {html_start}Thành công{html_end} Bạn đã kích hoạt tài khoản.

source: {html_start}Success! You have activated your account.{html_end}You will now receive email updates and alerts from us related to the courses you are enrolled in. Sign In to continue.
hi: {html_start} सफलता! आपने अपना खाता सक्रिय कर दिया है। {html_end} अब आपको हमारे द्वारा दर्ज किए गए पाठ्यक्रमों से संबंधित ईमेल अपडेट और अलर्ट प्राप्त होंगे। जारी रखने के लिए साइन इन करें।
vi: {html_start}Thành công! Bạn đã kích hoạt tài khoản của mình. {html_end} Bây giờ bạn sẽ nhận được những thông tin cập nhật và thông báo qua email từ chúng tôi về các khóa học mà bạn đăng ký. Đăng nhập để tiếp tục.

source: Your previous request is in progress, please try again in a few moments.
hi: आपका पिछला अनुरोध जारी है, कृपया कुछ क्षणों में पुन: प्रयास करें।
vi: Yêu cầu trước của bạn đang được xử lý, hãy thử lại trong ít phút nữa.

source: Some error occured during password change. Please try again
hi: पासवर्ड बदलने के दौरान कुछ त्रुटि हुई। कृपया पुन: प्रयास करें
vi: Có lỗi xảy ra khi đổi mật khẩu. Vui lòng thử lại.

source: No email address provided.
he: לא הוכנסה כתובת דואר אלקטרוני.
hi: कोई ईमेल पता प्रदान नहीं किया गया।
ja_jp: メールアドレスが指定されていません
lt_lt: Nepateiktas el. pašto adresas.
vi: Không có địa chỉ email được cung cấp.

source: Password reset unsuccessful
he: איפוס סיסמה לא הצליח
hi: पासवर्ड सफलतापूर्वक पुन: स्‍थापित किया गया
ja_jp: パスワードの変更に失敗
lt_lt: Nepavyko atnaujinti slaptažodžio
vi: Đặt lại mật khẩu không thành công

source: Error in resetting your password.
hi: अपना पासवर्ड रीसेट करने में त्रुटि।
vi: Lỗi khi đặt lại mật khẩu của bạn.

source: Error in resetting your password. Please try again.
hi: अपना पासवर्ड रीसेट करने में त्रुटि। कृपया पुन: प्रयास करें।
vi: Lỗi khi thiết lập lại mật khẩu của bạn. Vui lòng thử lại.

source: Password creation unsuccessful
vi: Tạo mật khẩu không thành công

source: {html_start}Password Creation Complete{html_end}Your password has been created. {bold_start}{email}{bold_end} is now your primary login email.
hi: {html start} पासवर्ड क्रिएशन कम्प्लीट {html_end} आपका पासवर्ड बन गया है। {bold_start} {email} {bold_end} अब आपका प्राथमिक लॉगिन ईमेल है।
vi: {html_start}Hoàn Thành Tạo Mật Khẩu{html_end}Mật khẩu của bạn đã được tạo. {bold_start}{email}{bold_end} giờ là tài khoản email đăng nhập chính.

source: Valid e-mail address required.
he: נדרש להכניס דואר אלקטרוני תקין
hi: वैध ई-मेल आवश्यक है।
ja_jp: メールアドレスの形式が間違っています。見直してください。
lt_lt: Būtinas teisingas el. pašto adresas
vi: Yêu cầu địa chỉ e-mail hợp lệ.

source: Old email is the same as the new email.
he: דואר אלקטרוני ישן זהה לכתובת דואר אלקטרוני חדשה.
hi: पुरानी ई-मेल और नई ई-मेल एक जैसी है।
ja_jp: 直近、利用していたメールアドレスと重複しています。
lt_lt: Senasis el. pašto adresas yra toks pat, kaip ir naujasis.
vi: Email cũ trùng với email mới.

source: Cannot be same as your sign in email address.
hi: ईमेल पते में आपके हस्ताक्षर के समान नहीं हो सकता।
vi: Không được giống với địa chỉ email đăng nhập.

source: Unable to send email activation link. Please try again later.
he: לא ניתן לשלוח את קישור ההפעלה לתיבת הדואר . אנא נסה מאוחר יותר.
hi: ई-मेल संक्रीयण मेल भेजने में समर्थ है। कृपया कुछ देर पश्‍चात पुन: प्रयास करें।
ja_jp: 有効なリンクにメールを送信できませんでした。後で再度試してください。
lt_lt: Neįmanoma išsiųsti el. laiško su aktyvavimo nuoroda. Prašome bandyti vėliau.
vi: Không thể gửi liên kết kích hoạt email. Vui lòng thử lại sau.

source: Deleted the selected configuration(s).
hi: चयनित कॉन्फ़िगरेशन को हटा दिया गया है।(s)
vi: Đã xóa (các) cấu hình đã chọn.

source: Delete the selected configuration
hi: चयनित कॉन्फ़िगरेशन हटाएं
vi: Xóa các cấu hình đã chọn

source: Unable to connect with the external provider, please try again
hi: बाहरी प्रदाता से कनेक्ट करने में असमर्थ, कृपया पुनः प्रयास करें
vi: Không thể kết nối với nhà cung cấp bên ngoài, vui lòng thử lại

source: Authentication with {} is currently unavailable.
hi: वर्तमान में {} के साथ प्रमाणीकरण अनुपलब्ध है।
ja_jp: {} の認証は現在有効ではありません。
lt_lt: Tapatybės nustatymas su {} šiuo metu negalimas.
vi: Việc xác nhận với {} là hiện không có sẵn.

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
hi: "इंस्टीट्यूशन" लॉगिन प्रदाताओं की एक अलग सूची में माध्यमिक प्रदाताओं को कम प्रमुखता से प्रदर्शित किया जाता है।q
ja_jp: 学会認証プロバイダで分割されている一覧表示では、二次プロバイダはより目立たない表示となります。
lt_lt: Antriniai tiekėjai rodomi ne taip pastebimai, atskirame "Institucijos" prisijungimo paslaugų tiekėjų sąraše.
vi: Nhà cung cấp thứ cấp được hiển thị ít nổi bật, trong một danh sách riêng của "Tổ chức giáo dục " nhà cung cấp đăng nhập.

source: The Site that this provider configuration belongs to.
hi: वह साइट जो इस प्रदाता कॉन्फ़िगरेशन की है।
vi: Trang web cấu hình nhà cung cấp.

source: If this option is enabled, users that visit a "TPA hinted" URL for this provider (e.g. a URL ending with `?tpa_hint=[provider_name]`) will be forwarded directly to the login URL of the provider instead of being first prompted with a login dialog.
hi: यदि यह विकल्प सक्षम है, तो इस प्रदाता के लिए "TPA hinted" URL पर जाने वाले उपयोगकर्ता (जैसे कि `के साथ समाप्त होने वाला URL; tpa_hint = [provider_name]`) सीधे प्रदाता के लॉगिन URL पर भेज दिया जाएगा बजाय पहले संकेत दिए एक लॉगिन संवाद।
vi: Nếu tùy chọn này được kích hoạt, người dùng truy cập vào "TPA hinted" URL cho nhà cung cấp này (ví dụ URL kết thúc bằng `? Tpa_hint = [provider_name]`) sẽ được chuyển tiếp trực tiếp đến URL đăng nhập của nhà cung cấp thay vì lần đầu tiên được nhắc một hộp thoại đăng nhập.

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.) during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
hi: यदि यह विकल्प सक्षम है, तो उपयोगकर्ताओं को पंजीकरण प्रक्रिया के दौरान उनके विवरण (नाम, ईमेल, आदि) की पुष्टि करने के लिए नहीं कहा जाएगा। केवल विश्वसनीय प्रदाताओं के लिए इस विकल्प का चयन करें जिन्हें सटीक उपयोगकर्ता जानकारी प्रदान करने के लिए जाना जाता है।
ja_jp: このオプションを有効に設定すると、登録手続きの際に利用者を確認するための詳細情報 (氏名、メールアドレス、その他) が質問されなくなります。このオプションはユーザ情報を適切に取り扱うとして信用があるプロバイダを利用するときだけに選択をするべきです。
lt_lt: Jei ši parinktis įjungta, naudotojų nebus prašoma registruojantis patvirtinti savo duomenis (vardą, el. paštą, kt.). Šią parinktį įjunkite tik patikimiems tiekėjams, kurie teikia tikslią naudotojų informaciją.
vi: Nếu tùy chọn này được kích hoạt, người sử dụng sẽ không bị yêu cầu xác nhận chi tiết của họ (tên, email, vv) trong quá trình đăng ký. Chỉ chọn tùy chọn này cho các nhà cung cấp đáng tin cậy được biết là cung cấp thông tin người dùng chính xác.

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
hi: यदि यह विकल्प चुना जाता है, तो उपयोगकर्ताओं को अपने ईमेल की पुष्टि करने की आवश्यकता नहीं होगी, और पंजीकरण के तुरंत बाद उनका खाता सक्रिय हो जाएगा।
ja_jp: このオプションが選択されると、ユーザはメールとアカウント情報の確認を求められることなく、ただちに受講登録が有効となります。
lt_lt: Jei pasirinkta ši parinktis, naudotojams nereikės patvirtinti savo el. pašto, o jų paskyra bus aktyvinta iškart po registracijos.
vi: Nếu tùy chọn này được chọn, người dùng sẽ không được yêu cầu để xác nhận email của họ, và tài khoản sẽ được kích hoạt ngay sau khi đăng ký.

source: If this option is selected, users will be sent a welcome email upon registration.
hi: यदि यह विकल्प चुना जाता है, तो उपयोगकर्ताओं को पंजीकरण पर एक स्वागत योग्य ईमेल भेजा जाएगा।
vi: Nếu tùy chọn này được chọn, người dùng sẽ được gửi email chào mừng khi đăng ký.

source: If this option is not selected, users will not be presented with the provider as an option to authenticate with on the login screen, but manual authentication using the correct link is still possible.
hi: यदि यह विकल्प नहीं चुना जाता है, तो उपयोगकर्ताओं को प्रदाता के साथ लॉगिन स्क्रीन पर प्रमाणित करने के विकल्प के रूप में प्रस्तुत नहीं किया जाएगा, लेकिन सही लिंक का उपयोग करके मैन्युअल प्रमाणीकरण अभी भी संभव है।
vi: Nếu tùy chọn này không được chọn, người dùng sẽ không được giới thiệu với nhà cung cấp như là một tùy chọn để xác thực trên màn hình đăng nhập nhưng vẫn có thể sử dụng xác thực bằng cách sử dụng liên kết chính xác.

source: If this option is set, then users logging in using this SSO provider will have their session length limited to no longer than this value. If set to 0 (zero), the session will expire upon the user closing their browser. If left blank, the Django platform session default length will be used.
hi: यदि यह विकल्प सेट किया गया है, तो इस SSO प्रदाता का उपयोग करने वाले उपयोगकर्ता लॉग इन करेंगे, उनकी सत्र लंबाई इस मान से अधिक नहीं रह जाएगी। यदि 0 (शून्य) पर सेट किया जाता है, तो सत्र उनके ब्राउज़र को बंद करने वाले उपयोगकर्ता पर समाप्त हो जाएगा। यदि खाली छोड़ दिया जाता है, तो Django प्लेटफॉर्म सत्र डिफ़ॉल्ट लंबाई का उपयोग किया जाएगा।
vi: Nếu tùy chọn này được chọn, người dùng đăng nhập bằng cách sử dụng nhà cung cấp SSO này sẽ có giới hạn thời gian phiên làm việc không quá giá trị này. Nếu đặt bằng 0 (không), phiên sẽ hết hạn khi người dùng đóng trình duyệt của họ. Nếu để trống, thời gian mặc định cho phiên làm việc của nền tảng Django sẽ được sử dụng.

source: If this option is selected, users will be directed to the registration page immediately after authenticating with the third party instead of the login page.
hi: यदि यह विकल्प चुना जाता है, तो उपयोगकर्ताओं को लॉगिन पृष्ठ के बजाय तीसरे पक्ष के साथ प्रमाणीकरण करने के तुरंत बाद पंजीकरण पृष्ठ पर निर्देशित किया जाएगा।
vi: Nếu lựa chọn này được chọn, người dùng sẽ được chuyển tiếp đến trang đăng ký ngay sau khi xác thực với bên thứ ba thay vì trang đăng nhập.

source: Synchronize user profile data received from the identity provider with the edX user account on each SSO login. The user will be notified if the email address associated with their account is changed as a part of this synchronization.
hi: पहचानकर्ता से प्राप्त उपयोगकर्ता प्रोफ़ाइल डेटा को प्रत्येक SSO लॉगिन पर edX उपयोगकर्ता खाते के साथ सिंक्रनाइज़ करें। उपयोगकर्ता को सूचित किया जाएगा यदि उनके खाते से जुड़े ईमेल पते को इस सिंक्रनाइज़ेशन के एक हिस्से के रूप में बदल दिया जाए।
vi: Đồng bộ hóa dữ liệu hồ sơ người dùng nhận được từ nhà cung cấp nhận dạng với tài khoản người dùng edX trên mỗi lần đăng nhập SSO. Người dùng sẽ được thông báo nếu địa chỉ email được liên kết với tài khoản của họ bị thay đổi như là một phần của của việc đồng bộ hóa.

source: The Site that this SAML configuration belongs to.
hi: यह SAML कॉन्फ़िगरेशन साइट है।
vi: Trang web cấu hình SAML.

source: {platform_name} Support
hi: {plateform_name} समर्थन
vi: {platform_name} Hỗ trợ

source: Please wait
hi: कृपया प्रतीक्षा करें
ja_jp: お待ちください
lt_lt: Prašome palaukti
vi: Vui lòng chờ

source: LONG_DATE_FORMAT
ja_jp: %Y年%B%d日 %A
lt_lt: %Y %m. %A %B %d.
vi: %A, %B %d %Y

source: DATE_TIME_FORMAT
ja_jp: %Y年%B%d日 %A %H:%M
lt_lt: %Y %m. %A %B %d., %H.%M %val.
vi: %b %d, %Y lúc %H:%M

source: SHORT_DATE_FORMAT
ja_jp: %Y年%b%d日
lt_lt: %Y %b %d
vi: %d %b %Y

source: TIME_FORMAT
ja_jp: %H:%M:%S
lt_lt: %H.%M.%S
vi: %H:%M:%S

# weekday name
source: Monday
he: יום שני
hi: सोमवार
ja_jp: 月曜日
lt_lt: Pirmadienis
vi: Thứ Hai

# weekday name
source: Tuesday
he: יום שלישי
hi: मंगलवार
ja_jp: 火曜日
lt_lt: Antradienis
vi: Thứ Ba

# weekday name
source: Wednesday
he: יום רביעי
hi: बुधवार
ja_jp: 水曜日
lt_lt: Trečiadienis
vi: Thứ Tư

# weekday name
source: Thursday
he: יום חמישי
hi: गुरूवार
ja_jp: 木曜日
lt_lt: Ketvirtadienis
vi: Thứ Năm

# weekday name
source: Friday
he: יום שישי
hi: शुक्रवार
ja_jp: 金曜日
lt_lt: Penktadienis
vi: Thứ Sáu

# weekday name
source: Saturday
he: שבת
hi: शनिवार
ja_jp: 土曜日
lt_lt: Šeštadienis
vi: Thứ Bảy

# weekday name
source: Sunday
he: יום ראשון
hi: रविवार
ja_jp: 日曜日
lt_lt: Sekmadienis
vi: Chủ Nhật

# abbreviated weekday name
source: Mon
he: יום ב'
hi: सोम
ja_jp: 月
lt_lt: P
vi: Thứ Hai

# abbreviated weekday name
source: Tue
he: יום ג'
hi: मंगल
ja_jp: 火
lt_lt: A
vi: Thứ Ba

# abbreviated weekday name
source: Wed
he: יום ד'
hi: बुध
ja_jp: 水
lt_lt: T
vi: Thứ Tư

# abbreviated weekday name
source: Thu
he: יום ה'
hi: गुरु
ja_jp: 木
lt_lt: K
vi: Thứ Năm

# abbreviated weekday name
source: Fri
he: יום ו'
hi: शुक्र
ja_jp: 金
lt_lt: Pn
vi: Thứ Sáu

# abbreviated weekday name
source: Sat
he: יום ש'
hi: शनि
ja_jp: 土
lt_lt: Š
vi: Thứ Bảy

# abbreviated weekday name
source: Sun
he: יום א'
hi: रवि
ja_jp: 日
lt_lt: S
vi: Chủ Nhật

# abbreviated month name
source: Jan
he: ינואר
hi: जनवरी
ja_jp: 01月
lt_lt: sausio
vi: Tháng Một

# abbreviated month name
source: Feb
he: פברואר
hi: फ़रवरी
ja_jp: 02月
lt_lt: vasario
vi: Tháng Hai

# abbreviated month name
source: Mar
he: מרץ
hi: मार्च
ja_jp: 03月
lt_lt: kovo
vi: Tháng Ba

# abbreviated month name
source: Apr
he: אפריל
hi: अप्रैल
ja_jp: 04月
lt_lt: balandžio
vi: Tháng Tư

# abbreviated month name
source: May
he: מאי
hi: मई
ja_jp: 05月
lt_lt: gegužės
vi: Tháng Năm

# abbreviated month name
source: Jun
he: יוני
hi: जून
ja_jp: 06月
lt_lt: birželio
vi: Tháng Sáu

# abbreviated month name
source: Jul
he: יולי
hi: जुलाई
ja_jp: 07月
lt_lt: liepos
vi: Tháng Bảy

# abbreviated month name
source: Aug
he: אוגוסט
hi: अगस्त
ja_jp: 08月
lt_lt: rugpjūčio
vi: Tháng Tám

# abbreviated month name
source: Sep
he: ספטמבר
hi: सितम्बर
ja_jp: 09月
lt_lt: rugsėjo
vi: Tháng Chín

# abbreviated month name
source: Oct
he: אוקטובר
hi: अक्तूबर
ja_jp: 10月
lt_lt: spalio
vi: Tháng Mười

# abbreviated month name
source: Nov
he: נובמבר
hi: नवम्बर
ja_jp: 11月
lt_lt: lapkričio
vi: Tháng Mười Một

# abbreviated month name
source: Dec
he: דצמבר
hi: दिसम्बर
ja_jp: 12月
lt_lt: gruodžio
vi: Tháng Mười Hai

# month name
source: January
he: ינואר
hi: जनवरी
ja_jp: １月
lt_lt: sausio
vi: Tháng Một

# month name
source: February
he: פברואר
hi: फ़रवरी
ja_jp: ２月
lt_lt: vasario
vi: Tháng Hai

# month name
source: March
he: מרץ
hi: मार्च
ja_jp: ３月
lt_lt: kovo
vi: Tháng Ba

# month name
source: April
he: אפריל
hi: अप्रैल
ja_jp: ４月
lt_lt: balandžio
vi: Tháng Tư

# month name
source: May
he: מאי
hi: मई
ja_jp: 05月
lt_lt: gegužės
vi: Tháng Năm

# month name
source: June
he: יוני
hi: जून
ja_jp: ６月
lt_lt: birželio
vi: Tháng Sáu

# month name
source: July
he: יולי
hi: जुलाई
ja_jp: ７月
lt_lt: liepos
vi: Tháng Bảy

# month name
source: August
he: אוגוסט
hi: अगस्त
ja_jp: ８月
lt_lt: rugpjūčio
vi: Tháng Tám

# month name
source: September
he: ספטמבר
hi: सितंबर
ja_jp: ９月
lt_lt: rugsėjo
vi: Tháng Chín

# month name
source: October
he: אוקטובר
hi: अक्तूबर
ja_jp: １０月
lt_lt: spalio
vi: Tháng Mười

# month name
source: November
he: נובמבר
hi: नवंबर
ja_jp: １１月
lt_lt: lapkričio
vi: Tháng Mười Một

# month name
source: December
he: דצמבר
hi: दिसंबर
ja_jp: １２月
lt_lt: gruodžio
vi: Tháng Mười Hai

source: The file must end with the extension '{file_types}'.
he: שם הקובץ חייב להסתיים עם סיומות '{file_types}'.
ja_jp: ファイルは次のうち一つの拡張子で終わる必要があります： '{file_types}'。
lt_lt: Failo pavadinimas turi baigtis šiuo plėtiniu: '{file_types}'.
vi: Tệp phải kết thúc bằng một trong các phần mở rộng sau: '{file_types}'.

source: Maximum upload file size is {file_size} bytes.
he: גודל מקסימלי של הקובץ הוא {file_size} בתים.
hi: अधिकतम अपलोड फ़ाइल का आकार {file_size} बाइट्स है।
ja_jp: 最大アップロードファイルサイズは {file_size} byteです。
lt_lt: Maksimalus siunčiamo failo dydis yra {file_size} baitai.
vi: Kích thước tối đa của tập tin tải lên là {file_size} bytes.

source: Course {course_id} requires {prerequisite_course_id}
he: קורס {course_id} מחייב {prerequisite_course_id}
hi: कोर्स {course_id} के लिए {prerequisite_course_id} की आवश्यकता है
ja_jp: 講座 {course_id} には {prerequisite_course_id} の受講が必要です。
lt_lt: Kursui {course_id} reikalinga {prerequisite_course_id}
vi: Khoá học {course_id} yêu cầu đã học qua khoá {prerequisite_course_id}

source: System defined milestone
he: אבן דרך שהוגדרה על ידי מערכת
hi: सिस्टम परिभाषित मील का पत्थर
ja_jp: システムで定義されたマイルストーン
lt_lt: Kontrolinis sistemos taškas
vi: Hệ thống xác định mốc

source: Your password must contain {length_instruction}, including {complexity_instructions}.
hi: आपके पासवर्ड में {length_instruction}, {complexity_instructions} शामिल होना चाहिए।
vi: Mật khẩu của bạn phải chứa {length_instruction}, bao gồm {complexity_instructions}.

source: Your password must contain {length_instruction}.
hi: आपके पासवर्ड में {length_instruction} होना चाहिए।
vi: Mật khẩu phải chứa {length_instruction}.

source: Invalid password.
hi: अवैध पासवर्ड।
vi: Mật khẩu không hợp lệ

source: at least %(min_length)d character
vi: tối thiểu %(min_length)d kí t

source: This password is too long. It must contain no more than %(max_length)d character.
vi: Mật khẩu quá dài. Không được chứa nhiều hơn %(max_length)d kí tự.

source: Your password must contain no more than %(max_length)d character.
vi: Mật khẩu không được chứa nhiều hơn %(max_length)d kí tự.

source: This password must contain at least %(min_alphabetic)d letter.
vi: Mật khẩu phải chứa ít nhất %(min_alphabetic)d chữ cái.

source: Your password must contain at least %(min_alphabetic)d letter.
vi: Mật khẩu phải chứa ít nhất %(min_alphabetic)d chữ cái.

source: %(num)d letter
vi: %(num)d ký tự

source: This password must contain at least %(min_numeric)d number.
vi: Mật khẩu phải chứa ít nhất %(min_numeric)d chữ số.

source: Your password must contain at least %(min_numeric)d number.
vi: Mật khẩu phải chứa ít nhất %(min_numeric)d chữ số.

source: %(num)d number
vi: %(num)d số
