Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: You can now view and author your course entrance exam from the {link_start}Course Outline{link_end}.
hi: अब आप {link_start} कोर्स की रूपरेखा {link_end} से अपनी पाठ्यक्रम प्रवेश परीक्षा देख सकते हैं और उसे लेखक बना सकते हैं।
ja_jp: {link_start}講座概要{link_end}から講座参加試験を参照して編集できます。
vi: Giờ đây, bạn có thể xem và soạn bài kiểm tra đầu vào khóa học từ {link_start}Đề cương Khóa học{link_end}.

source: Grade Requirements
hi: ग्रेड आवश्यकताएँ
ja_jp: 要求される成績
lt_lt: Reikalaujamas įvertinimas
vi: Yêu cầu Điểm

source: The score student must meet in order to successfully complete the entrance exam.
hi: प्रवेश परीक्षा को सफलतापूर्वक पूरा करने के लिए स्कोर छात्र को मिलना चाहिए।
ja_jp: 受講者が入学試験を完了するために必要な点数。
lt_lt: Įvertinimas, kurį turi gauti kurso dalyvis, kad išlaikytų stojamąjį egzaminą.
vi: Số điểm học sinh phải đạt để qua được bài thi đầu vào.

source: Course Content License
hi: पाठ्यक्रम सामग्री लाइसेंस
ja_jp: 講座コンテンツライセンス
vi: Giấy phép Nội dung Khóa học

source: Select the default license for course content
hi: पाठ्यक्रम सामग्री के लिए डिफ़ॉल्ट लाइसेंस का चयन करें
ja_jp: 講座の既定ライセンスを選択
vi: Chọn giấy phép mặc định cho nội dung khóa học

source: How are these settings used?
hi: पाठ्यक्रम सामग्री के लिए डिफ़ॉल्ट लाइसेंस का चयन करें
ja_jp: これらの設定はどのように利用されるのか？
lt_lt: Kaip naudotis šiais nustatymais?
vi: Những cài đặt này được sử dụng như thế nào?

source: Your course's schedule determines when students can enroll in and begin a course.
hi: आपके पाठ्यक्रम का समय निर्धारित करता है कि छात्र कब दाखिला ले सकते हैं और पाठ्यक्रम शुरू कर सकते हैं।
ja_jp: 講座のスケジュールは、いつ受講者が履修登録し開始できるのかを定義します。
lt_lt: Jūsų kurso tvarkaraštyje nurodoma, kada galima registruotis į kursą ir jį pradėti.
vi: Lịch trình khóa học của bạn quyết định thời điểm học viên có thể ghi danh và bắt đầu một khóa học.

source: Other information from this page appears on the About page for your course. This information includes the course overview, course image, introduction video, and estimated time requirements. Students use About pages to choose new courses to take.
hi: इस पृष्ठ से अन्य जानकारी आपके पाठ्यक्रम के बारे में पृष्ठ पर दिखाई देती है। इस जानकारी में पाठ्यक्रम अवलोकन, पाठ्यक्रम छवि, परिचय वीडियो और अनुमानित समय की आवश्यकताएं शामिल हैं। छात्र नए पाठ्यक्रमों को चुनने के लिए लगभग पृष्ठों का उपयोग करते हैं।
ja_jp: 講座の解説ページにここにあるその他の内容は表示されます。この情報は講座概要、講座画像、解説ビデオ、必要時間が含まれます。受講者は新しい講座を選ぶために解説ページを使います。
lt_lt: Kita šio puslapio informacija yra jūsų kurso puslapyje "Apie kursą". Ši informacija yra kurso apžvalga, kurso paveikslėlis, vaizdinis kurso pristatymas ir laiko reikalavimai. Kurso dalyviai naujus kursus renkasi iš puslapių "Apie kursą".
vi: Thông tin khác từ trang này xuất hiện trong trang giới thiệu cho khóa học của bạn. Thông tin này bao gồm tổng quát khóa học, hình ảnh khóa học, video giới thiệu, và thời gian yêu cầu ước lượng để hoàn thành khóa học. Học viên sử dụng trang giới thiệu để chọn khóa học mới để học.

source: Your policy changes have been saved.
hi: आपने जो नीति परिवर्तन किये हैं वे सेव किये जा चुके हैं।
ja_jp: ポリシー変更が保存されました．
lt_lt: Jūsų atlikti taisyklių nustatymų pakeitimai yra išsaugoti.
vi: Thay đổi chính sách của bạn đã được lưu.

source: There was an error saving your information. Please see below.
hi: आपकी जानकारी सहेजने में त्रुटि हुई थी। कृपया नीचे देखे।
ja_jp: 情報を保存する際にエラーが発生しました。以下を参照願います。
lt_lt: Įvyko klaida išsaugant jūsų informaciją. Prašome žiūrėti toliau.
vi: Có lỗi khi lưu thông tin của bạn. Xin xem dưới đây.

source: Manual Policy Definition
hi: मैनुअल नीति परिभाषा
ja_jp: マニュアルポリシーの定義
lt_lt: Rankinis tvarkos apibrėžimas
vi: Định nghĩa chính sách hướng dẫn sử dụng

source: {strong_start}Warning{strong_end}: Do not modify these policies unless you are familiar with their purpose.
hi: {strong_start} चेतावनी {strong_end}: जब तक आप उनके उद्देश्य से परिचित न हों, इन नीतियों को संशोधित न करें।
vi: {strong_start}Cảnh báo{strong_end}: Không sửa đổi các chính sách này trừ khi bạn đã quen với mục đích của họ.

source: Show Deprecated Settings
hi: जमा की गई सेटिंग दिखाएं
ja_jp: 不正な設定を表示する
lt_lt: Rodyti nerekomenduojamas nuostatas
vi: Hiện cài đặt khả kiến

source: What do advanced settings do?
hi: उन्नत सेटिंग्स क्या करते हैं?
ja_jp: 詳細設定とは？
lt_lt: Ką daro papildomi nustatymai?
vi: Cài đặt nâng cao làm gì?

source: Advanced settings control specific course functionality. On this page, you can edit manual policies, which are JSON-based key and value pairs that control specific course settings.
hi: उन्नत सेटिंग्स विशिष्ट पाठ्यक्रम कार्यक्षमता को नियंत्रित करती हैं। इस पृष्ठ पर, आप मैन्युअल नीतियों को संपादित कर सकते हैं, जो JSON- आधारित कुंजी और मूल्य जोड़े हैं जो विशिष्ट पाठ्यक्रम सेटिंग्स को नियंत्रित करते हैं।
ja_jp: 詳細設定は講座の特有の機能を設定できます。このページではJSONベースのキーバリューペアのマニュアルポリシーで講座特有の設定を制御できます。
lt_lt: Papildomais nustatymais kontroliuojamas konkretaus kurso funkcionalumas. Šiame puslapyje jūs galite redaguoti ranka nustatomas tvarkas, kurios yra JSON pagrįstos raktų verčių poros, reguliuojančios konkretaus kurso nustatymus.
vi: Chức năng Cài đặt nâng cao kiểm soát khóa học cụ thể. Trên trang này, bạn có thể chỉnh sửa các chính sách sử dụng, đó là JSON dựa trên cặp khóa và giá trị kiểm soát các thiết lập khóa học cụ thể.

source: Any policies you modify here override all other information you've defined elsewhere in {studio_name}. Do not edit policies unless you are familiar with both their purpose and syntax.
hi: आपके द्वारा यहां संशोधित की गई कोई भी नीति उन सभी अन्य जानकारियों को ओवरराइड करती है, जिन्हें आपने {studio_name} में कहीं और परिभाषित किया है। जब तक आप उनके उद्देश्य और वाक्यविन्यास दोनों से परिचित न हों, नीतियों को संपादित न करें।
ja_jp: ここで修正したポリシーは{studio_name}で他に定義したすべての情報を上書きします。ポリシーの用途と記述に慣れた人以外は編集しないようにしてください。
lt_lt: Tvarkos, kurias čia modifikuojate, pakeičia visą kitą informaciją, kurią nustatėte kitoje {studio_name} vietoje. Neredaguokite tvarkų, nebent esate susipažinę su jų paskirtimi ir sintakse.
vi: Bất kỳ chính sách bạn chỉnh sửa ở đây ghi đè lên tất cả các thông tin khác mà bạn đã định nghĩa ở {studio_name}. Không chỉnh sửa chính sách, trừ khi bạn đã quen thuộc với tất cả mục đích và cú pháp của nó.

source: {em_start}Note:{em_end} When you enter strings as policy values, ensure that you use double quotation marks (") around the string. Do not use single quotation marks (').
hi: {em_start} नोट: {em_end} जब आप नीतिगत मान के रूप में स्ट्रिंग दर्ज करते हैं, तो सुनिश्चित करें कि आप स्ट्रिंग के चारों ओर दोहरे उद्धरण चिह्नों (") का उपयोग करते हैं। एकल उद्धरण चिह्नों (') का उपयोग न करें।
vi: {em_start}Lưu ý:{em_end} Khi bạn nhập chuỗi như các giá trị chính sách, đảm bảo rằng bạn sử dụng dấu nháy kép (") quanh chuỗi. Không sử dụng dấu nháy đơn (').

source: Grading Settings
hi: ग्रेडिंग सेटिंग्स
ja_jp: 採点設定
lt_lt: Vertinimo nuostatos
vi: Chấm điểm cài đặt

source: Overall Grade Range
hi: ओवरऑल ग्रेड रेंज
ja_jp: 全評価レンジ
lt_lt: Visas vertinimo diapazonas
vi: Khoảng Điểm Tổng Thể

source: Your overall grading scale for student final grades
hi: छात्र अंतिम ग्रेड के लिए आपका समग्र ग्रेडिंग पैमाना
ja_jp: 受講者の最終評価についての全評価スケール
lt_lt: Bendra jūsų kurso dalyvių galutinių įvertinimų skalė
vi: Thang chấm điểm tổng thể của bạn cho điểm tổng kết của học viên

source: Add grade
hi: ग्रेड जोड़ें
vi: Thêm điểm

source: Credit Eligibility
hi: ऋण पात्रता
vi: Điều kiện Tín chỉ

source: Settings for course credit eligibility
hi: कोर्स क्रेडिट पात्रता के लिए सेटिंग्स
vi: Thiết lập điều kiện tín chỉ khóa học

source: Minimum Credit-Eligible Grade:
hi: न्यूनतम क्रेडिट-योग्य ग्रेड:
vi: Điểm Tối thiểu Đủ điều kiện

source: Must be greater than or equal to the course passing grade
hi: पाठ्यक्रम पास करने वाले ग्रेड से अधिक या उसके बराबर होना चाहिए
vi: Phải lớn hơn hoặc bằng với điểm đạt khoá học

source: Grading Rules &amp; Policies
ja_jp: 評価のルールとポリシー
lt_lt: Vertinimo taisyklės &amp; tvarkos
vi: Quy Tắc Chấm Điểm &amp; Chính Sách

source: Deadlines, requirements, and logistics around grading student work
hi: ग्रेडिंग छात्र के काम के आसपास की समय सीमा, आवश्यकताओं और रसद
ja_jp: 受講生の提出物のグレーディングに関する、締め切り、条件、運用
lt_lt: Kurso dalyvių darbo vertinimo galutiniai terminai, reikalavimai ir mechanizmas
vi: Thời hạn, yêu cầu, và tổ chức thực tế xung quanh việc chấm điểm công việc của học viên

source: Grace Period on Deadline:
hi: समय सीमा पर अनुग्रह अवधि:
ja_jp: 締切までの期間
lt_lt: Termino pratęsimo laikotarpis:
vi: Thời gian gia hạn vào hạn chót:

source: Leeway on due dates
hi: नियत तारीखों पर लेवे
ja_jp: 締切の猶予
lt_lt: Pateikimo datų atidėjimas
vi: Gia hạn thêm trong ngày đến hạn

source: Assignment Types
hi: असाइनमेंट के प्रकार
ja_jp: 課題の種類
lt_lt: Užduočių tipai
vi: Kiểu Công Việc

source: Categories and labels for any exercises that are gradable
hi: किसी भी अभ्यास के लिए श्रेणियाँ और लेबल जो क्रमिक हैं
ja_jp: グレーディング可能なエクササイズに適用するカテゴリーとラベル
lt_lt: Vertintinų užduočių kategorijos ir etiketės
vi: Các loại và nhãn cho bất cứ bài tập nào là có thể sắp xếp được

source: New Assignment Type
hi: नया असाइनमेंट प्रकार
ja_jp: 新しい課題の種類
lt_lt: Naujas užduočių tipas
vi: Loại nhiệm vụ mới

source: What can I do on this page?
hi: इस पेज पे में क्या कर सकता हुँ ??
ja_jp: このページで何ができるのか？
lt_lt: Ką galiu daryti šiame puslapyje?
vi: Tôi có thể làm gì trong trang này?

source: You can use the slider under Overall Grade Range to specify whether your course is pass/fail or graded by letter, and to establish the thresholds for each grade.
hi: आप यह निर्दिष्ट करने के लिए कि आपका पाठ्यक्रम पास / फेल है या पत्र द्वारा श्रेणीबद्ध है, और प्रत्येक ग्रेड के लिए थ्रेसहोल्ड स्थापित करने के लिए, आप समग्र ग्रेड रेंज के तहत स्लाइडर का उपयोग कर सकते हैं।
ja_jp: 全評価レンジの下にあるスライダーで各評価ごとに基準を設定することができ、合格/不合格か文字で評価するのかを設定することができます。
lt_lt: Naudodamiesi slankikliu, esančiu po visu vertinimo diapazonu, galite nurodyti vertinimo pobūdį: ar jūsų kurso vertinimas bus tiesiog išlaikytas/neišlaikytas, ar jis bus vertinamas raide. Be to galite nustatyti kiekvieno įverčio ribas.
vi: Bạn có thể dùng thanh trượt Khoảng Điểm Tổng Thể để xác định liệu khóa học đã vượt qua/ không vượt qua hoặc phân cấp bởi thư từ, và thiết lập các mức cho phù hợp.

source: You can specify whether your course offers students a grace period for late assignments.
hi: आप निर्दिष्ट कर सकते हैं कि क्या आपका पाठ्यक्रम छात्रों को देर से असाइनमेंट के लिए अनुग्रह अवधि प्रदान करता है।
ja_jp: 遅れた受講者の受け入れる猶予期間を認めるのか設定することができます。
lt_lt: Galite nurodyti, ar jūsų kurse numatomas termino pratęsimo laikotarpis užduotims, už kurias vėluojama atsiskaityti.
vi: Bạn có thể phân công cho dù khóa học của bạn cung cấp cho học viên thời gian hết hạn các bài tập cuối.

source: You can also create assignment types, such as homework, labs, quizzes, and exams, and specify how much of a student's grade each assignment type is worth.
hi: आप असाइनमेंट प्रकार भी बना सकते हैं, जैसे कि होमवर्क, लैब, क्विज़ और परीक्षा, और निर्दिष्ट करें कि प्रत्येक छात्र का ग्रेड प्रत्येक असाइनमेंट प्रकार के लायक कितना है।
ja_jp: 宿題、ラボ、クイズ、試験などの割り当てタイプを作成することができ、それぞれの割り当てがどれほど価値があるか定義できます。
lt_lt: Taip pat galite kurti tokių tipų užduotis, kaip namų darbai, laboratoriniai darbai, apklausos ir egzaminai, bei nurodyti, koks yra kiekvieno tipo užduoties "svoris".
vi: Bạn cũng có thể tạo ra các phân công, chẳng hạn như bài tập về nhà, các bài thí nghiệm, các câu đố, và các kỳ thi, và xác định có bao nhiêu lớp của học sinh mỗi loại phân công là phù hợp.

source: Details &amp; Schedule
ja_jp: 詳細内容とスケジュール
lt_lt: Informacija &amp; tvarkaraštis
vi: Chi Tiết &amp; Lịch Trình

source: Expand or Collapse
hi: विस्तार या पतन
ja_jp: 広げるまたはたたむ
lt_lt: Išskleisti arba suskleisti
vi: Mở rộng hoặc Thu gọn

source: Access Settings
hi: एक्सेस सेटिंग्स
vi: Những Thiết lập Truy cập

source: Set Access
hi: पहुँच सेट करें
vi: Thiết lạp Truy cập

source: This block contains multiple components.
hi: इस ब्लॉक में कई घटक होते हैं।
ja_jp: このブロックは複数のアイテムを含みます。
lt_lt: Šį bloką sudaro daug komponentų.
vi: Khối này chứa nhiều thành phần.

source: New Textbook
hi: नई पाठ्यपुस्तक
ja_jp: 新しいテキスト
lt_lt: Naujas vadovėlis
vi: Giáo Trình Mới

source: Why should I break my textbook into chapters?
hi: मुझे अपनी पाठ्यपुस्तक को अध्यायों में क्यों तोड़ना चाहिए?
ja_jp: どうしてテキストブックを章に分けた方がよいのか？
lt_lt: Kodėl turėčiau vadovėlį suskirstyti skyriais?
vi: Tại sao tôi nên chia giáo trình thành các chương?

source: Breaking your textbook into multiple chapters reduces loading times for students, especially those with slow Internet connections. Breaking up textbooks into chapters can also help students more easily find topic-based information.
hi: अपनी पाठ्यपुस्तक को कई अध्यायों में तोड़ना छात्रों के लिए लोडिंग समय को कम करता है, विशेष रूप से धीमे इंटरनेट कनेक्शन वाले। अध्यायों में पाठ्यपुस्तकों को तोड़ने से छात्रों को विषय-आधारित जानकारी आसानी से खोजने में मदद मिल सकती है।
ja_jp: テキストを複数の章に分けることにより、遅いインターネット接続の受講者のロード時間を短縮することができます。また、テキストを章に分けることによりトピックで情報を見つけやすくなります。
lt_lt: Vadovėlį suskaidžius į skyrius kurso dalyviams sutrumpėja įkėlimo laikas, ypač tiems, kurių interneto ryšys yra lėtas. Suskaidžius vadovėlį į skyrius kurso dalyviams taip pat gali būti lengviau rasti informaciją pagal temą.
vi: Chia giáo trình của bạn thành nhiều chương giúp giảm thời gian tải cho học viên, đặc biệt cho những người có kết nối Internet chậm. Chia giáo trình thành các chương cũng có thể giúp học viên dễ dàng hơn để tìm kiếm thông tin dựa trên chủ đề.

source: What if my book isn't divided into chapters?
hi: क्या होगा यदि मेरी पुस्तक अध्यायों में विभाजित नहीं है?
ja_jp: 私の書籍がチャプタに分割されなかったらどうなるか？
lt_lt: Kas, jeigu mano vadovėlis nesuskirstytas skyriais?
vi: Điều gì xảy ra nếu sách của tôi không được chia thành các chương?

source: If your textbook doesn't have individual chapters, you can upload the entire text as a single chapter and enter a name of your choice in the Chapter Name field.
hi: यदि आपकी पाठ्यपुस्तक में व्यक्तिगत अध्याय नहीं हैं, तो आप पूरे पाठ को एक अध्याय के रूप में अपलोड कर सकते हैं और अध्याय अध्याय क्षेत्र में अपनी पसंद का नाम दर्ज कर सकते हैं।
ja_jp: もし、テキストに独立した章が無い場合は、テキスト全部を１つの章としてアップロードし、チャプター名の欄で名前を決めることができます。
lt_lt: Jeigu jūsų vadovėlyje nėra skyrių, jūs galite visą tekstą įkelti kaip vieną skyrių ir skyriaus pavadinimo laukelyje įrašyti pasirinktą pavadinimą.
vi: Nếu giáo trình của bạn không có các chương riêng biệt, bạn có thể tải lên toàn bộ văn bản như một chương sách và đặt một tên theo ý bạn trong trường Tên Chương.

source: Learn more about textbooks
hi: पाठ्यपुस्तकों के बारे में अधिक जानें
ja_jp: テキストについてもっと学ぶ
lt_lt: Sužinoti daugiau apie vadovėlius
vi: Tìm hiểu thêm về giáo trình

source: Video Uploads
hi: वीडियो अपलोड
ja_jp: ビデオのアップロード
lt_lt: Vaizdo įrašo įkėlimas
vi: Tải lên video

source: Course Video Settings
hi: कोर्स वीडियो सेटिंग्स
vi: Thiết lập Video Khóa học

source: Access is not restricted
hi: वीडियो प्रति पृष्ठ:
vi: Truy cập không bị hạn chế

source: Access to this unit is not restricted, but visibility might be affected by inherited settings.
hi: इस इकाई तक पहुंच प्रतिबंधित नहीं है, लेकिन दृश्यता विरासत में मिली सेटिंग्स से प्रभावित हो सकती है।
vi: Truy cập vào đơn vị này không bị hạn chế, nhưng khả năng hiển thị có thể bị ảnh hưởng bởi cài đặt được thừa kế.

source: Access to this component is not restricted, but visibility might be affected by inherited settings.
hi: इस घटक तक पहुंच प्रतिबंधित नहीं है, लेकिन विरासत में मिली सेटिंग्स से दृश्यता प्रभावित हो सकती है।
vi: Truy cập vào thành phần này không bị hạn chế, nhưng khả năng hiển thị có thể bị ảnh hưởng bởi những thiết lập kế thừa.

source: You can restrict access to this unit to learners in specific enrollment tracks or content groups.
hi: आप विशिष्ट नामांकन ट्रैक्स या सामग्री समूहों में शिक्षार्थियों तक इस इकाई की पहुंच को प्रतिबंधित कर सकते हैं।
vi: Bạn có thể hạn chế quyền truy cập của người học vào đơn vị này theo hai cách, trong nhóm nội dung hoặc chế độ đăng ký.

source: You can restrict access to this component to learners in specific enrollment tracks or content groups.
hi: आप विशिष्ट नामांकन ट्रैक्स या सामग्री समूहों में शिक्षार्थियों तक इस घटक की पहुंच को प्रतिबंधित कर सकते हैं।
vi: Bạn có thể hạn chế quyền truy cập của người học vào thành phần này theo hai cách, trong nhóm nội dung hoặc chế độ đăng ký.

source: You can restrict access to this unit to learners in specific content groups.
hi: आप विशिष्ट सामग्री समूहों में शिक्षार्थियों के लिए इस इकाई तक पहुंच को प्रतिबंधित कर सकते हैं।
vi: Bạn có thể hạn chế quyền truy cập của người học vào đơn vị này trong nhóm nội dung.

source: You can restrict access to this component to learners in specific content groups.
hi: आप विशिष्ट सामग्री समूहों में शिक्षार्थियों तक इस घटक की पहुंच को प्रतिबंधित कर सकते हैं।
vi: Bạn có thể hạn chế quyền truy cập của người học vào thành phần này trong nhóm nội dung.

source: Manage content groups
hi: सामग्री समूह प्रबंधित करें
ja_jp: コンテンツグループの管理
lt_lt: Tvarkyti turinio grupes
vi: Quản lý nhóm nội dung

source: {screen_reader_start}Warning:{screen_reader_end} The unit that contains this component is hidden from learners. The unit setting overrides the component access settings defined here.
hi: {screen_reader_start} चेतावनी: {screen_reader_end} जिस इकाई में यह घटक होता है वह शिक्षार्थियों से छिपी होती है। इकाई सेटिंग घटक परिभाषित सेटिंग्स को यहां परिभाषित करती है।
vi: {screen_reader_start}Cảnh báo:{screen_reader_end} Đơn vị có chứa thành phần này bị ẩn khỏi người học. Thiết lập đơn vị ghi đè thiết lập truy cập thành phần được định nghĩa ở đây.

source: Access is restricted to:
hi: प्रवेश प्रतिबंधित है:
vi: Quyền truy cập bị giới hạn cho:

source: Restrict access to:
hi: इसके लिए उपयोग प्रतिबंधित करें:
vi: Hạn chế quyền truy cập vào:

source: Select a group type
hi: एक समूह प्रकार का चयन करें
vi: Chọn một kiểu nhóm

source: All Learners and Staff
hi: सभी शिक्षार्थियों और कर्मचारियों
vi: Tất cả Học viên và Nhân viên

source: Select one or more groups:
hi: एक या अधिक समूहों का चयन करें:
vi: Chọn một hoặc nhiều nhóm:

source: This group no longer exists. Choose another group or remove the access restriction.
hi: यह समूह अब मौजूद नहीं है। एक अन्य समूह चुनें या एक्सेस प्रतिबंध को हटा दें।
vi: Nhóm này không còn tồn tại. Chọn một nhóm khác hoặc loại bỏ hạn chế truy cập.

source: {email} has requested {studio_name} course creator privileges on edge
hi: {email} ने अनुरोध किया है {studio_name} पाठ्यक्रम निर्माता विशेषाधिकारों के किनारे
ja_jp: {email} は{studio_name}でのコース製作者の特権をedgeにおいて要求しました
lt_lt: {email} paprašė skubiai suteikti {studio_name} kursų kūrėjo teises edX Edge
vi: {email} đã yêu cầu {studio_name} được quyền tạo khóa học

source: User '{user}' with e-mail {email} has requested {studio_name} course creator privileges on edge.
hi: ई-मेल {email} के साथ उपयोगकर्ता '{user}' ने किनारे पर {स्टूडियो_नाम} पाठ्यक्रम निर्माता विशेषाधिकारों का अनुरोध किया है।
ja_jp: メールアドレス {email} である'{user}'は{studio_name}コース製作者の特権をedgeにおいて要求しました。
lt_lt: Naudotojas {user}, kurio el. paštas {email}, paprašė skubiai suteikti {studio_name} kursų kūrėjo teises edX Edge.
vi: Người dùng '{user}' với e-mail {email} đã yêu cầu các đặc quyền của người tạo khóa học {studio_name}.

source: To grant or deny this request, use the course creator admin table.
hi: इस अनुरोध को देने या अस्वीकार करने के लिए, पाठ्यक्रम निर्माता व्यवस्थापक तालिका का उपयोग करें।
ja_jp: この要求を承認もしくは却下するには、講座制作者の管理テーブルを使ってください。
lt_lt: Norėdami patenkinti arba atmesti šią užklausą, naudokitės kurso kūrėjo administratoriaus lentele.
vi: Cấp hoặc từ chối yêu cầu này, sử dụng người tạo bảng quản trị khoá học .

source: Your request for course creation rights to {studio_name} have been denied. If you believe this was in error, please contact {email}
hi: {studio_name} के लिए पाठ्यक्रम निर्माण अधिकार के लिए आपके अनुरोध को अस्वीकार कर दिया गया है। यदि आपको लगता है कि यह त्रुटि थी, तो कृपया {email} पर संपर्क करें
ja_jp: {studio_name}におけるコース作成権限の取得要求は却下されました。これがエラーだと思われる場合には、{email}へコンタクトをお願いします。
lt_lt: Jūsų prašymas suteikti {studio_name} kursų kūrimo teises atmestas. Jeigu manote, kad tai klaida, prašome kreiptis {email}
vi: Yêu cầu quyền tạo khóa học của bạn cho {studio_name} đã bị từ chối. Nếu bạn cho rằng đây là lỗi, hãy liên hệ với {email}

source: Your request for course creation rights to {studio_name} have been granted. To create your first course, visit {url}
hi: {स्टूडियो_नाम} के लिए पाठ्यक्रम निर्माण अधिकार के लिए आपका अनुरोध प्रदान किया गया है। अपना पहला कोर्स बनाने के लिए, पर जाएँ {Url}
ja_jp: {studio_name}におけるコース作成権限の取得要求は承認されました。最初のコースを作成するには次の場所を進んでください {url}
lt_lt: Jūsų prašymas suteikti {studio_name} kursų kūrimo teises patenkintas. Norėdami sukurti pirmą savo kursą, apsilankykite {url}
vi: Yêu cầu quyền tạo khóa học của bạn cho {studio_name} đã được cấp. Để tạo khóa học đầu tiên của bạn, hãy truy cập {url}

source: Your course creation rights to {studio_name} have been revoked. If you believe this was in error, please contact {email}
hi: {studio_name} के आपके पाठ्यक्रम सृजन अधिकार निरस्त कर दिए गए हैं। यदि आपको लगता है कि यह त्रुटि थी, तो कृपया {email} पर संपर्क करें
ja_jp: あなたの{studio_name}におけるコース作成権限は失効しました。もしこれがエラーだと思うのであれば、{email}へコンタクトをお願いします。
lt_lt: Jūsų {studio_name} kursų kūrėjo teisės panaikintos. Jeigu manote, kad tai klaida, prašome kreiptis {email}
vi: Quyền tạo khoá học của bạn đối với {studio_name} đã bị thu hồi. Nếu bạn cho rằng đây là lỗi, hãy liên hệ với {email}

source: Your course creator status for {studio_name}
hi: {studio_name} के लिए आपका पाठ्यक्रम निर्माता की स्थिति
ja_jp: {studio_name}におけるコース作成権限の状況
lt_lt: Jūsų {studio_name} kursų kūrėjo būsena
vi: Trạng thái người tạo khoá học của bạn cho {studio_name}

source: Your {task_name} task has completed with the status '{task_status}'. Use this URL to view task details or download any files created: {detail_url}
hi: आपके {task_name} कार्य को '{task_status}' स्थिति के साथ पूरा किया गया है। कार्य विवरण देखने या बनाई गई किसी भी फ़ाइल को डाउनलोड करने के लिए इस URL का उपयोग करें: {detail_url}
vi: Nhiệm vụ {task_name} của bạn đã hoàn thành với trạng thái '{task_status}'. Sử dụng URL này để xem chi tiết công việc hoặc tải xuống bất kỳ tệp nào được tạo: {detail_url}

source: Your {task_name} task has completed with the status '{task_status}'. Sign in to view the details of your task or download any files created.
hi: आपके {task_name} कार्य को '{task_status}' स्थिति के साथ पूरा किया गया है। अपने कार्य का विवरण देखने या बनाई गई किसी भी फ़ाइल को डाउनलोड करने के लिए साइन इन करें।
vi: Nhiệm vụ {task_name} của bạn đã hoàn thành với trạng thái '{task_status}'. Đăng nhập để xem chi tiết nhiệm vụ của bạn hoặc tải về bất kỳ tập tin nào được tạo ra.

source: {platform_name} {studio_name}: Task Status Update
hi: {platform_name} {studio_name}: टास्क स्टेटस अपडेट
vi: {platform_name} {studio_name}: Cập nhật Trạng thái Tác vụ

source: Required data to force publish course.
hi: प्रकाशित पाठ्यक्रम को लागू करने के लिए आवश्यक डेटा।
vi: Dữ liệu cần thiết để buộc xuất bản khóa học.

source: Reset values
hi: मान रीसेट करें
vi: Đặt lại giá trị

source: Maintenance Dashboard
hi: रखरखाव डैशबोर्ड
vi: Bảng điều khiển Bảo trì

source: Thanks for activating your account.
he: תודה שהפעלת את חשבונך
hi: अपने खाते को सक्रिय करने के लिए धन्यवाद।
ja_jp: 会員登録が完了しました。
lt_lt: Dėkojame, kad suaktyvinote savo paskyrą.
vi: Cảm ơn bạn đã kích hoạt tài khoản.

source: This account has already been activated.
he: חשבון זה כבר הופעל
hi: यह खाता पहले से ही सक्रिय किया जा चुका है।
ja_jp: このアカウントは既に有効になっています。
lt_lt: Ši paskyra jau yra suaktyvinta.
vi: Tài khoản này đã được kích hoạt.

source: Visit your {link_start}dashboard{link_end} to see your courses.
he: פתח את {link_start}לוח הבקרה{link_end} בכדי לראות את הקורסים שלך.
hi: अपने पाठ्यक्रमों को देखने के लिए अपने {link_start}डैशबोर्ड{link_end} पर जाएं।
ja_jp: {link_start}マイページ{link_end}で講座を確認しましょう。
lt_lt: Norėdami peržiūrėti savo kursus, apsilankykite savo {link_start}informaciniame puslapyje{link_end}.
vi: Truy cập {link_start}bảng thông tin{link_end} để xem các khóa học của bạn.
