Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Ready to start creating online courses? Sign up below and start creating your first {platform_name} course today.
ja_jp: コース開設の準備はできましたか？ 次から新規登録して{platform_name}コースを作成しましょう！
lt_lt: Pasiruošę pradėti kurti nuotolinius kursus? Prisiregistruokite ir pradėkite kurti savo pirmąjį {platform_name} kursą.
vi: Sẵn sàng để bắt đầu tạo ra các khóa học trực tuyến? Đăng ký bên dưới và bắt đầu tạo khóa học {platform_name} đầu tiên của bạn ngay hôm nay.

source: Required Information to Sign Up for {studio_name}
ja_jp: {studio_name}へのサインアップに必要な必須情報
lt_lt: Norint prisiregistruoti prie {studio_name} reikalinga informacija
vi: Thông tin cần thiết để Đăng ký cho {studio_name}

source: This will be used in public discussions with your courses and in our edX101 support forums
ja_jp: これは本講座とedX101のサポートフォーラムに用いられる公開ディスカッションとなるでしょう。
lt_lt: Tai bus naudojama viešose diskusijose per jūsų kursus ir mūsų edX101 priežiūros forumuose
vi: Thông tin này sẽ được sử dụng trong các cuộc thảo luận công khai với các khóa học của bạn và các diễn đàn hỗ trợ edX101 của chúng tôi

source: Your Location
ja_jp: 住所
lt_lt: Jūsų vietovė
vi: Địa Chỉ Của Bạn

source: Preferred Language
he: שפה מועדפת
ja_jp: 使用言語
lt_lt: Pageidaujama kalba
vi: Ngôn ngữ ưa thích

source: I agree to the {a_start} Terms of Service {a_end}
he: אני מסכים {a_start}לתנאי השימוש{a_end}
ja_jp: {a_start} 利用規約 {a_end} に同意します。
lt_lt: Sutinku su {a_start}naudojimosi sąlygomis{a_end}
vi: Tôi đồng ý với {a_start} Điều khoản sử dụng {a_end}

source: Create My Account &amp; Start Authoring Courses
ja_jp: アカウントを作成し、講座を制作
lt_lt: Sukurti mano paskyrą &amp; pradėti kurti kursus
vi: Tạo tài khoản của tôi &amp; Bắt đầu tham gia các khóa học

source: Common {studio_name} Questions
ja_jp: {studio_name}についてのよくある質問
lt_lt: Dažnai užduodami klausimai dėl {studio_name}
vi: Câu hỏi chung {studio_name}

source: Who is {studio_name} for?
ja_jp: 誰のために{studio_name}はありますか？
lt_lt: Kam {studio_name} skirtas?
vi: {studio_name} dành cho ai?

source: {studio_name} is for anyone that wants to create online courses that leverage the global {platform_name} platform. Our users are often faculty members, teaching assistants and course staff, and members of instructional technology groups.
ja_jp: {studio_name} は{platform_name}プラットフォームを活用してオンラインコースを作成したい人のためにあります。 多くの場合、教員（アシスタント、スタッフ、教育技術グループメンバーを含む）がユーザとなります。
lt_lt: {studio_name} skirtas norintiems kurti nuotolinius kursus naudojantis pasauline {platform_name} platforma. Mūsų naudotojai yra aukštųjų mokyklų dėstytojai, kvalifikacijos kėlimo ir kitokių kursų rengėjai, įvairių mokymų organizatoriai.
vi: {studio_name} dành cho bất cứ ai muốn tạo các khóa học trực tuyến nhằm tận dụng nền tảng mã {platform_name} . Người sử dụng của chúng tôi thường là giảng viên, trợ giảng và nhân viên, và các thành viên giảng dạy trong các nhóm công nghệ.

source: How technically savvy do I need to be to create courses in {studio_name}?
ja_jp: {studio_name}でコースを作成するためには、どのような技術が必要ですか？
lt_lt: Kiek techninių žinių turiu turėti, kad galėčiau kurti kursus {studio_name} aplinkoje?
vi: Tôi cần phải làm thế nào để hiểu kỹ thuật tạo các khóa học trong {studio_name}?

source: {studio_name} is designed to be easy to use by almost anyone familiar with common web-based authoring environments (Wordpress, Moodle, etc.). No programming knowledge is required, but for some of the more advanced features, a technical background would be helpful. As always, we are here to help, so don't hesitate to dive right in.
ja_jp: {studio_name}は、誰にでも使いやすいように、一般的なWebベースのオーサリング環境(WordpressやMoodleなどと同様)です。高度な機能を用いる場合を除いてはプログラミング知識を必要としません。
lt_lt: {studio_name} sukurtas taip, kad juo būtų lengva naudotis beveik visiems, susipažinusiems su įprasta virtualia kūrimo aplinka ("Wordpress", "Moodle" ir kt.). Programavimo žinios nėra reikalingos, bet kai kurioms pažangesnėms funkcijoms naudoti informacinių technologijų pagrindai būtų naudingi. Kaip visada, mes esame pasirengę padėti, tad nedvejodami pasinerkite į šią veiklą.
vi: {studio_name} được thiết kế dễ dàng để sử dụng bởi hầu hết ai quen thuộc với môi trường dựa trên Web thông thường (Wordpress, Moodle, etc.). Không cần có kiến thực lập trình cần thiết, nhưng đối với một số tính năng nâng cao, một nền tảng kỹ thuật lập trình có thể giúp bạn.

source: I've never authored a course online before. Is there help?
ja_jp: 講座制作は初めてなのですが、ヘルプは用意されていますか？
lt_lt: Aš niekada nesu kūręs nuotolinio kurso. Ar yra kokia nors pagalba?
vi: Tôi chưa bao giờ là tác giả của một khóa học trực tuyến trước. Liệu có cần sự giúp đỡ?

source: Absolutely. We have created an online course, edX101, that describes some best practices: from filming video, creating exercises, to the basics of running an online course. Additionally, we're always here to help, just drop us a note.
ja_jp: もちろんです。オンライン講座を作成するベストプラクティスとして「edX101」が作成されています。その中で、映像撮影、設問の作成からオンライン講座を運営するにあたっての基本要件が説明されています。また、スタッフもいるのでお気軽にお問合せください。
lt_lt: Žinoma. Mes sukūrėme nuotolinį kursą, pavadinimu edX101, kuriame pateikta geriausia praktika nuo vaizdelių filmavimo, užduočių formulavimo iki nuotolinio kurso kūrimo pagrindų. Be to, mes visada pasiruošę padėti, tik duokite mums žinią.
vi: Chắc chắn rồi. Chúng tôi tạo ra một khóa học trực tuyến edX101, mô tả các hoạt động cần thiết, từ tạo video, tạo bài tập, đến những điều cơ bản khác để hình thành một khóa học trực tuyến. Ngoài ra, chúng tôi luôn sẵn sàng giúp đỡ, chỉ cần bạn đưa cho chúng tôi 1 ghi chú.

source: Schedule & Details Settings
hi: अनुसूची और विवरण सेटिंग्स
vi: Thiết lập Lịch và Chi tiết

source: Schedule & Details
hi: अनुसूची और विवरण
ja_jp: スケジュールと詳細
lt_lt: Tvarkaraštis ir informacija
vi: Lịch Trình & Chi Tiết

source: Basic Information
hi: मूलभूत जानकारी
ja_jp: 基本情報
lt_lt: Pagrindinė informacija
vi: Thông Tin Cơ Bản

source: The nuts and bolts of your course
hi: अपने पाठ्यक्रम के नट और बोल्ट
ja_jp: 講座の要点
lt_lt: Pagrindiniai jūsų kurso elementai
vi: Các thông tin thiết yếu của khóa học của bạn

source: This field is disabled: this information cannot be changed.
hi: यह फ़ील्ड अक्षम है: इस जानकारी को बदला नहीं जा सकता।
ja_jp: このフィールドは使えません：この情報は変更できません
lt_lt: Šis laukas išjungtas: šios informacijos pakeisti negalima.
vi: Lĩnh vực này bị vô hiệu hóa: thông tin này không thể thay đổi.

source: Course Summary Page
hi: कोर्स सारांश पृष्ठ
ja_jp: 講座概要ページ
lt_lt: Kurso santraukos puslapis
vi: Trang Sơ Lược Khóa Học

source: (for student enrollment and access)
hi: (छात्र नामांकन और पहुंच के लिए)
ja_jp: (受講者の受講登録とアクセス)
lt_lt: (kurso dalyvių registracijai ir prieigai)
vi: (dành cho học viên đăng ký và truy cập)

source: Enroll in {course_display_name}
hi: {course_display_name} में दाखिला लें
ja_jp: {course_display_name}に受講登録する
lt_lt: Užsiregistruoti į {course_display_name}
vi: Đăng ký vào {course_display_name}

source: The course "{course_display_name}", provided by {platform_name}, is open for enrollment. Please navigate to this course at {link_for_about_page} to enroll.
hi: {Platform_name} द्वारा प्रदान किया गया "{course_display_name}", नामांकन के लिए खुला है। नामांकन करने के लिए कृपया इस लिंक पर जाएँ {link_for_about_page}।
ja_jp: {platform_name}の講座"{course_display_name}"は受講募集中です。講座へ受講登録するには{link_for_about_page}へアクセスしてください。
lt_lt: Galima registruotis į kursą "{course_display_name}", esantį {platform_name} platformoje. Užsiregistruoti į šį kursą galite puslapyje {link_for_about_page}.
vi: Khóa học "{course_display_name}" cung cấp bởi {platform_name} đã cho đăng ký. Vui lòng mở trang {link_for_about_page} để đăng ký.

source: Send a note to students via email
hi: ईमेल के माध्यम से छात्रों को एक नोट भेजें
ja_jp: 受講者にメールでノートを送る
lt_lt: Siųsti pastabą kurso dalyviams elektroniniu paštu
vi: Gửi một lưu ý cho học viên qua email

source: Invite your students
hi: अपने छात्रों को आमंत्रित करें
ja_jp: 受講者を招待する
lt_lt: Pakvieskite dalyvius į savo kursą
vi: Mời học viên của bạn

source: Promoting Your Course with {platform_name}
hi: {Platform_name} के साथ अपने पाठ्यक्रम को बढ़ावा देना
ja_jp: {platform_name}でコースをプロモする
lt_lt: Reklamuokite savo kursą per {platform_name}
vi: Quảng bá Khóa học Của bạn với {platform_name}

source: Your course summary page will not be viewable until your course has been announced. To provide content for the page and preview it, follow the instructions provided by your Program Manager.
hi: जब तक आपका पाठ्यक्रम घोषित नहीं किया जाता है, तब तक आपका पाठ्यक्रम सारांश पृष्ठ देखने योग्य नहीं होगा। पृष्ठ के लिए सामग्री प्रदान करने और उसका पूर्वावलोकन करने के लिए, अपने प्रोग्राम मैनेजर द्वारा दिए गए निर्देशों का पालन करें।
ja_jp: 講座詳細ページは講座がアナウンスされるまでみえません。このページのコンテンツを提供し、プレビューするにはProgram Managerより提供される指示に従ってください。
vi: Trang tóm lược khóa học của bạn sẽ không thể xem được cho đến khi khóa học của bạn đã được công bố. Để cung cấp nội dung cho trang và xem trước nó, hãy thực hiện theo các hướng dẫn được cung cấp bởi Người Quản lý Chương trình của bạn.

source: Course Credit Requirements
hi: कोर्स क्रेडिट आवश्यकताएँ
vi: Những yêu cầu về tín chỉ

source: Steps required to earn course credit
hi: कोर्स क्रेडिट अर्जित करने के लिए आवश्यक कदम
vi: Các bước cần thiết để có được tín chỉ khóa học

source: Minimum Grade
hi: न्यूनतम ग्रेड
vi: Điểm Tối thiểu

source: Successful Proctored Exam
hi: सफल प्रोक्टेड परीक्षा
vi: Bài thi Có giám sát Thành công

source: Proctored Exam {number}
hi: प्रस्तावित परीक्षा {number}
vi: Bài thi Có giám sát {number}

source: ID Verification
hi: आईडी जांच
ja_jp: 身分証明書の確認
lt_lt: Asmens tapatybės patvirtinimas
vi: Mã xác nhận ID

source: In-Course Reverification {number}
hi: पाठ्यक्रम में पुनर्मूल्यांकन {number}
vi: Xác minh lại Trong khóa học {number}

source: Course Pacing
hi: कोर्स पेसिंग
vi: Tốc độ Khoá học

source: Set the pacing for this course
hi: इस कोर्स के लिए पेसिंग सेट करें
vi: Đặt tốc độ cho khóa học này

source: Instructor-Paced
hi: प्रशिक्षक-पुस्तक
vi: Có Giảng viên

source: Instructor-paced courses progress at the pace that the course author sets. You can configure release dates for course content and due dates for assignments.
hi: इंस्ट्रक्टर-पुस्तक पाठ्यक्रम उस गति से प्रगति करता है जो पाठ्यक्रम लेखक निर्धारित करता है। आप पाठ्यक्रम सामग्री के लिए रिलीज की तारीख और असाइनमेंट के लिए नियत तारीखों को कॉन्फ़िगर कर सकते हैं।
vi: Các khoá học có giảng viên được tiến hành theo từng bước mà tác giả của khóa học đặt ra. Bạn có thể cấu hình ngày phát hành cho nội dung khóa học và ngày đến hạn cho bài tập.

source: Self-Paced
hi: अपनी गति
vi: Tự học

source: Self-paced courses do not have release dates for course content or due dates for assignments. Learners can complete course material at any time before the course end date.
vi: Các khóa học tự học không có ngày phát hành cho nội dung khóa học hoặc ngày đến hạn cho bài tập. Người học có thể hoàn thành tài liệu khóa học bất cứ lúc nào trước ngày kết thúc khóa học.

source: Course Schedule
hi: पाठ्यक्रम अनुसूची
ja_jp: スケジュール
lt_lt: Kurso tvarkaraštis
vi: Lịch Trình Khóa Học

source: Dates that control when your course can be viewed
hi: आपके पाठ्यक्रम को देखा जा सकता है जब तिथियाँ नियंत्रण
ja_jp: 講座をいつ閲覧可能とするかを管理する日時
lt_lt: Datos, pagal kurias reguliuojama, kada jūsų kursą galima peržiūrėti
vi: Ngày khóa học của bạn có thể xem

source: First day the course begins
hi: पहले दिन पाठ्यक्रम शुरू होता है
ja_jp: 受講開始日
lt_lt: Pirma kurso diena
vi: Ngày khóa học bắt đầu

source: Course Start Time
hi: पाठ्यक्रम प्रारंभ समय
ja_jp: 受講開始時
lt_lt: Kurso pradžios laikas
vi: Thời Gian Bắt Đầu Khóa Học

source: Last day your course is active
hi: अंतिम दिन आपका पाठ्यक्रम सक्रिय है
ja_jp: 開講最終日
lt_lt: Paskutinė diena, kai jūsų kursas veikia
vi: Ngày cuối cùng khóa học của bạn hoạt động

source: Course End Time
hi: कोर्स समाप्ति का समय
ja_jp: 受講終了時刻
lt_lt: Kurso pabaigos laikas
vi: Thời Gian Kết Thúc Khóa Học

source: Certificates Available Date
hi: प्रमाण पत्र उपलब्ध दिनांक
vi: Ngày cấp Chứng chỉ

source: By default, 48 hours after course end date
hi: डिफ़ॉल्ट रूप से, कोर्स समाप्ति तिथि के 48 घंटे बाद
vi: Theo mặc định, 48 giờ sau ngày kết thúc khóa học

source: Enrollment Start Date
hi: नामांकन प्रारंभ तिथि
ja_jp: 受講登録開始日
lt_lt: Registracijos pradžios data
vi: Ngày Bắt đầu cho Đăng ký

source: First day students can enroll
hi: पहले दिन छात्र नामांकन कर सकते हैं
ja_jp: 受講登録開始日
lt_lt: Pirma diena, kai kurso dalyviai gali registruotis
vi: Ngày đầu tiên học viên có thể ghi danh

source: Enrollment Start Time
hi: नामांकन प्रारंभ समय
ja_jp: 受講登録開始時刻
lt_lt: Registracijos pradžios laikas
vi: Giờ Bắt đầu cho Đăng ký

source: Enrollment End Date
hi: नामांकन की अंतिम तिथि
ja_jp: 受講登録終了日
lt_lt: Registracijos pabaigos data
vi: Ngày Kết thúc cho Đăng ký

source: Last day students can enroll.
hi: अंतिम दिन छात्र नामांकन कर सकते हैं।
vi: Ngày cuối cùng sinh viên có thể ghi danh.

source: Contact your edX partner manager to update these settings.
hi: इन सेटिंग्स को अपडेट करने के लिए अपने edX पार्टनर मैनेजर से संपर्क करें।
vi: Liên hệ với người quản lý đối tác edX của bạn để cập nhật các những thiết lập này.

source: Enrollment End Time
hi: नामांकन का अंत समय
ja_jp: 受講登録終了時刻
lt_lt: Registracijos pabaigos laikas
vi: Giờ Kết thúc cho Đăng ký

source: Course Details
hi: पाठ्यक्रम विवरण
lt_lt: Apie kursą
vi: Chi tiết khóa học

source: Provide useful information about your course
hi: अपने पाठ्यक्रम के बारे में उपयोगी जानकारी प्रदान करें
ja_jp: 講座について役に立つ情報を提供する
lt_lt: Pateikite naudingą informaciją apie savo kursą
vi: Cung cấp thông tin hữu ích về khóa học của bạn

source: Identify the course language here. This is used to assist users find courses that are taught in a specific language. It is also used to localize the 'From:' field in bulk emails.
hi: यहां की भाषा को पहचानें। इसका उपयोग उपयोगकर्ताओं को उन पाठ्यक्रमों को खोजने में सहायता के लिए किया जाता है जो किसी विशिष्ट भाषा में सिखाए जाते हैं। इसका उपयोग बल्क ईमेल में 'From:' फ़ील्ड को स्थानीय बनाने के लिए भी किया जाता है।
vi: Xác định ngôn ngữ khóa học ở đây. Điều này được sử dụng để hỗ trợ người dùng tìm các khóa học được giảng dạy bằng một ngôn ngữ cụ thể. Nó cũng được sử dụng để bản địa hoá trường 'Từ:' trong việc gửi email số lượng lớn.

source: Introducing Your Course
hi: पेश है आपका कोर्स
ja_jp: 導入
lt_lt: Pristatomas jūsų kursas
vi: Giới Thiệu Khóa Học Của Bạn

source: Information for prospective students
hi: भावी छात्रों के लिए सूचना
ja_jp: 未受講者への情報
lt_lt: Informacija būsimiems kurso dalyviams
vi: Thông tin cho học viên

source: Course Title
hi: पाठ्यक्रम का विषय
vi: Khóa học:

source: Displayed as title on the course details page. Limit to 50 characters.
hi: पाठ्यक्रम विवरण पृष्ठ पर शीर्षक के रूप में प्रदर्शित। 50 अक्षरों तक सीमित।
vi: Được hiển thị dưới dạng tiêu đề trên trang chi tiết của khóa học. Giới hạn tới 50 ký tự.

source: Course Subtitle
hi: कोर्स सबटाइटल
vi: Phụ đề Khóa học

source: Displayed as subtitle on the course details page. Limit to 150 characters.
hi: पाठ्यक्रम विवरण पृष्ठ पर उपशीर्षक के रूप में प्रदर्शित। 150 वर्णों तक सीमित।
vi: Được hiển thị dưới dạng phụ đề trên trang chi tiết của khóa học. Giới hạn tới 150 ký tự.

source: Course Duration
hi: कोर्स की अवधि
vi: Thời lượng Khoá học

source: Displayed on the course details page. Limit to 50 characters.
hi: पाठ्यक्रम विवरण पृष्ठ पर प्रदर्शित। 50 अक्षरों तक सीमित।
vi: Hiển thị trên trang chi tiết của khóa học. Giới hạn tới 50 ký tự.

source: Course Description
hi: पाठ्यक्रम विवरण
vi: Mô tả khóa học

source: Displayed on the course details page. Limit to 1000 characters.
hi: पाठ्यक्रम विवरण पृष्ठ पर प्रदर्शित। 1000 वर्णों तक सीमित करें।
vi: Hiển thị trên trang chi tiết của khóa học. Giới hạn tới 1000 ký tự.

source: Course Short Description
hi: कोर्स छोटा विवरण
ja_jp: 講座概要
lt_lt: Trumpas kurso aprašymas
vi: Giới thiệu khóa học ngắn ngọn

source: Appears on the course catalog page when students roll over the course name. Limit to ~150 characters
hi: पाठ्यक्रम कैटलॉग पृष्ठ पर दिखाई देता है जब छात्र पाठ्यक्रम के नाम पर रोल करते हैं। ~ 150 वर्णों तक सीमित करें
ja_jp: 講座一覧ページで講座名の上に受講者がカーソルを合わせた際に表示されます。150文字以内
lt_lt: Matomas kurso katalogo puslapyje kurso dalyviams užėjus ant kurso pavadinimo. Ribojama iki ~150 simbolių.
vi: Xuất hiện trên trang khóa học catalog khi học sinh cuộn qua các tên khóa học. Giới hạn tới ~ 150 ký tự

source: Course Overview
hi: पाठ्यक्रम अवलोकन
ja_jp: 講座概要
lt_lt: Kurso apžvalga
vi: Tổng Quan Khóa Học

source: HTML Code Editor
hi: HTML कोड संपादक
vi: Trình Sửa mã HTML

source: Introductions, prerequisites, FAQs that are used on {a_link_start}your course summary page{a_link_end} (formatted in HTML)
hi: परिचय, पूर्वापेक्षाएँ, अक्सर पूछे जाने वाले प्रश्न {a_link_start} आपके पाठ्यक्रम सारांश पृष्ठ {a_link_end} (HTML में स्वरूपित) पर उपयोग किए जाते हैं
vi: Giới thiệu, điều kiện tiên quyết, Câu Hỏi Thường Gặp được sử dụng trên {a_link_start}trang tóm tắt khóa học của bạn{a_link_end} (định dạng trong HTML)

source: Course Card Image
hi: कोर्स कार्ड छवि
vi: Hình ảnh Đại diện Khóa học

source: You can manage this image along with all of your other {a_link_start}files and uploads{a_link_end}
hi: आप इस छवि को अपने अन्य {a_link_start} फ़ाइलों के साथ और {a_link_end} अपलोड कर सकते हैं
vi: Bạn có thể quản lý hình ảnh này cùng với tất cả các tệp và ảnh {a_link_start}tải lên{a_link_end} khác của bạn.

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
hi: आपके पाठ्यक्रम में वर्तमान में एक छवि नहीं है। कृपया एक अपलोड करें (JPEG या PNG प्रारूप, और न्यूनतम सुझाए गए आयाम 375px चौड़े हैं जो 200px लंबा है)
ja_jp: 本講座は現在イメージ画像がありません。次の仕様を満たす画像をアップロードしてください。(JPEG もしくは PNG 形式で最小サイズで横375ピクセル・縦200ピクセルです)
lt_lt: Šiuo metu jūsų kursas yra be paveikslėlio. Prašome jį įkelti (JPEG arba PNG formato, minimalūs siūlomi matmenys yra 375 pikseliai pločio ir 200 pikselių aukščio)
vi: Khóa học của bạn hiện không có một hình ảnh. Xin vui lòng tải lên một (định dạng JPEG hoặc PNG, và kích thước đề nghị tối thiểu là 375px rộng 200px cao)

source: Your course image URL
hi: आपका पाठ्यक्रम छवि URL
ja_jp: コースのイメージのURL
lt_lt: Jūsų kurso paveikslėlio URL nuoroda
vi: Địa chỉ hình ảnh khóa học của bạn

source: Please provide a valid path and name to your course image (Note: only JPEG or PNG format supported)
hi: कृपया अपनी पाठ्यक्रम छवि को एक मान्य पथ और नाम प्रदान करें (नोट: केवल JPEG या PNG प्रारूप समर्थित)
ja_jp: 講座イメージ画像への適正なファイルパス、そしてファイル名を提供してください (注意：JPEG と PNG 形式のみの利用可能)
lt_lt: Prašome pateikti teisingą savo kurso paveikslėlio kelią ir pavadinimą. (Pastaba: palaikomi tik JPEG ir PNG formatai)
vi: Vui lòng cung cấp một đường dẫn hợp lệ và tên hình ảnh khóa học của bạn (Lưu ý: chỉ hỗ trợ định dạng JPEG hoặc PNG)

source: Upload Course Card Image
hi: कोर्स कार्ड छवि अपलोड करें
vi: Tải lên Hình ảnh Đại diện Khóa học

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 1440px wide by 400px tall)
hi: आपके पाठ्यक्रम में वर्तमान में एक छवि नहीं है। कृपया एक अपलोड करें (JPEG या PNG प्रारूप, और न्यूनतम सुझाए गए आयाम 1440px चौड़े हैं जो 400px लंबा है)
vi: Khóa học của bạn hiện không có hình ảnh. Hãy tải lên một tệp (định dạng JPEG hoặc PNG và kích thước tối thiểu được đề xuất rộng 1440px chiều cao 400px)

source: Your banner image URL
hi: आपका बैनर छवि URL
vi: URL hình ảnh banner của bạn

source: Please provide a valid path and name to your banner image (Note: only JPEG or PNG format supported)
hi: कृपया अपनी बैनर छवि को एक मान्य पथ और नाम दें (नोट: केवल JPEG या PNG प्रारूप समर्थित)
vi: Vui lòng cung cấp đường dẫn hợp lệ và tên cho hình ảnh banner của bạn (Lưu ý: chỉ hỗ trợ định dạng JPEG hoặc PNG)

source: Upload Course Banner Image
hi: अपलोड पाठ्यक्रम बैनर छवि
vi: Tải lên Banner Khóa học

source: Video Thumbnail Image
hi: वीडियो थंबनेल छवि
vi: Ảnh Đại diện Khoá học

source: Your course currently does not have a video thumbnail image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
hi: आपके पाठ्यक्रम में वर्तमान में वीडियो थंबनेल छवि नहीं है। कृपया एक अपलोड करें (JPEG या PNG प्रारूप, और न्यूनतम सुझाए गए आयाम 375px चौड़े हैं जो 200px लंबा है)
vi: Khóa học của bạn hiện không có hình ảnh đại diện của video. Hãy tải lên một tệp (định dạng JPEG hoặc PNG và kích thước tối thiểu được đề xuất rộng 375px chiều cao 200px)

source: Your video thumbnail image URL
hi: आपका वीडियो थंबनेल छवि URL
vi: URL hình ảnh đại diện video của bạn

source: Please provide a valid path and name to your video thumbnail image (Note: only JPEG or PNG format supported)
hi: कृपया अपनी वीडियो थंबनेल छवि को एक मान्य पथ और नाम दें (नोट: केवल JPEG या PNG प्रारूप समर्थित)
vi: Vui lòng cung cấp đường dẫn hợp lệ và tên cho hình ảnh đại diện video (Lưu ý: chỉ hỗ trợ định dạng JPEG hoặc PNG)

source: Upload Video Thumbnail Image
hi: वीडियो थंबनेल छवि अपलोड करें
vi: Tải lên hình ảnh đại diện video

source: Course Introduction Video
hi: कोर्स का परिचय वीडियो
ja_jp: 導入ムービー
lt_lt: Vaizdinis kurso pristatymas
vi: Video Giới Thiệu Khóa Học

source: Delete Current Video
hi: वर्तमान वीडियो हटाएं
ja_jp: 現在のビデオを削除する
lt_lt: Pašalinti šį vaizdo įrašą
vi: Xóa video này

source: your YouTube video's ID
hi: आपके YouTube वीडियो की ID
ja_jp: YouTubeビデオのID
lt_lt: jūsų YouTube vaizdelio identifikacija
vi: Địa chỉ ID video Youtube của bạn

source: Enter your YouTube video's ID (along with any restriction parameters)
hi: अपना YouTube वीडियो आईडी दर्ज करें (किसी भी प्रतिबंध पैरामीटर के साथ)
ja_jp: YouTubeのビデオIDを入力する (制限値と共に)
lt_lt: Įveskite savo YouTube vaizdelio identifikacijos numerį (kartu su ribiniais parametrais)
vi: Nhập vào ID của video YouTube của bạn (cùng với bất kỳ thông số hạn chế nào)

source: Learning Outcomes
hi: सिखने का फल
vi: Kết quả Học tập

source: Add the learning outcomes for this course
hi: इस पाठ्यक्रम के लिए सीखने के परिणामों को जोड़ें
vi: Thêm các kết quả học tập cho khóa học này

source: Add Learning Outcome
hi: लर्निंग आउटकम जोड़ें
vi: Thêm Kết quả Học tập

source: Add details about the instructors for this course
hi: इस पाठ्यक्रम के लिए प्रशिक्षकों के बारे में विवरण जोड़ें
vi: Thêm chi tiết về các hướng dẫn cho khóa học này

source: Add Instructor
hi: प्रशिक्षक जोड़ें
vi: Thêm Giáo Viên Hướng Dẫn

source: Expectations of the students taking this course
hi: इस कोर्स को लेने वाले छात्रों की उम्मीदें
ja_jp: 受講者に期待する要件
lt_lt: Reikalavimai šio kurso dalyviams
vi: Mong đợi ở học viên tham gia khóa học này

source: Hours of Effort per Week
hi: प्रति सप्ताह के घंटे के प्रयास
ja_jp: 学習時間／週
lt_lt: Darbo valandos per savaitę
vi: Số giờ nỗ lực của một tuần

source: Time spent on all course work
hi: सभी कोर्स वर्क पर समय बिताया
ja_jp: 受講に要する時間
lt_lt: Visam kursui skirtas laikas
vi: Thời gian sử dụng cho mọi công việc của khóa học

source: Prerequisite Course
hi: पूर्वापेक्षा पाठ्यक्रम
ja_jp: 必要条件講座
lt_lt: Būtinas kursas
vi: Điều kiện bắt buộc Khoá học

source: Course that students must complete before beginning this course
hi: इस पाठ्यक्रम को शुरू करने से पहले छात्रों को पूरा करना होगा
ja_jp: この講座を始める前に完了しなければならない講座
lt_lt: Kursas, kurį dalyviai turi baigti prieš pradėdami šį kursą
vi: Khóa học mà sinh viên phải hoàn thành trước khi bắt đầu khóa học này

source: set pre-requisite course
hi: पूर्व-आवश्यक पाठ्यक्रम निर्धारित करें
ja_jp: 事前必須講座を設定する
lt_lt: nustatyti kursą, kurį privaloma būti baigus prieš renkantis naują kursą
vi: đặt khóa học bắt buộc

source: Require students to pass an exam before beginning the course.
hi: पाठ्यक्रम शुरू करने से पहले छात्रों को एक परीक्षा उत्तीर्ण करने की आवश्यकता होती है।
ja_jp: 受講者は講座を始める前に試験を合格する必要がある
lt_lt: Reikalauti, kad kurso dalyviai išlaikytų egzaminą prieš pradėdami kursą.
vi: Yêu cầu học sinh vượt qua bài kiểm tra trước khi bắt đầu khóa học.
