Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: The Invoice Number field cannot be empty.
es_419: El número de factura no puede estar vacío.

source: No Expiration Date
es_419: No hay fecha de expiración

source: Enter the company name.
es_419: Ingrese en nombre de la empresa

source: The company name cannot be a number.
es_419: El nombre de la empresa no puede ser un número.

source: Enter the company contact name.
es_419: Ingrese el nombre de contacto en la empresa.

source: The company contact name cannot be a number.
es_419: El nombre de contacto en la empresa no puede ser un número.

source: Enter the email address for the company contact.
es_419: Ingrese el correo electrónico del contacto en la empresa.

source: Enter a valid email address.
es_419: Por favor ingrese una dirección de correo electrónico válida.

source: Enter the recipient name.
es_419: Por favor ingrese el nombre del receptor.

source: The recipient name cannot be a number.
es_419: El nombre del receptor no puede ser un número.

source: Enter the recipient email address.
es_419: Por favor ingrese el correo electrónico del receptor.

source: Enter the billing address.
es_419: Ingrese la dirección de facturación

source: Enter the price per course seat.
es_419: Ingrese el precio del curso por asiento.

source: Enter a numeric value for the price per course seat. Do not include currency symbols.
es_419: Ingrese un valor numérico para el precio por asiendo. No incluya ningún símbolo de moneda.

source: Enter the number of enrollment codes.
es_419: Ingrese el número de códigos de inscripción.

source: Enter a numeric value for the number of enrollment codes.
es_419: Ingrese un valor numérico para el número de códigos de inscripción.

source: Select a currency.
es_419: Seleccione una moneda.

source: Enter a coupon code.
es_419: Por favor ingrese un código de cupón

source: The discount percentage must be less than or equal to 100.
es_419: El porcentaje de descuento debe ser un valor menor o igual a 100.

source: Enter a numeric value for the discount amount. Do not include the percent sign.
es_419: Ingrese un valor numérico para el valor de descuento. No incluya el símbolo de porcentaje.

source: Edit Coupon Code
es_419: Editar código de cupón

source: Edit Coupon Code Information
es_419: Actualizar la información del código de cupón

source: example: A123DS
es_419: ejemplo: A123DS

source: Percentage Discount
es_419: Porcentaje de descuento

source: Update Coupon Code
es_419: Actualizarcódigo de cupón

source: Executive Summary for {display_name}
es_419: Resumen ejecutivo para el curso {display_name}

source: Report Creation Date
es_419: Fecha de Creación del reporte

source: Number of Seats
es_419: Número de asientos

source: Number of Enrollments
es_419: Número de inscripciones

source: Gross Revenue Collected
es_419: Ingresos brutos recaudados

source: Gross Revenue Pending
es_419: Ingresos brutos pendientes

source: Number of Enrollment Refunds
es_419: Número de reembolsos de inscripción

source: Amount Refunded
es_419: Valor reembolsado

source: Average Price per Seat
es_419: Precio promedio por asiento

source: Frequently Used Coupon Codes
es_419: Códigos de cupón usados frecuentemente

source: Number of seats purchased using coupon codes
es_419: Número de asientos adquiridos con códigos de cupón

source: Rank
es_419: Rango

source: Percent Discount
es_419: Porcentaje de descuento

source: Times Used
es_419: Número de usos

source: Bulk and Single Seat Purchases
es_419: Compras de asientos masivas e individuales para el curso

source: Number of seats purchased individually
es_419: Número de asientos adquiridos individualmente

source: Number of seats purchased in bulk
es_419: Número de asientos adquiridos de forma masiva

source: Number of seats purchased with invoices
es_419: Número de asientos adquiridos con factura

source: Unused bulk purchase seats (revenue at risk)
es_419: Asientos compradas masívamente y no usadas (ingresos en riesgo)

source: Percentage of seats purchased individually
es_419: Porcentaje de asientos adquiridas individualmente

source: Percentage of seats purchased in bulk
es_419: Porcentaje de asientos adquiridos de forma masiva

source: Percentage of seats purchased with invoices
es_419: Porcentaje de asientos adquiridos con factura

source: Individual due date extensions
es_419: Extensiones individuales de fecha límite

source: In this section, you have the ability to grant extensions on specific units to individual students. Please note that the latest date is always taken; you cannot use this tool to make an assignment due earlier for a particular student.
es_419: En esta sección, puede otorgar extensiones de fecha límite para unidades y estudiantes específicos. Por favor note que la ultima fecha límite es la que será utilizada. No puede usar esta herramienta para hacer que una actividad tenga una fecha límite anterior para cierto estudiante.

source: Specify the {platform_name} email address or username of a student here:
es_419: Especifique la dirección de correo o el usuario de {platform_name} del estudiante aquí:

source: Student Email or Username
es_419: Correo electrónico o nombre de usuario del estudiante

source: Choose the graded unit:
es_419: Seleccione la unidad calificada:

source: Specify the extension due date and time (in UTC; please specify {format_string}).
es_419: Indique la nueva fecha y hora de entrega (en UTC; por favor especifique {format_string}).

source: Change due date for student
es_419: Cambiar fecha límite para un estudiante

source: Viewing granted extensions
es_419: Mostrando las extensiones de fecha límite otorgadas

source: Here you can see what extensions have been granted on particular units or for a particular student.
es_419: Acá puede ver las extensiones de fecha límite que han sido otorgadas en unidades particulares a un estudiante.

source: Choose a graded unit and click the button to obtain a list of all students who have extensions for the given unit.
es_419: Seleccione una unidad y haga clic en el botón para obtener una lista de estudiantes que tienen extensiones de fecha límite para dicha unidad.

source: List all students with due date extensions
es_419: Listar todos los estudiantes con extensiones de fecha límite

source: Specify a student to see all of that student's extensions.
es_419: Indique un estudiante para ver todas sus extensiones.

source: List date extensions for student
es_419: Listar las extensiones de fecha límite para el estudiante

source: Resetting extensions
es_419: Reiniciar las extensiones de fecha límite

source: Resetting a problem's due date rescinds a due date extension for a student on a particular unit. This will revert the due date for the student back to the problem's original due date.
es_419: Al reiniciar la fecha límite de entrega de un problema se anulan las extensiones de fecha límite para unidades y estudiantes particulares. Esto hará que la fecha límite para los estudiantes sea la fecha límite original del problema.

source: Reset due date for student
es_419: Reiniciar la fecha límite para un estudiante

source: Generate Registration Code Modal
es_419: Generar código de Modal de Registro

source: * Required Information
es_419: * Información Requerida

source: The organization that purchased enrollments in the course
es_419: Organización que hace la compra de inscripciones en el curso

source: Organization Contact
es_419: Contacto en la organización

source: Organization Contact Name
es_419: Nombre de contacto

source: The primary contact at the organization
es_419: Contacto primario en la organización

source: Invoice Recipient
es_419: Destinatario de la factura

source: The contact who should receive the invoice
es_419: Contacto que recibirá la factura

source: Organization Billing Address
es_419: Dirección de facturación de la organización

source: Address Line 1
es_419: Dirección línea 1

source: Address Line 2
es_419: Dirección línea 2

source: Address Line 3
es_419: Dirección línea 3

source: State/Province
es_419: Estado/Provincia

source: Zip
es_419: Código postal

source: Unit Price
es_419: Precio unitario

source: The price per enrollment purchased
es_419: Precio por inscripción adquirida

source: Number of Enrollment Codes
es_419: Número de códigos de inscripción

source: The total number of enrollment codes to create
es_419: Número total de códigos a crear

source: Course Team Internal Reference
es_419: Referencia interna para el equipo del curso

source: Internal reference information for the sale
es_419: Referencia interna para la venta

source: Customer Reference
es_419: Referencia del cliente

source: Customer's purchase order or other reference information
es_419: Orden de compra u otra información de referencia del cliente

source: Send me a copy of the invoice
es_419: Enviarme una copia de la factura

source: For analytics about your course, go to {link_start}{analytics_dashboard_name}{link_end}.
es_419: Para ver información analítica de su curso, visite {link_start} {analytics_dashboard_name} {link_end}.

source: Instructor Dashboard
es_419: Panel de control del instructor

source: View Course in Studio
es_419: Ver el curso en Studio

source: Enrollment Code Status
es_419: Estado del código de inscripción

source: Change the status of an enrollment code.
es_419: Cambiar el estado del código de inscripción.

source: Enrollment Code
es_419: Código de inscripción

source: Find Enrollment Code
es_419: Encontrar código de inscripción

source: Enter the reason why the students are to be manually enrolled or unenrolled.
es_419: Ingrese la razón por la cual los estudiantes pueden ser inscritos o desinscritos manualmente.

source: This cannot be left blank and will be recorded and presented in Enrollment Reports.
es_419: Este campo no puede dejarse en blanco y será utilizado en los reportes de inscripciones.

source: Therefore, please give enough detail to account for this action.
es_419: Por favor suministre los detalles suficientes para esta acción.

source: If this option is <em>checked</em>, users who have not yet registered for {platform_name} will be automatically enrolled.
es_419: Si esta opción está <em>marcada</em>, los usuarios que aún no se han registrado en {platform_name} serán inscritos automáticamente.

source: If this option is left <em>unchecked</em>, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
es_419: Si esta opción está <em>sin marcar</em>, los usuarios que aún no se han registrado en {platform_name} no serán inscritos, pero se les permitirá la inscripción al curso una vez hayan creado su cuenta.

source: If this option is <em>checked</em>, users will receive an email notification.
es_419: Si esta opción está <em>marcada</em>, los usuarios recibirán una notificación por correo electrónico.

source: Register/Enroll Students
es_419: Registrar/Inscribir estudiantes

source: To register and enroll a list of users in this course, choose a CSV file that contains the following columns in this exact order: email, username, name, and country. Please include one student per row and do not include any headers, footers, or blank lines.
es_419: Para registrar e inscribir una lista de usuarios en este curso, elija un archivo CSV que contenga las siguientes columnas en este orden exacto: correo electrónico, nombre de usuario, y país. Por favor incluya un estudiante por renglón y no incluya títulos, pies de página, o lineas vacías.

source: Upload a CSV for bulk enrollment
es_419: Cargar un archivo CSV para inscripciones masivas

source: Upload CSV
es_419: Subir CSV

source: Batch Beta Tester Addition
es_419: Addición en lote de usuarios de prueba beta

source: Note: Users must have an activated {platform_name} account before they can be enrolled as beta testers.
es_419: Nota: Los usuarios deben tener una cuenta activa en {platform_name} antes de que puedan ser registrados como usuarios de prueba.

source: If this option is <em>checked</em>, users who have not enrolled in your course will be automatically enrolled.
es_419: Si esta opción esta <em>marcada</em>, los usuarios que aun no se han inscrito en tu curso, serán inscritos automáticamente.

source: Checking this box has no effect if 'Remove beta testers' is selected.
es_419: Marcar esta casilla no tiene efecto si "Quitar los probadores beta" está seleccionado

source: Add beta testers
es_419: Añadir usuarios de prueba

source: Remove beta testers
es_419: Eliminar usuario de prueba

source: Course Team Management
es_419: Administración del equipo del curso

source: Select a course team role:
es_419: Seleccione un rol del equipo del curso:

source: Getting available lists...
es_419: Obteniendo la listas disponibles...

source: Staff cannot modify these lists. To manage course team membership, a course Admin must give you the Admin role to add Staff or Beta Testers, or the Discussion Admin role to add discussion moderators and TAs.
es_419: Los miembros del equipo de curso no pueden modificar estas listas. Para administrar la pertenencia de los miembros en el curso, un administrador debe otorgarle permisos para añadir Miembros del equipo o usuarios de pruebas, o el rol de administrador de discusiones para añadir moderadores y profesores asistentes.

source: Course team members with the Staff role help you manage your course. Staff can enroll and unenroll learners, as well as modify their grades and access all course data. Staff also have access to your course in Studio and Insights. You can only give course team roles to enrolled users.
es_419: Los miembros del equipo del curso con rol de funcionarios, pueden ayudarle a gestionar algunos aspectos de su curso. Pueden registrar y dar de baja a los estudiantes, así como modificar sus calificaciones y ver todos los datos del curso. Los funcionarios también tendrán acceso por Studio e Insights. Usted solo puede asignar privilegios de equipo del curso a usuarios que estén inscritos.

source: Add Staff
es_419: Adicionar personal de apoyo

source: Course team members with the Admin role help you manage your course. They can do all of the tasks that Staff can do, and can also add and remove the Staff and Admin roles, discussion moderation roles, and the beta tester role to manage course team membership. You can only give course team roles to enrolled users.
es_419: Los miembros del equipo del curso con rol de administradores, pueden ayudarle a gestionar algunos aspectos de su curso. Pueden hacer todas las tareas de los funcionarios, y además añadir o eliminar funcionarios y administradores, otorgar roles de moderación de foros y roles de usuarios de pruebas. Usted solo puede asignar privilegios de equipo del curso a usuarios que estén inscritos.

source: Add Admin
es_419: Agregar administrador

source: Beta Testers
es_419: Usuarios de pruebas beta

source: Beta Testers can see course content before other learners. They can make sure that the content works, but have no additional privileges. You can only give course team roles to enrolled users.
es_419: Los Usuarios de pruebas beta pueden ver el contenido del curso antes de que el resto de los alumnos. Pueden asegurarse de que el contenido funcione, pero no tienen privilegios adicionales. Usted solo puede asignar privilegios de equipo del curso a usuarios que estén inscritos.

source: Add Beta Tester
es_419: Añadir usuario de prueba

source: Discussion Admins
es_419: Administradores de foros de discusión

source: Discussion Admins can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all cohorts. Their posts are marked as 'staff'. They can also add and remove the discussion moderation roles to manage course team membership. You can only give course team roles to enrolled users.
es_419: Los administradores de discusiones pueden editar o borrar publicaciones, limpiar marcas de uso indebido, cerrar y reabrir discusiones, validar respeustas, y ver las publicaciones de todas las cohortes. Sus publicaciones se marcan como "Funcionarios". También pueden añadir o borrar roles de moderador de discusiones. Usted solo puede asignar privilegios de equipo del curso a usuarios que estén inscritos.

source: Add Discussion Admin
es_419: Añadir Administrador de foros de discusiones

source: Discussion Moderators
es_419: Moderadores de foros de discusión

source: Discussion Moderators can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all cohorts. Their posts are marked as 'staff'. They cannot manage course team membership by adding or removing discussion moderation roles. You can only give course team roles to enrolled users.
es_419: Los moderadores de discusiones pueden editar o borrar publicaciones, limpiar marcas de uso indebido, cerrar y reabrir discusiones, validar respeustas, y ver las publicaciones de todas las cohortes. Sus publicaciones se marcan como "Funcionarios". No pueden añadir o borrar roles de moderador de discusiones. Usted solo puede asignar privilegios de equipo del curso a usuarios que estén inscritos.

source: Add Moderator
es_419: Añadir moderador

source: Discussion Community TAs
es_419: Profesores asistentes en los foros de discusión

source: Community TA's are members of the community whom you deem particularly helpful on the discussion boards. They can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all cohorts. Their posts are marked as 'Community TA'. You can only give course team roles to enrolled users.
es_419: Los Profesores asistentes de la comunidad, son miembros de la comunidad que usted encuentra de mucha ayuda en los foros de discusión. Pueden editar o borrar publicaciones, limpiar marcas de uso indebido, cerrar y reabrir discusiones, validar respeustas, y ver las publicaciones de todas las cohortes. Sus publicaciones se marcan como "Profesores asistentes". Usted solo puede asignar privilegios de equipo del curso a usuarios que estén inscritos.

source: Add Community TA
es_419: Añadir profesor asistente de la comunidad.

source: CCX Coaches
es_419: Tutores CCX

source: CCX Coaches are able to create their own Custom Courses based on this course, which they can use to provide personalized instruction to their own students based in this course material.
es_419: Los tutores CCX pueden crear sus propios cursos personalizados con base en este curso, y usarlos para dar instrucción personalizada a sus propios estudiantes basandose en el material de este curso.

source: Add CCX Coach
es_419: Añadir tutor CCX

source: There is no data available to display at this time.
es_419: No hay información disponible en este momento.

source: Use Reload Graphs to refresh the graphs.
es_419: Use Recargar gráficos para actualizar la información

source: Reload Graphs
es_419: Recargar Gráficos

source: Subsection Data
es_419: Datos de subsecciones

source: Each bar shows the number of students that opened the subsection.
es_419: Cada barra muestra el número de estudiantes que abrió la subsección.

source: You can click on any of the bars to list the students that opened the subsection.
es_419: Puede hacer clic en cualquiera de las barras para listar los estudiantes que abrieron la subsección.

source: You can also download this data as a CSV file.
es_419: También puede descargar los datos con archivo CSV.

source: Download Subsection Data for all Subsections as a CSV
es_419: Descargar los datos de todas las subsecciones como CSV.

source: Grade Distribution Data
es_419: Distribución de calificaciones

source: Each bar shows the grade distribution for that problem.
es_419: Cada barra muestra las distribuciones de calificaciones para el problema.

source: You can click on any of the bars to list the students that attempted the problem, along with the grades they received.
es_419: Puede hacer clic en cualquiera de las barras para listar los estudiantes que intentaron el problema, y las calificaciones que obtuvieron.

source: Download Problem Data for all Problems as a CSV
es_419: Descargar los datos de todos los problemas como CSV

source: Grade Distribution per Problem
es_419: Distribución de calificaciones por problema

source: Download Student Opened as a CSV
es_419: Descargar la información de estudiantes como archivo CSV

source: Download Student Grades as a CSV
es_419: Descargar las calificaciones de estudiantes como archivo CSV

source: This is a partial list, to view all students download as a csv.
es_419: Esta es una lista parcial. para ver la lista completa, descargue el archivo como CSV,

source: There are no problems in this section.
es_419: No hay problemas en esta sección.

source: Myself
es_419: Mi mismo

source: Staff and Administrators
es_419: Personal del curso y administradores

source: All Learners
es_419: Todos los estudiantes

source: Cohort:
es_419: Cohorte:

source: (Learners not explicitly assigned to a cohort)
es_419: (Estudiantes no asignados explícitamente a una cohorte)

source: Subject:
es_419: Asunto:

source: (Maximum 128 characters)
es_419: (Máximo de 128 caracteres)

source: We recommend sending learners no more than one email message per week. Before you send your email, review the text carefully and send it to yourself first, so that you can preview the formatting and make sure embedded images and links work correctly.
es_419: Recomendamos el envío de los alumnos de no más de un mensaje de correo electrónico a la semana. Antes de enviar el correo electrónico, revise cuidadosamente el texto y envíeselo a usted mismo primero, de modo que pueda previsualizar el formato y asegurarse de que las imágenes incrustadas y enlaces funcionan correctamente.

source: CAUTION!
es_419: PRECAUCIÓN!

source: When you select Send Email, your email message is added to the queue for sending, and cannot be cancelled.
es_419: Cuando selecciona Enviar Email, su mensaje de correo se añade a la cola para ser enviado y no se puede cancelar.

source: Send Email
es_419: Enviar correo electrónico

source: Email actions run in the background. The status for any active tasks - including email tasks - appears in a table below.
es_419: Las tareas de correo electrónico corren en segundo plano. El estado de cualquier tarea activa, incluyendo las tareas de correo, aparece en la tabla a continuación.

source: Email Task History
es_419: Historial de tareas de correo electrónico

source: To see the content of previously sent emails, click this button:
es_419: Para ver el contenido de correos enviados anteriormente, haga clic en este botón:

source: Show Sent Email History
es_419: Mostrar historial de correos enviados

source: To read a sent email message, click its subject.
es_419: Para leer el correo enviado, haga clic en el asunto.

source: To see the status for all email tasks submitted for this course, click this button:
es_419: Para ver el estado de todas las tareas de correo electrónico enviadas para este curso, haga clic en este botón:

source: Show Email Task History
es_419: Mostrar el historial de tareas de correo electrónico

source: Set Course Mode Price
es_419: Definir el precio para la modalidad del curso

source: Please enter Course Mode detail below
es_419: Por favor ingrese los detalles de la modalidad del curso a continuación

source: Set Price
es_419: Definir precio

source: Allowance Section
es_419: Sección de asignaciones

source: Student Special Exam Attempts
es_419: Intentos de estudiantes para examenes especiales.

source: View gradebook for enrolled learners
es_419: Ver libro de calificaciones para estudiantes inscritos
