Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Congratulations! You are now verified on %(platformName)s!
es_419: Felicitaciones! Ya se encuentra verificado en %(platformName)s!
hi: बधाई हो! अब आप %(platformName)s पर सत्यापित हैं!
ja_jp: おめでとうございます！あなたは %(platformName)s で承認されました。
ko_kr: 축하합니다. %(platformName)s에 대한 인증이 이루어졌습니다.
lt_lt: Sveikiname! Dabar jūsų duomenys patvirtinti %(platformName)s aplinkoje!
pt_br: Parabéns! Você foi verificado em %(platformName)s!
vi: Xin chúc mừng! Bạn đang xác minh trên %(platformName)s!
zh_tw: 恭喜！您現在在 %(platformName)s 上已驗證！

source: You are now enrolled as a verified student for:
es_419: Ahora estas inscrito como estudiante verificado para:
hi: अब आप इसके लिए एक सत्यापित छात्र के रूप में नामांकित हैं:
ja_jp: あなたは本人認証受講者として受講登録されています：
ko_kr: 인증 학습자로 등록되었습니다.
lt_lt: Jūs esate užregistruotas kaip tapatybe patvirtintas dalyvis į kursą:
pt_br: Você está inscrito como aluno verificado para:
vi: Bạn hiện đang ghi danh như là một sinh viên xác nhận cho:
zh_tw: 您現在已註冊為驗證學生為了：

source: A list of courses you have just enrolled in as a verified student
es_419: Lista de cursos que te has inscrito como estudiante verificado
hi: पाठ्यक्रमों की एक सूची जिसे आपने एक सत्यापित छात्र के रूप में नामांकित किया है
ja_jp: あなたが認証された受講者として受講登録した講座の一覧
ko_kr: 인증 학습자로 등록한 강좌 목록
lt_lt: Sąrašas kursų, į kuriuos buvote ką tik užregistruotas kaip tapatybe patvirtintas dalyvis
pt_br: Lista de cursos para quais você se inscreveu como um aluno verificado
vi: Một danh sách các khóa học mà bạn vừa đăng ký vào là học sinh được xác minh
zh_tw: 一個您剛註冊為已驗證學生的課程列表。

source: Course
es_419: Curso
ja_jp: 講座
ko_kr: 강좌
lt_lt: Kursas
pt_br: Curso
vi: Khóa học
zh_tw: 課程

source: Explore your course!
es_419: Explora tus cursos!
hi: अपने पाठ्यक्रम का अन्वेषण करें!
ja_jp: 講座へ進む
ko_kr: 강좌를 살펴보세요!
lt_lt: Peržiūrėkite kursą!
pt_br: Explore seu curso!
vi: Khám phá khóa học của bạn!
zh_tw: 瀏覽您的課程！

source: Go to your Dashboard
es_419: Ir al panel de control
hi: अपने डैशबोर्ड पर जाएं
ja_jp: マイページへ移動
ko_kr: 대시보드로 가기
lt_lt: Eiti į informacinį puslapį
pt_br: Ir para o seu Painel de controle
vi: Đi đến bảng điều khiển
zh_tw: 前往我的課程

source: Verified Status
es_419: Verificación
hi: वैरीफाईड स्थिति
ja_jp: 認証の状況
ko_kr: 확인된 상태
lt_lt: Patvirtinta būsena
pt_br: Status verificado
vi: Trạng thái Đã Được Xác Thực
zh_tw: 已驗證狀態

source: Thank you for submitting your photos. We will review them shortly. You can now sign up for any %(platformName)s course that offers verified certificates. Verification is good for one year. After one year, you must submit photos for verification again.
es_419: Gracias por enviar sus fotos. Las revisaremos pronto. Ahora puede registrarse para cualquier curso de %(platformName)s que ofrezca Certficados Verificados. La verificación es válida por un año. Después de este periodo, deberá volver a enviar fotografías para una nueva verificación.
hi: अपनी फ़ोटो सबमिट करने के लिए धन्यवाद। हम जल्द ही उनकी समीक्षा करेंगे। अब आप किसी भी %(platformName)sपाठ्यक्रम के लिए साइन अप कर सकते हैं जो सत्यापित प्रमाण पत्र प्रदान करता है। सत्यापन एक वर्ष के लिए अच्छा है। एक साल के बाद, आपको फिर से सत्यापन के लिए फोटो जमा करना होगा।
ja_jp: 写真を提出頂きありがとうございます。まもなく確認いたします。%(platformName)sの本人認証付き修了証の講座に登録することができます。認証は１年間有効です。1年後はもう一度写真の提出を行い認証が必要となります。
ko_kr: 사진을 제출해주셔서 감사합니다. 귀하는 %(platformName)s에서 인증 이수증을 제공하는 모든 강좌에 수강 신청이 가능합니다. 인증 사진의 유효 기간은 1년입니다. 1년 후, 사진 인증을 다시 받아야 합니다.
lt_lt: Dėkojame už pateiktas nuotraukas. Netrukus jas peržiūrėsime. Dabar galite užsiregistruoti į bet kurį %(platformName)s kursą, už kurį išduodamas tapatybe patvirtintas sertifikatas. Patvirtinimas galioja vienerius metus. Praėjus metams vėl turėsite pateikti savo nuotraukas patvirtinimui.
pt_br: Obrigado por enviar suas fotos. Nós vamos analisá-las rapidamente. Você pode inscrever-se para qualquer curso da plataforma %(platformName)s que ofereça certificados verificados. A verificação é válida por um ano. Depois disso, você precisa enviar fotos para verificar novamente.
vi: Cảm ơn bạn đã gửi hình ảnh của bạn. Chúng tôi sẽ xem lại chúng. Bây giờ bạn có thể đăng ký khóa học bất kỳ %(platformName)s mà cung cấp chứng chỉ xác nhận. Xác minh là tốt cho một năm. Sau một năm, bạn phải nộp ảnh để xác minh một lần nữa.
zh_tw: 感謝您提交您的照片。我們將會盡快審查。您現在可以註冊任何提供驗證證書的 %(platformName)s 課程。 驗證有效期限為一年。 一年後，您必須再次提交照片進行驗證。

source: What You Need for Verification
es_419: Lo que necesita para la verificación
hi: सत्यापन के लिए आपको क्या चाहिए
ja_jp: 認証になにが必要か
ko_kr: 인증을 위해 필요한 것
pt_br: O que é necessário para verificação
vi: Những gì bạn cần để xác minh
zh_tw: 您要進行驗證的需求

source: Webcam
es_419: Cámara web
hi: वेब कैमरा
ja_jp: ウェブカメラ
ko_kr: 웹캠
lt_lt: Internetinė vaizdo kamera
zh_tw: 視訊裝置

source: You need a computer that has a webcam. When you receive a browser prompt, make sure that you allow access to the camera.
es_419: Necesita un equipo que tenga una webcam. Cuando reciba un mensaje desde su navegador web, asegúrese de permitir el acceso a su webcam.
ja_jp: ウェブカメラが内蔵されているコンピュータが必要です。ブラウザからの指示を受けたら、そのカメラへのアクセスが許可されているのを確認してください。
ko_kr: 웹캠이 있는 컴퓨터가 필요합니다. 브라우저 프롬프트를 받을 때, 카메라 접근이 허용되어 있는지 확인해주세요.
lt_lt: Jums reikalingas kompiuteris su vaizdo kamera. Patikrinkite, ar turite priėjimą prie video kameros.
pt_br: Você precisa de um computador com uma câmera. Ao abrir o aviso, certifique-se de permitir o acesso a sua câmera.
vi: Bạn cần một máy tính có một webcam. Khi bạn nhận được dấu nhắc trình duyệt, hãy chắc chắn rằng bạn cho phép truy cập vào máy ảnh.
zh_tw: 您需要一台具備視訊裝置的電腦。當您接收到瀏覽器的提示，請確保您允許存取設項投。

source: Photo Identification
es_419: Identificación fotográfica.
hi: फोटो पहचान
ja_jp: 写真による身元確認
ko_kr: 사진 본인 확인
pt_br: Identificação pela foto
vi: Ảnh Identification
zh_tw: 照片的身份證明

source: You need a driver's license, passport, or other government-issued ID that has your name and photo.
es_419: Necesita el documento de identidad, licencia de conducir, pasaporte u otra identificación certificada por el gobierno, que contenga su foto y nombre.
ja_jp: 名前と写真が記載されている免許証、パスポートまたは行政機関が発行した証明書が必要です。
ko_kr: 귀하의 이름과 사진이 있는 주민등록증, 운전면허증, 여권 등의 신분증이 필요합니다.
pt_br: Você precisa de uma carteira de habilitação, passaporte ou outra identificação emitida pelo governo que possua o seu nome e foto.
vi: Bạn cần có bằng lái xe, hộ chiếu, hoặc ID chính phủ phát hành có tên và ảnh của bạn.
zh_tw: 您需要駕照、護照或者其他由政府簽發帶有您姓名和照片的身分證件。

source: Take Your Photo
es_419: Tome su fotografía
hi: अपनी तस्वीर लें
ja_jp: あなたの写真を撮る
ko_kr: 자신의 사진 촬영하기
lt_lt: Fotografuokitės
pt_br: Tirar foto
vi: Ảnh chụp của bạn
zh_tw: 拍攝您的照片

source: When your face is in position, use the camera button {icon} below to take your photo.
es_419: Luego de colocar tu rostro en posición, haz clic en el siguiente ícono {icon} para tomar la foto.
ko_kr: 카메라 위치를 조정했으면 {icon} 카메라 버튼을 클릭해 사진을 촬영하세요.
pt_br: Quando o seu rosto estiver posicionado, use o botão da câmera {icon} abaixo para tirar sua foto.
vi: Khi khuôn mặt của bạn ở vị trí, hãy sử dụng nút camera {icon} bên dưới để chụp ảnh của bạn.

source: To take a successful photo, make sure that:
es_419: Para tomar la foto correctamente, asegúrese de:
hi: एक सफल फोटो लेने के लिए, सुनिश्चित करें कि:
ja_jp: 上手く写真が撮れたら、以下を確認：
ko_kr: 사진을 잘 찍기 위해서, 다음을 확인하세요:
pt_br: Para tirar uma foto corretamente, certifique-se que:
vi: Để có một bức ảnh thành công, hãy đảm bảo rằng:
zh_tw: 為了成供照相，請確保：

source: Your face is well-lit.
es_419: El rostro esté bien iluminado
hi: आपका चेहरा अच्छी तरह से चमक रहा है।
ja_jp: ちゃんと顔が照明されています。
ko_kr: 얼굴이 조명을 잘 받도록 하세요.
pt_br: Seu rosto está bem iluminado.
vi: Khuôn mặt của bạn có ánh sáng tốt.
zh_tw: 您的臉部光線良好。

source: Your entire face fits inside the frame.
es_419: Su cara está completamente dentro del marco de la foto.
hi: आपका पूरा चेहरा फ्रेम के अंदर फिट बैठता है।
ja_jp: 顔全体がフレームの中に納まっています。
ko_kr: 얼굴 전체가 프레임안에 들어오도록 하세요.
pt_br: Seu rosto inteiro cabe dentro do quadro.
vi: Toàn bộ khuôn mặt của bạn phù hợp với bên trong khung.
zh_tw: 您的臉部都在方框中。

source: The photo of your face matches the photo on your ID.
es_419: La foto de su documento coincide con la foto de su cara.
ja_jp: 認証情報の写真と一致している顔写真です。
ko_kr: 신분증의 사진과 얼굴사진이 일치해야합니다.
pt_br: A foto do seu rosto corresponde à foto no seu documento.
vi: Những hình ảnh của khuôn mặt của bạn phù hợp với hình ảnh trên ID của bạn.
zh_tw: 您身分證上的照片與您的臉部相符。

source: To use the current photo, select the camera button {icon}. To take another photo, select the retake button {icon}.
es_419: Para usar la foto actual, selecciona el botón de cámara {icon}. Para tomar una nueva foto, selecciona el botón de nueva toma {icon}.
ko_kr: 현재 사진을 사용하려면 {icon} 카메라 버튼을 클릭하세요. 사진을 다시 찍으려면 {icon} 재촬영 버튼을 클릭하세요.
pt_br: Para utilizar a foto atual, selecione o botão da câmenra {icon}. Para tirar outra foto, selecione o botão de tirar novamente {icon}
vi: Để sử dụng ảnh hiện tại, hãy chọn nút camera {icon}. Để chụp một ảnh khác, hãy chọn nút chụp lại {icon}.

source: Frequently Asked Questions
es_419: Preguntas frecuentes
hi: अक्सर पूछे जाने वाले प्रश्न
ja_jp: よくある質問
ko_kr: 자주 묻는 질문들
lt_lt: Dažnai užduodami klausimai
pt_br: Perguntas frequentes
vi: Các câu hỏi thường gặp
zh_tw: 常見問答集

source: Why does %(platformName)s need my photo?
es_419: Por qué %(platformName)s necesita mi foto ?
hi: %(platformName)s को मेरी तस्वीर की आवश्यकता क्यों है?
ja_jp: %(platformName)s でなぜ写真が必要なのか？
ko_kr: 왜 %(platformName)s에서 내 사진이 필요한가요?
lt_lt: Kam %(platformName)s reikalinga mano nuotrauka?
pt_br: Por que %(platformName)s precisa da minha foto?
vi: Tại sao %(platformName)s cần ảnh của bạn?
zh_tw: 為什麼 %(platformName)s 需要我的照片？

source: As part of the verification process, you take a photo of both your face and a government-issued photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
es_419: Como parte del proceso de verificación, usted debe tomar una foto de su cara y de su documento de identidad. Nuestro servicio de autorización confirmará su identidad comparando la foto que usted se toma con la foto en su documento.
hi: सत्यापन प्रक्रिया के भाग के रूप में, आप अपने चेहरे और सरकार द्वारा जारी फोटो आईडी दोनों की एक फोटो लेते हैं। हमारी प्राधिकरण सेवा आपके आईडी पर फोटो के साथ आपके द्वारा लिए गए फोटो की तुलना करके आपकी पहचान की पुष्टि करती है।
ja_jp: 認証の手続きで顔写真と政府発行の写真付き身分証明書を撮影します。我々の認証機関は身分証明書の写真と比較をします。
ko_kr: 인증을 위해, 귀하의 얼굴이 나오는 사진과 신분증 사진을 찍습니다. 본인 확인 절차는 두 사진의 비교를 통해 이루어집니다.
lt_lt: Norėdami gauti patvirtinimą jūs nufotografuojate savo veidą ir valdžios institucijos išduotą asmens tapatybės dokumentą su nuotrauka. Mūsų leidimų išdavimo tarnyba patvirtina jūsų asmenybę palyginusi jūsų darytą nuotrauką su nuotrauka asmens tapatybės dokumente.
pt_br: Como parte do processo de verificação, você irá tirar uma foto tanto do seu rosto como de uma foto de documento oficial. Nosso serviço de autorização confirma sua identidade ao comparar a foto que você tira com a foto no seu documento.
vi: Là một phần của quá trình xác minh, bạn có một bức ảnh của cả hai khuôn mặt của bạn và một chính phủ cấp ID ảnh. Dịch vụ ủy quyền của chúng tôi xác nhận danh tính của bạn bằng cách so sánh các bức ảnh bạn chụp với các bức ảnh trên ID của bạn.
zh_tw: 進行您臉部及政府核發ID照片的拍攝，做為驗證過程的一部分。我們的驗證服務透過比較您拍攝的照片及您ID上的照片來確認您的身分。

source: What does %(platformName)s do with this photo?
es_419: ¿Qué hace %(platformName)s con esta imagen?
hi: %(platformName)s इस तस्वीर के साथ क्या करता है?
ja_jp: %(platformName)s でこの写真はどのように使用されますか？
ko_kr: %(platformName)s은 이 사진으로 무엇을 하나요?
lt_lt: Kam %(platformName)s naudos šią nuotrauką?
pt_br: O que %(platformName)s faz com esta foto?
vi: Gì %(platformName)s làm với bức ảnh này?
zh_tw: %(platformName)s 會拿此張照片做甚麼？

source: We use the highest levels of security available to encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
es_419: Usamos los más altos niveles de seguridad disponibles para encriptar su foto y enviarla a nuestro servicio de autorización para revisión. Su foto y su información no son guardadas ni quedan visibles en ninguna parte de %(platformName)s despúes de que el proceso de verificación haya sido completado.
hi: हम आपकी फ़ोटो को एन्क्रिप्ट करने और समीक्षा के लिए हमारी प्राधिकरण सेवा को भेजने के लिए उपलब्ध सुरक्षा के उच्चतम स्तर का उपयोग करते हैं। सत्यापन प्रक्रिया पूरी होने के बाद आपकी फ़ोटो और जानकारी %(platformName)s पर कहीं भी सहेजी या दिखाई नहीं देती हैं।
ja_jp: 認証機関に写真を送り確認する際には高いセキュリティで写真を暗号化します。認証が完了した後は、あなたの写真や情報は%(platformName)sでは保存したり、参照することはできません。
ko_kr: 저희는 가장 높은 수준의 보안을 사용하여, 인증 센터로 사진을 보냅니다. 인증 절차가 완료되면 귀하의 사진과 정보는 저장되지 않을 것이며, %(platformName)s 어디에서도 볼 수 없을 것입니다.
lt_lt: Užšifruodami jūsų nuotrauką ir siųsdami peržiūrėti leidimų išdavimo tarnybai, mes laikomės didžiausio saugumo. Pasibaigus patvirtinimo procesui jūsų nuotrauka ir informacija neįrašoma ir nėra matoma jokioje %(platformName)s vietoje.
pt_br: Nós usamos os mais altos níveis de segurança disponíveis para encriptar sua foto e enviá-la para no serviço de autorização para análise. Informações sobre você e sua foto não são salvas ou visíveis em qualquer lugar em %(platformName)s depois que o processo de verificação é completado.
vi: Chúng tôi sử dụng các mức bảo mật cao nhất có sẵn để mã hóa hình ảnh của bạn và gửi nó đến dịch vụ ủy quyền của chúng tôi để xem xét. Ảnh và thông tin của bạn sẽ không được lưu hay bất cứ nơi nào có thể nhìn thấy trên %(platformName)s sau khi quá trình xác minh hoàn tất.
zh_tw: 我們盡可能的使用最高層級安全來加密您的照片並且傳送至我們的授權服務進行審查。在您完成驗證的過程後，您的照片和資訊將不會被儲存或顯是在 %(platformName)s 上的任何地方。

source: Next: %(nextStepTitle)s
es_419: Siguiente: %(nextStepTitle)s
hi: आगे:%(nextStepTitle)s
ja_jp: 次： %(nextStepTitle)s
ko_kr: 다음: %(nextStepTitle)s
lt_lt: Toliau: %(nextStepTitle)s
pt_br: Próximo: %(nextStepTitle)s
vi: Tiếp theo: %(nextStepTitle)s
zh_tw: 下一個：%(nextStepTitle)s

source: Take a Photo of Your ID
es_419: Toma una Foto de tu Identificación
hi: अपनी आईडी का फोटो लें
ja_jp: あなたのIDの写真を撮影します
ko_kr: 신분증을 사진촬영해 주세요.
lt_lt: Nufotografuokite savo tapatybės dokumentą
pt_br: Tire uma foto do seu documento de identidade
vi: Hãy hình ảnh của ID của bạn
zh_tw: 拍攝一張您的證件照

source: Use your webcam to take a photo of your ID. We will match this photo with the photo of your face and the name on your account.
es_419: Use su cámara web para tomar una fotografía de su documento de identidad. Usaremos esta foto para verificarla contra la fotografía de su cara y el nombre de su cuenta.
ja_jp: ウェブカメラをあなたの身分証明書を撮影するために使います。この写真により、私たちはあなたの写真とアカウントに設定された名前とを照合します。
ko_kr: 신분증 사진을 촬영하기 위해 웹캠을 사용하십시오. 당신 계정에 있는 사진 및 이름과 비교할 것입니다.
lt_lt: Internetine kamera nufotografuokite savo asmens tapatybės dokumentą. Šią nuotrauką mes palyginsime su jūsų veido nuotrauka ir vardu bei pavarde jūsų paskyroje.
pt_br: Use a webcam para tirar uma foto do seu documento. Nós vamos conferir esta foto com a foto do seu rosto e o nome na sua conta.
vi: Sử dụng webcam của bạn để có một bức ảnh của ID của bạn. Chúng tôi sẽ đối bức ảnh này với hình ảnh của khuôn mặt của bạn và tên tài khoản của bạn.
zh_tw: 使用您的視訊裝置拍攝一張您ID的照片。我們會使用這張照片與您賬戶上的照片以及姓名做比對。

source: You need an ID with your name and photo. A driver's license, passport, or other government-issued IDs are all acceptable.
es_419: Necesitas un ID con tu nombre y foto. Licencia, pasaporte, cédula todos son aceptados.
ja_jp: 氏名と写真のある身分証明書が必要です。運転免許証、パスポート、政府発行の身分証明書が有効です。
ko_kr: 이름과 사진이 있는 신분증이 필요합니다. 가능한 신분증은 주민등록증, 운전면허증, 여권 등 정부 발급 신분증입니다.
lt_lt: Reikalingas asmens dokumentas su jūsų pavarde ir nuotrauka. Tinka vairuotojo pažymėjimas, pasas ar kiti valdžios institucijų išduoti asmens tapatybės dokumentai.
pt_br: Você precisa de um documento com o seu nome e foto. Uma carteira de motorista, passaporte ou outro documento emitido pelo governo são aceitáveis.
vi: Bạn cần một ID có tên và ảnh của bạn. Giấy phép, hộ chiếu, hoặc ID chính phủ phát hành của một trình điều khiển được tất cả chấp nhận được.
zh_tw: 您需要一個有名字以及圖片的ID。一張駕照，護照，或其他政府簽發的ID都會接受。

source: Tips on taking a successful photo
es_419: Consejos para tomar una foto exitosamente
hi: सफ़ल फ़ोटो लेने के सुझाव
ja_jp: 適切な写真を撮るためのヒント
ko_kr: 좋은 사진 촬영법
lt_lt: Patarimai, kaip padaryti gerą nuotrauką
pt_br: Dicas para tirar uma boa foto
vi: Mẹo để chụp ảnh thành công
zh_tw: 拍一張成功照片的秘訣

source: Ensure that you can see your photo and read your name
es_419: Asegurese de que se pueda ver su cara y leer su nombre en la foto del documento de identificación.
hi: पक्का कर लें कि आप अपनी फोटो को ठीक से देख और नाम को पढ़ सकते हैं
ja_jp: 写真と名前が見えるかどうかをご確認ください。
ko_kr: 당신의 사진을 볼 수 있고, 이름을 읽을수 있도록 하십시요.
lt_lt: Užtikrinkite, kad jūsų nuotrauka gerai matoma, o vardas ir pavardė yra įskaitomi
pt_br: Certifique-se que tanto a foto como o nome estejam nítidos e identificáveis
vi: Đảm bảo rằng bạn có thể xem ảnh của bạn và đọc tên của bạn
zh_tw: 確保您能夠看到您的照片和您的姓名。

source: Make sure your ID is well-lit
es_419: Asegurese que su documento está bien iluminado
hi: पक्का कर लें कि आपका आईडी अच्छी तरह से दिखाई दे रहा है
ja_jp: 身分証明書が明るく写っているか確認
ko_kr: 아이디가 잘 조명이 되도록 하십시요.
lt_lt: Įsitikinkite, kad jūsų asmens tapatybės dokumentas yra gerai apšviestas
pt_br: Certifique-se que o documento esteja bem iluminado
vi: Hãy chắc chắn rằng ID của bạn là đủ ánh sáng
zh_tw: 請確認您的ID是光線充足的

source: Once in position, use the camera button {icon} to capture your ID
es_419: Una vez en posición, haz clic en el siguiente ícono {icon} para capturar tu ID
ko_kr: 카메라 위치를 조정했으면 {icon} 카메라 버튼을 사용해 ID를 포착하세요
pt_br: Quando estiver na posição, use o botão da câmera {icon} para capturar sua identidade.
vi: Khi ở vị trí, hãy sử dụng nút camera {icon} để chụp ID của bạn

source: Use the retake photo button if you are not pleased with your photo
es_419: Utilice el botón retomar foto si usted no está satisfecho con su foto
ja_jp: 写真を撮り直したい場合は、再撮影ボタンを押してください。
ko_kr: 당신 사진이 마음에 들지 않으면 재촬영 버튼을 사용하세요.
lt_lt: Jeigu esate nepatenkinti nuotrauka, paspauskite mygtuką "Fotografuotis iš naujo"
pt_br: Se a sua foto não lhe agradou utilize o botão de tirar a foto novamente.
vi: Sử dụng các nút photo chiếm lại nếu bạn không hài lòng với bức ảnh của bạn
zh_tw: 如果您不喜歡您的照片，請使用重拍照片按鈕。

source: Preview of uploaded image
es_419: Vista previa de imagen subida
hi: अपलोड की गई छवि का पूर्वावलोकन
ja_jp: アップロードされた画像のプレビュー
ko_kr: 업로드된 이미지 미리보기
pt_br: Pré-visualização da imagem enviada
vi: Xem trước hình ảnh tải lên
zh_tw: 預覽已上傳照片

source: Upload an image or capture one with your web or phone camera.
es_419: Subir una imagen o captura con tu camara web o del teléfono
hi: अपलोड की गई छवि का पूर्वावलोकन
ja_jp: 画像をアップロードするかWebカメラか電話のカメラで撮影してください。
ko_kr: 이미지를 올리거나 웹 혹은 폰카메라로 캡춰 하세요.
pt_br: Envie uma imagem ou capture uma, com sua webcam ou com a câmera de seu telefone celular.
vi: Tải lên một hình ảnh hoặc chụp một với web của bạn hoặc camera điện thoại.
zh_tw: 上傳圖片或者從您的網路相機或手機相機拍攝照片。

source: Use your webcam to take a photo of your face. We will match this photo with the photo on your ID.
es_419: Use su cámara web para tomar una fotografía de su cara. Usaremos esta foto para verificarla contra la fotografía de su documento de identificación.
hi: अपने चेहरे की तस्वीर लेने के लिए अपने वेबकैम का उपयोग करें। हम इस फोटो को आपकी आईडी पर मौजूद फोटो से मिलाएंगे।
ja_jp: ウェブカメラをあなたの顔写真を撮影するために使います。この写真により、私たちはあなたの身分証明書の写真と照合します。
ko_kr: 얼굴을 촬영하기 위해 웹캠을 사용하세요. 신분증에 있는 사진과 비교할 것입니다.
lt_lt: Internetine kamera nufotografuokite savo veidą. Šią nuotrauką mes palyginsime su jūsų asmens tapatybės dokumento nuotrauka.
pt_br: Use a webcam para tirar uma foto do seu rosto. Nós vamos conferir essa foto com a do seu documento de identidade.
vi: Sử dụng webcam của bạn để có một hình ảnh của khuôn mặt của bạn để chúng tôi có thể kết hợp nó với hình ảnh trên ID của bạn.
zh_tw: 使用您的視訊裝置拍攝一張您的照片。我們將會比對此張照片與您的ID上的照片。

source: Make sure your face is well-lit
es_419: Asegurese de que su rostro esté bien iluminado
hi: पक्का करें की आपका चेहरा साफ़-साफ़ दिखाई दे रहा है
ja_jp: 顔が十分に明るいかを確認
ko_kr: 얼굴이 잘 조명받도록 하세요
lt_lt: Įsitikinkite, kad jūsų veidas yra gerai apšviestas
pt_br: Certifique-se que o seu rosto esteja bem iluminado
vi: Hãy chắc chắn rằng khuôn mặt của bạn là đủ ánh sáng
zh_tw: 請確認您的臉部是光線充足的

source: Be sure your entire face is inside the frame
es_419: Verifique que su cara está completamente dentro del marco de la foto
hi: पक्का करें की आपका पूरा चेहरा फ्रेम के अंदर है
ja_jp: フレームの内側に顔全体が入っているかを確認
ko_kr: 얼굴 전체가 프레임안에 들어오도록 하세요.
lt_lt: Įsitikinkite, kad visas jūsų veidas telpa į kadrą
pt_br: Certifique-se que o seu rosto todo esteja dentro dos limites da borda
vi: Hãy chắc chắn toàn bộ khuôn mặt của bạn trong khung
zh_tw: 請確認您的整個臉部都在框框內

source: Once in position, use the camera button {icon} to capture your photo
es_419: Una vez en posición, usa el siguiente ícono {icon} para capturar tu foto
ko_kr: 카메라 위치를 조정했으면 {icon} 카메라 버튼을 사용해 사진을 포착하세요
pt_br: Quando estiver na posição, use o botão da câmera {icon} para capturar sua foto
vi: Khi ở vị trí, hãy sử dụng nút camera {icon} để chụp ảnh của bạn

source: Can we match the photo you took with the one on your ID?
es_419: ¿Podemos verificar la foto que usted acaba de tomar contra la foto en su documento de identificación?
hi: क्या हम ली गई तस्वीर का आपका आईडी से मेल कर सकते हैं?
ja_jp: あなたの身分証明書と今回撮影した写真とを照合してもよろしいでしょうか？
ko_kr: 당신의 사진이 아이디에 있는 사진과 동일인물 입니까?
lt_lt: Ar mes galėsite sulyginti jūsų nuotrauką su nuotrauka, esančia ant asmens tapatybės dokumento?
pt_br: Podemos comparar a foto que você tirou com a do seu documento de identificação?
vi: Chúng ta có thể phù hợp với hình ảnh mà bạn đã có một trong những ID của bạn?
zh_tw: 我們可以將您拍攝的相片與您的ID匹配嗎？

source: Thanks for returning to verify your ID in: {courseName}
es_419: Gracias por regresar a verificar tu ID en: {courseName}
hi: में अपनी आईडी सत्यापित करने के लिए लौटने के लिए धन्यवाद: {courseName}
ko_kr: {courseName} 에서 ID를 확인하기 위해 돌아와주셔서 감사합니다
pt_br: Obrigado por retornar para verificar sua identidade em: {courseName}
vi: Cảm ơn bạn đã trở lại để xác minh ID của bạn trong: {courseName}

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email. After you complete activation you can return and refresh this page.
es_419: Necesita activar la cuenta antes de que pueda registrarse para el curso. Revise su bandeja de entrada que un correo electrónico de activación fue enviado. Una vez haya completado la activación puede regresar y recargar esta página.
hi: पाठ्यक्रमों में दाखिला लेने से पहले आपको अपना खाता सक्रिय करना होगा। सक्रियण ईमेल के लिए अपना इनबॉक्स देखें। सक्रियण पूर्ण करने के बाद आप इस पृष्ठ को वापस कर सकते हैं और ताज़ा कर सकते हैं।
ja_jp: 講座の受講登録を始める前に、アカウントのアクティベーションを完了させる必要があります。アクティベーションメールの到着をご確認ください。アクティベーションを完了したら、このページに戻り再読込してください。
ko_kr: 수강신청하기 전에, 계정을 활성화해야 합니다. 활성화 메일을 수신했는지 확인해주세요. 계정 활성화 후, 이 페이지를 새로고침한 뒤 이용해주세요.
lt_lt: Prieš registruojantis į kursus, jums reikės aktyvinti savo paskyrą. Pasitikrinkite savo el. pašto dėžutę, mes jums išsiuntėme laišką su aktyvinimo instrukcija. Suaktyvinę paskyrą galite grįžti ir atnaujinti šį puslapį.
pt_br: Você precisa ativar a sua conta antes de matricular-se nos cursos. Confira se o e-mail de ativação está na sua caixa de entrada. Depois de completar a ativação, você pode voltar e atualizar esta página.
vi: Bạn cần kích hoạt tài khoản của bạn trước khi bạn có thể ghi danh vào các khóa học. Kiểm tra hộp thư của bạn cho một email kích hoạt. Sau khi bạn hoàn tất kích hoạt bạn có thể quay trở lại và làm mới trang.
zh_tw: 在您註冊課程前，您需要啟動您的賬戶。 檢查您信箱中的啟動郵件。完成啟動後您可再回到以及刷新此頁面。

source: Activate Your Account
es_419: Activar su cuenta
hi: अपने खाते को सक्रिय करें
ja_jp: アカウントをアクティベートする
ko_kr: 계좌를 활성화하세요.
lt_lt: Aktyvuokite savo paskyrą
pt_br: Ativar a sua conta
vi: Kích hoạt tài khoản của bạn
zh_tw: 啟動您的帳號
