Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Click Help in the upper-right corner to get more information about the {studio_name} page you are viewing. You can also use the links at the bottom of the page to access our continually updated documentation and other {studio_name} resources.
es_419: Haga clic en el botón de ayuda en la esquina superior derecha para más información sobre la página de {studio_name} que está visitando. También puede usar los vínculos en el pie de página para acceder a nuestra documentación actualizada y otros recursos de {studio_name}.

source: Getting Started with {studio_name}
es_419: Empezando a utilizar {studio_name}

source: Can I create courses in {studio_name}?
es_419: ¿Puedo crear cursos en {studio_name}?

source: In order to create courses in {studio_name}, you must {link_start}contact {platform_name} staff to help you create a course{link_end}.
es_419: Para crear cursos en {studio_name}, debe {link_start} contactarse {platform_name} con el staff para ayudarle en la creación de un curso {link_end}.

source: In order to create courses in {studio_name}, you must have course creator privileges to create your own course.
es_419: Para crear cursos en {studio_name}, debe tener privilegios de creador de curso para crear su propio curso

source: Your request to author courses in {studio_name} has been denied. Please {link_start}contact {platform_name} Staff with further questions{link_end}.
es_419: Su solicitud para crear cursos en {studio_name} ha sido denegada. Por favor {link_start}contacte {platform_name} Staff para cualquier inquietud{link_end}.

source: Thanks for signing up, {name}!
es_419: ¡Gracias por registrarse, {name}!

source: We need to verify your email address
es_419: Necesitamos verificar su dirección de correo electrónico

source: Almost there! In order to complete your sign up we need you to verify your email address ({email}). An activation message and next steps should be waiting for you there.
es_419: ¡Ya casi terminamos! Para completar su registro, necesitamos que verifique su dirección de correo electrónico ({email}). Un mensaje de activación y los pasos a seguir le estarán esperando allí.

source: Need help?
es_419: ¿Necesita ayuda?

source: Please check your Junk or Spam folders in case our email isn't in your INBOX. Still can't find the verification email? Request help via the link below.
es_419: Por favor revise su correo no desado en caso de que nuestro correo no esté en su buzón de entrada. ¿Aún no encuentra el correo de verificación? Pida ayuda a través del vínculo siguiente.

source: Content Library
es_419: Librerías de contenido

source: Add Component
es_419: Añadir

source: Adding content to your library
es_419: Agregando contenido a tu librería

source: Add components to your library for use in courses, using Add New Component at the bottom of this page.
es_419: Añadir componentes a su librería para ser utilizados en los cursos, usando Añadir Nuevo Componente

source: Components are listed in the order in which they are added, with the most recently added at the bottom. Use the pagination arrows to navigate from page to page if you have more than one page of components in your library.
es_419: Los componentes son listados en el orden en el cual estos fueron añadidos, con el último agregado en la parte inferior. Utilice las flechas de paginación para navegar desde una página a otra si usted tienen más de una página de componentes en su librería.

source: Using library content in courses
es_419: Utilizando contenido de la biblioteca en los cursos

source: Use library content in courses by adding the {em_start}library_content{em_end} policy key to the Advanced Module List in the course's Advanced Settings, then adding a Randomized Content Block to your courseware. In the settings for each Randomized Content Block, select this library as the source library, and specify the number of problems to be randomly selected and displayed to each student.
es_419: Use las librerías de contenido en los cursos añadiendo la policy key {em_start}library_content{em_end} en las Configuraciones Avanzadas, y luego añadiendo un bloque de contenido aleatorizado a su curso. En la configuración del bloque de contenido, seleccione esta librería para utilizar su contenido, y especifique el número de problemas para ser mostrados a cada estudiante.

source: Learn more about content libraries
es_419: Aprender más acerca de los contenidos de las bibliotecas

source: Course Team Settings
es_419: Configuración del equipo del curso

source: New Team Member
es_419: Nuevo miembro del equipo

source: Add a User to Your Course's Team
es_419: Agregar un usuario a su equipo

source: New Team Member Information
es_419: Información de nuevo miembro de equipo

source: User's Email Address
es_419: Dirección de correo electrónico del usuario

source: Provide the email address of the user you want to add as Staff
es_419: Ingrese el correo electrónico del usuario al cual quiere agregar como Funcionario del curso

source: Add User
es_419: Agregar usuario

source: Add Team Members to This Course
es_419: Agregar miembros de equipo a este curso

source: Adding team members makes course authoring collaborative. Users must be signed up for {studio_name} and have an active account.
es_419: Adicionar miembros al equipo hace que la construcción del curso sea colaborativa. Los usuarios deben estar registrados en {studio_name} y tener una cuenta activada.

source: Add a New Team Member
es_419: Añadir Nuevo Miembro del Equipo

source: Course Team Roles
es_419: Roles de equipo de apoyo para el curso

source: Course team members with the Staff role are course co-authors. They have full writing and editing privileges on all course content.
es_419: Los miembros de el equipo del curso con el rol de funcionarios son coautores del curso. Ellos tienen privilegios completos de escritura y edición sobre todo el contenido del curso.

source: Admins are course team members who can add and remove other course team members.
es_419: Los administradores son miembros del equipo del curso que pueden añadir o eliminar a otros miembros del equipo del curso.

source: All course team members can access content in Studio, the LMS, and Insights, but are not automatically enrolled in the course.
es_419: Todos los miembros del equipo del curso pueden acceder al contenido en Studio, el LMS, e Insights, pero no quedan automáticamente inscritos en el curso.

source: Transferring Ownership
es_419: Transfiriendo la propiedad

source: Every course must have an Admin. If you are the Admin and you want to transfer ownership of the course, click <strong>Add admin access</strong> to make another user the Admin, then ask that user to remove you from the Course Team list.
es_419: Todos los cursos deben tener un administrador. Si usted es uno y quiere transferir la titularidad del curso, haga clic en <strong>Agregar acceso de administrador</strong> para para elegir a otro usuario como Adminstrador, luego puede pedirle dicho usuario que lo elimine de la lista de administradores del curso.

source: Library User Access
es_419: Acceso de usuarios a la biblioteca

source: User Access
es_419: Acceso de usuario

source: Grant Access to This Library
es_419: Permitir el acceso a Esta Biblioteca

source: Provide the email address of the user you want to add
es_419: Proporcionar la dirección de correo electrónico del usuario que desea agregar

source: Add More Users to This Library
es_419: Añadir más usuarios a Esta Biblioteca

source: Grant other members of your course team access to this library. New library users must have an active {studio_name} account.
es_419: Permitir acceso a otros miembros del equipo del curso para esta biblioteca. Los nuevos usuarios de la biblioteca deben tener una cuenta activa {studio_name}.

source: Add a New User
es_419: Añadir un nuevo Usuario

source: Library Access Roles
es_419: Roles de acceso a la librería

source: There are three access roles for libraries: User, Staff, and Admin.
es_419: Hay tres roles de acceso a las librerías: Usuario, Miembro del equipo y Administrador.

source: Library Users can view library content and can reference or use library components in their courses, but they cannot edit the contents of a library.
es_419: Los usuarios de la librería pueden ver el contenido de la misma y pueden referenciar o utilizar los elementos de la libriria en sus cursos, sin embargo no pueden editar los contenidos de la librería.

source: Library Staff are content co-authors. They have full editing privileges on the contents of a library.
es_419: Los miembros de la librería son coautores del curso. Tienen todos los privilegios de edición de los contenidos de la librería.

source: Library Admins have full editing privileges and can also add and remove other team members. There must be at least one user with the Admin role in a library.
es_419: Los administradores de librerías tienen privilegios de edición y también pueden añadir o remover a otros miembros. Toda librería siempre debe tener al menos un usuario administrador.

source: Program Administration
es_419: Administración del programa

source: Sign Up
es_419: Registrarse

source: Sign Up for {studio_name}
es_419: Regístrese en {studio_name}

source: Already have a {studio_name} Account? Sign in
es_419: ¿Ya tiene una cuenta de {studio_name} ? Inicie sesión

source: Ready to start creating online courses? Sign up below and start creating your first {platform_name} course today.
es_419: ¿Está listo para comenzar a crear cursos en línea? Regístrese y comience a crear su primer curso de {platform_name} hoy.

source: Required Information to Sign Up for {studio_name}
es_419: Información requerida para registrarse {studio_name}

source: This will be used in public discussions with your courses and in our edX101 support forums
es_419: Este nombre se usará en las discusiones públicas de sus cursos y en los foros de soporte de edX101

source: Your Location
es_419: Ubicación

source: I agree to the {a_start} Terms of Service {a_end}
es_419: Acepto los {a_start}Términos del Servicio{a_end}

source: Create My Account &amp; Start Authoring Courses
es_419: Crear mi cuenta y comenzar la creación de cursos

source: Common {studio_name} Questions
es_419: Preguntas comunes sobre {studio_name}

source: Who is {studio_name} for?
es_419: ¿Para quien es {studio_name}?

source: {studio_name} is for anyone that wants to create online courses that leverage the global {platform_name} platform. Our users are often faculty members, teaching assistants and course staff, and members of instructional technology groups.
es_419: {studio_name} es para cualquiera que desee crear cursos en línea para la plataforma global de {platform_name}. Nuestros usuarios son con frecuencia docentes, profesores asistentes, funcionarios de apoyo de los cursos o miembros de equipos de tecnología y diseño instruccional.

source: How technically savvy do I need to be to create courses in {studio_name}?
es_419: ¿Que tan experto en temas de tecnología debo ser para crear cursos en {studio_name}?

source: {studio_name} is designed to be easy to use by almost anyone familiar with common web-based authoring environments (Wordpress, Moodle, etc.). No programming knowledge is required, but for some of the more advanced features, a technical background would be helpful. As always, we are here to help, so don't hesitate to dive right in.
es_419: {studio_name} está diseñado para ser fácil de usar para cualquiera que esté familiarizado con herramientas de creación de contenido en Web (Wordpress, Moodle, etc.) No requiere conocimientos en programación, pero para algunas de las funcionalidades mas avanzadas puede ser útil cierto conocimiento técnico. Como siempre, hay un equipo de soporte dispuesto a apoyarlo, así que no dude en comenzar de inmediato.

source: I've never authored a course online before. Is there help?
es_419: Nunca he creado un curso en línea. ¿Es posible tener ayuda?

source: Absolutely. We have created an online course, edX101, that describes some best practices: from filming video, creating exercises, to the basics of running an online course. Additionally, we're always here to help, just drop us a note.
es_419: Por supuesto. Hemos creado el curso en línea edX101, que describe algunas de las mejores prácticas, desde la grabación de videos y la creación de ejercicios, hasta los conocimientos básicos para desarrollar un curso en línea. Adicionalmente, estaremos siempre dispuestos a colaborarle en el proceso.

source: Schedule & Details Settings
es_419: Configuración de calendario y detalles

source: Schedule & Details
es_419: Calendario y detalles

source: Basic Information
es_419: Información básica

source: The nuts and bolts of your course
es_419: Las herramientas para la construcción de su curso

source: This field is disabled: this information cannot be changed.
es_419: Este campo está deshabilitado; no puede modificar su valor.

source: Course Summary Page
es_419: Página de resumen del curso

source: (for student enrollment and access)
es_419: (para el registro y acceso de estudiantes)

source: Enroll in {course_display_name}
es_419: Inscribirse al curso {course_display_name}

source: The course "{course_display_name}", provided by {platform_name}, is open for enrollment. Please navigate to this course at {link_for_about_page} to enroll.
es_419: El curso "{course_display_name}", producido por {platform_name} está abierto para inscripciones. Por favor visite {link_for_about_page} para inscribirse.

source: Send a note to students via email
es_419: Enviar un mensaje a los estudiantes por correo electrónico

source: Invite your students
es_419: Invitar a sus estudiantes

source: Promoting Your Course with {platform_name}
es_419: Promueva su curso con {platform_name}

source: Your course summary page will not be viewable until your course has been announced. To provide content for the page and preview it, follow the instructions provided by your Program Manager.
es_419: La página de resumen de su curso no será visible hasta que el curso haya sido anunciado. Para ingresar el contenido de dicha página y previsualizarla, siga las instrucciones entregadas por su administrador.

source: Steps required to earn course credit
es_419: Pasos requeridos para obtener Crédito del curso

source: Minimum Grade
es_419: Calificación mínima

source: Successful Proctored Exam
es_419: Examen supervisado exitoso

source: Proctored Exam {number}
es_419: Examen supervisado {number}

source: ID Verification
es_419: Verificación de ID

source: In-Course Reverification {number}
es_419: Re verificación dentro del curso {number}

source: Course Schedule
es_419: Calendario del curso

source: Dates that control when your course can be viewed
es_419: Fechas que controlan cuando su curso puede ser visto

source: First day the course begins
es_419: Primer día del curso

source: Course Start Time
es_419: Hora de inicio del curso

source: Last day your course is active
es_419: Último día que el curso estará activo

source: Course End Time
es_419: Hora de finalización del curso

source: Enrollment Start Date
es_419: Fecha de inicio de inscripciones

source: First day students can enroll
es_419: Primer día que los estudiantes se pueden inscribir

source: Enrollment Start Time
es_419: Hora de inicio de inscripciones

source: Enrollment End Date
es_419: Fecha de finalización de inscripciones

source: Last day students can enroll.
es_419: Último día en que los estudiantes se pueden inscribir

source: Contact your edX partner manager to update these settings.
es_419: Contacte a su administrador de edX para actualizar esta configuración.

source: Enrollment End Time
es_419: Hora de finalización de inscripciones

source: These Dates Are Not Used When Promoting Your Course
es_419: Estas fechas no se utilizan para la promoción de su curso

source: These dates impact {strong_start}when your courseware can be viewed{strong_end}, but they are {strong_start}not the dates shown on your course summary page{strong_end}. To provide the course start and registration dates as shown on your course summary page, follow the instructions provided by your Program Manager.
es_419: Estas fechas afectan {strong_start}el momento en que el contenido de su curso puede ser visto{strong_end}, pero {strong_start}no son las fechas que se muestran en la página de resumen del curso{strong_end}. Para ingresar las fechas de inicio y las fechas de inscripción como se muestran en la página de resumen del curso, siga las instrucciones provistas por su Administrador de Programa.

source: Course Details
es_419: Detalles del curso

source: Provide useful information about your course
es_419: Ingrese información relevante acerca de su curso

source: Identify the course language here. This is used to assist users find courses that are taught in a specific language.
es_419: Ingrese el idioma del curso aquí. Esto ayudará a los usuarios a encontrar cursos que se dictan en un idioma específico.

source: Introducing Your Course
es_419: Introduciendo su curso

source: Information for prospective students
es_419: Información para posibles estudiantes

source: Displayed as title on the course details page. Limit to 50 characters.
es_419: Mostrado como título en la página de detalles del curso. Límite de 50 caracteres.

source: Course Subtitle
es_419: Subtítulo del curso

source: Displayed as subtitle on the course details page. Limit to 150 characters.
es_419: Mostrado como subtítulo en la página de detalles del curso. Límite de 150 caracteres.

source: Course Duration
es_419: Duración del curso

source: Displayed on the course details page. Limit to 50 characters.
es_419: Mostrado en la página de los detalles del curso. Límite de 50 caracteres.

source: Course Description
es_419: Descripción del curso

source: Displayed on the course details page. Limit to 1000 characters.
es_419: Aparece en la página de detalles del curso. Límite de 1000 caracteres.

source: Course Short Description
es_419: Descripción corta del curso

source: Appears on the course catalog page when students roll over the course name. Limit to ~150 characters
es_419: Esta descripción aparece en el catálogo de cursos cuando el estudiante pasa el puntero sobre el nombre del curso. Está limitada a ~150 caracteres.

source: Course Overview
es_419: Resumen del curso

source: HTML Code Editor
es_419: Editor de código HTML

source: Introductions, prerequisites, FAQs that are used on {a_link_start}your course summary page{a_link_end} (formatted in HTML)
es_419: Introducciones, prerrequisitos, preguntas frecuentes que se usan en {a_link_start}la página de resumen del curso{a_link_end} (formateado en HTML)

source: Course Card Image
es_419: Imagen del mosaico del curso

source: You can manage this image along with all of your other {a_link_start}files and uploads{a_link_end}
es_419: Puede gestionar esta imagen junto con todos sus otros {a_link_start}archivos y cargas{a_link_end}

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
es_419: Su curso actualmente no tiene una imagen. Por favor cargue una (formato JPEG o PNG, y las dimensiones mínimas sugeridas son 375px ancho por 200px de alto.)

source: Your course image URL
es_419: Imagen del URL de su curso

source: Please provide a valid path and name to your course image (Note: only JPEG or PNG format supported)
es_419: Por favor proporcione una ruta válida y un nombre para la imagen de su curso. (Nota: sólo se admite formato JPEG o PNG)

source: Upload Course Card Image
es_419: Subir imagen para el mosaico del curso

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 1440px wide by 400px tall)
es_419: Tu curso actualmente no cuenta con una imagen. Por favor sube una imagen (formato JPEG o PNG, y las dimensiones mínimas sugeridas son de 1440px de ancho por 400px de altura)

source: Your banner image URL
es_419: El URL de tu imagen banner

source: Please provide a valid path and name to your banner image (Note: only JPEG or PNG format supported)
es_419: Por favor proporciona una ruta válida y un nombre para tu imagen banner (Nota: solo los formatos JPEG y PNG son soportados)

source: Upload Course Banner Image
es_419: Subir imagen banner del curso

source: Video Thumbnail Image
es_419: Miniatura de la imagen del video

source: Your course currently does not have a video thumbnail image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
es_419: Actualmente tu curso no cuenta con una miniatura de la imagen de video. Por favor sube una miniatura (formato JPEG o PNG, y las dimensiones mínimas sugeridas son de 375px de ancho por 200px de altura)

source: Your video thumbnail image URL
es_419: El URL de la miniatura de la imagen del video

source: Please provide a valid path and name to your video thumbnail image (Note: only JPEG or PNG format supported)
es_419: Por favor proporciona una ruta válida y un nombre para la miniatura de imagen de tu video (Nota: solo los formatos JPEG y PNG son soportados)

source: Upload Video Thumbnail Image
es_419: Subir miniatura de la imagen del video

source: Course Introduction Video
es_419: Video introductorio del curso

source: Delete Current Video
es_419: Borrar video actual

source: your YouTube video's ID
es_419: ID de su vídeo de YouTube

source: Enter your YouTube video's ID (along with any restriction parameters)
es_419: Ingrese el ID del video en YouTube (junto con cualquier parámetro de restricción)

source: Learning Outcomes
es_419: Resultados de aprendizaje

source: Add the learning outcomes for this course
es_419: Agregar los resultados de aprendizaje para este curso

source: Add Learning Outcome
es_419: Agregar Resultado de aprendizaje

source: Instructors
es_419: Instructores

source: Add details about the instructors for this course
es_419: Agregar detalles sobre los instructores de este curso

source: Add Instructor
es_419: Agregar instructor

source: Expectations of the students taking this course
es_419: Expectativas de los estudiantes que toman este curso

source: Hours of Effort per Week
es_419: Horas de esfuerzo por semana

source: Time spent on all course work
es_419: Tiempo invertido en todo el trabajo del curso

source: Prerequisite Course
es_419: Curso prerequisito

source: Course that students must complete before beginning this course
es_419: Curso que los estudiantes deben completar antes de comenzar este curso

source: set pre-requisite course
es_419: Definir un Curso como prerrequisito

source: Require students to pass an exam before beginning the course.
es_419: El estudiante require pasar un exámen antes de empezar el curso.

source: You can now view and author your course entrance exam from the {link_start}Course Outline{link_end}.
es_419: Ahora puede ver y crear el examen de ingreso para su curso en el {link_start}Esquema del curso{link_end}.

source: Grade Requirements
es_419: Requisitos de calificación

source: The score student must meet in order to successfully complete the entrance exam.
es_419: Puntaje que los estudiantes deben alcanzar para pasar el examen de ingreso.

source: Course Pacing
es_419: Ritmo del curso

source: Set the pacing for this course
es_419: Establecer el ritmo de este curso

source: Instructor-paced courses progress at the pace that the course author sets. You can configure release dates for course content and due dates for assignments.
es_419: Los cursos que van al ritmo del instructor avanzan de acuerdo con las fechas establecidas por el autor. Usted puede configurar las fechas de liberación para el contenido del curso, así como para las tareas y actividades.
