Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Use course updates to notify students of important dates or exams, highlight particular discussions in the forums, announce schedule changes, and respond to student questions. You add or edit updates in HTML.
es_419: Use las actualizaciones del curso para notificar a los estudiantes de fechas o actividades importantes, destacar discusiones particulares de los foros, anunciar cambios en el calendario del curso, y responder a las preguntas de los estudiantes de forma general. En esta sección puede añadir o editar sus actualizaciones en lenguaje HTML.

source: This course was created as a re-run. Some manual configuration is needed.
es_419: El curso fue creado como reapertura. Algunas configuraciones manuales son requeridas.

source: No course content is currently visible, and no learners are enrolled. Be sure to review and reset all dates, including the Course Start Date; set up the course team; review course updates and other assets for dated material; and seed the discussions and wiki.
es_419: Ningún contenido está actualmente visible para el curso y no hay estudiantes inscritos. Asegúrese de revisar y reiniciar las fechas, incluyendo la fecha de inicio y fin del curso, definir el equipo del curso, revisar las actualizaciones del curso y otros recursos con fecha, así como de crear y comenzar las discusiones y la wiki.

source: Dismiss
es_419: Descartar

source: This course uses features that are no longer supported.
es_419: Este curso utiliza funcionalidades que ya no están soportadas.

source: You must delete or replace the following components.
es_419: Debe borrar o reemplazar los siguientes componentes.

source: Unsupported Components
es_419: Componentes no soportados

source: Deprecated Component
es_419: Componente obsoleto

source: To avoid errors, {platform_name} strongly recommends that you remove unsupported features from the course advanced settings. To do this, go to the {link_start}Advanced Settings page{link_end}, locate the "Advanced Module List" setting, and then delete the following modules from the list.
es_419: Para evitar errores, {platform_name} recomienda que elimine las funcionalidades no soportadas de la configuración avanzada del curso. Para hacer esto, visite la página de {link_start}configuración avanzada{link_end}, localice el campo "Lista de módulos avanzados" y borre de la lista los modulos siguientes.

source: Unsupported Advance Modules
es_419: Módulos avanzados no soportados

source: Click to add a new section
es_419: Haga clic para añadir un nuevo nombre de sección.

source: New Section
es_419: Nueva Sección

source: Reindex current course
es_419: Reindexar el curso actual

source: Reindex
es_419: Reindexar

source: Collapse All Sections
es_419: Contraer todas las secciones
ja_jp: すべての章を折り畳む
lt_lt: Suskleisti visas temas
zh_tw: 折疊所有章節

source: Expand All Sections
es_419: Expandir todas las secciones
ja_jp: すべての章を展開
lt_lt: Išskleisti visas temas
zh_tw: 展開所有章節

source: Click to open the courseware in the LMS in a new tab
es_419: Haga clic para abrir el contenido del curso en una nueva pestaña del LMS.

source: Edit Start Date
es_419: Editar la fecha de inicio

source: Course Pacing:
es_419: Ritmo del curso:

source: Self-Paced
es_419: Ritmo propio.

source: Instructor-Paced
es_419: Ritmo del instructor

source: Creating your course organization
es_419: Crear la organización de su curso

source: You add sections, subsections, and units directly in the outline.
es_419: Añada secciones, subsecciones y unidades directamente sobre la estructura del curso.

source: Create a section, then add subsections and units. Open a unit to add course components.
es_419: Cree una sección, luego añada subsecciones y unidades. Abra una unidad para añadirle componentes de curso.

source: Reorganizing your course
es_419: Reorganice su curso

source: Drag sections, subsections, and units to new locations in the outline.
es_419: Arrastre secciones, subsecciones y unidades a nuevas posiciones en la estrucutra del curso.

source: Learn more about the course outline
es_419: Aprenda más sobre la estructura del curso

source: Setting release dates and grading policies
es_419: Configurar fechas de liberación y políticas de calificaciones

source: Select the Configure icon for a section or subsection to set its release date. When you configure a subsection, you can also set the grading policy and due date.
es_419: Selecciones el icono de configuración para una sección o subsección para definir su fecha de liberación. Al configurar una subsección, también puede definir la política de calificación y la fecha límite de entrega.

source: Learn more about grading policy settings
es_419: Aprender más sobre la configuración de política de calificaciones.

source: Changing the content learners see
es_419: Cambiar el contenido que los estudiantes pueden ver

source: To publish draft content, select the Publish icon for a section, subsection, or unit.
es_419: Para publicar un borrador del contenido, seleccione el icono de Publicar de la respectiva sección, subsección o unidad.

source: To make a section, subsection, or unit unavailable to learners, select the Configure icon for that level, then select the appropriate {em_start}Hide{em_end} option. Grades for hidden sections, subsections, and units are not included in grade calculations.
es_419: Para volver disponible una sección, subsección o unidad para los alumnos, seleccione el icono de Configuración para ese nivel, a continuación, seleccione la {em_start}opción apropiada{em_end}. Las calificaciones obtenidas en secciones, subsecciones y unidades ocultas no se incluyen en los cálculos de calificaciones.

source: To hide the content of a subsection from learners after the subsection due date has passed, select the Configure icon for a subsection, then select {em_start}Hide content after due date{em_end}. Grades for the subsection remain included in grade calculations.
es_419: Para ocultar el contenido de una subsección a los alumnos después de que la fecha límite de la subsección ha pasado, seleccione el icono de Configuración y a continuación, seleccione {em_start}Ocultar contenido después de la fecha límite{em_end}. Las calificaciones obtenidas en este caso si serán tenidas en cuenta en los cálculos de calificaciones.

source: Learn more about content visibility settings
es_419: Aprender más sobre la configuración de visibilidad de contenidos

source: Pages
es_419: Páginas

source: New Page
es_419: Nueva página

source: Note: Pages are publicly visible. If users know the URL of a page, they can view the page even if they are not registered for or logged in to your course.
es_419: Nota: Las páginas estarán disponibles públicamente. Si los usuarios conocen el URL de la página, podrán visitarla, incluso si no están registrados o no han iniciado sesión en el curso.

source: Show this page
es_419: Mostrar esta página

source: Show/hide page
es_419: Mostrar/esconder página

source: This page cannot be reordered
es_419: Esta página no puede ser reordenada

source: You can add additional custom pages to your course.
es_419: Usted puede agregar páginas personalizadas adicionales en su curso.

source: Add a New Page
es_419: Agregar nueva página

source: What are pages?
es_419: ¿Qué son páginas?

source: Pages are listed horizontally at the top of your course. Default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages that you create.
es_419: Las páginas se listan en forma horizontal en la parte superior del curso. Las páginas por defecto (Inicio, Curso, Discusión, Wiki, y Progreso) vienen seguidas por los libros de texto y las páginas personalizadas que usted crea.

source: Custom pages
es_419: Páginas personalizadas

source: You can create and edit custom pages to provide students with additional course content. For example, you can create pages for the grading policy, course slides, and a course calendar.
es_419: Puede crear y editar páginas personalizadas para dar a los estudiantes contenidos adicionales dentro del curso. Por ejemplo, puede crear páginas para presentar la política de calificaciones, las diapositivas del curso, el calendario, entre otras.

source: How do pages look to students in my course?
es_419: ¿Como verán las páginas los estudiantes del curso?

source: Students see the default and custom pages at the top of your course and use these links to navigate.
es_419: Los estudiantes ven las páginas por defecto y las páginas personalizadas en la parte superior del curso, y usan estos vínculos para navegar por las diferentes areas del curso.

source: See an example
es_419: Ver un ejemplo

source: Pages in Your Course
es_419: Páginas en su curso

source: Preview of Pages in your course
es_419: Vista previa de páginas en su curso

source: Pages appear in your course's top navigation bar. The default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages.
es_419: Las páginas aparecen en la parte superior del curso. Las páginas por defecto (Inicio, Curso, Discusión, Wiki, y Progreso) vienen seguidas por los libros de texto y las páginas personalizadas.

source: close modal
es_419: cerrar

source: Internal Server Error
es_419: Error interno del servidor

source: The Page You Requested Page Cannot be Found
es_419: La página que ha solicitado no pudo ser encontrada.

source: We're sorry. We couldn't find the {studio_name} page you're looking for. You may want to return to the {studio_name} Dashboard and try again. If you are still having problems accessing things, please feel free to {link_start}contact {studio_name} support{link_end} for further help.
es_419: Lo sentimos. No se puede encontrar la página {studio_name} que esta buscando. Es posible que desee volver a la {studio_name} en el panel de Control y tratar nuevamente. Si usted continua con problemas para acceder, no dude en {link_start} para contactarse {studio_name} con soporte {link_end} para obtener más ayuda.

source: The Server Encountered an Error
es_419: El servidor encontró un error

source: We're sorry. There was a problem with the server while trying to process your last request. You may want to return to the {studio_name} Dashboard or try this request again. If you are still having problems accessing things, please feel free to {link_start}contact {studio_name} support{link_end} for further help.
es_419: Lo sentimos. Hubo un problema con el servidor mietras se procesaba su última petición. Es posible que desee regresar al Panel de control {studio_name} o interntarloi nuevamente. Si usted aún tienen problemas para acceder, por favor no dude {link_start} contactarse {studio_name} soorte {link_end} para obtener más ayuda.

source: Back to dashboard
es_419: Volver al panel de control

source: Library Export
es_419: Exportar Biblioteca

source: Course Export
es_419: Exportación del Curso

source: About Exporting Libraries
es_419: Acerca de la exportación de bibliotecas

source: You can export libraries and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the library structure and content. You can also re-import libraries that you've exported.
es_419: Usted puede exportar los cursos y editarlos fuera de {studio_name}. El archivo exportado es un archivo .tar.gz (es decir, un archivo .tar comprimido con un zip de GNU) que posee la estructura y el contenido del curso. Usted puede también re importar cursos que previamente ha exportado.

source: About Exporting Courses
es_419: Acerca de la exportación de cursos

source: You can export courses and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the course structure and content. You can also re-import courses that you've exported.
es_419: Usted puede exportar los cursos y editarlos fuera de {studio_name}. El archivo exportado es un archivo .tar.gz(un archivo .tar es un archivo comprimido con un zip de GNU) que posee la estructura y el contenido del curso. Se puede también re importar cursos que ya han sido exportados.

source: {em_start}Caution:{em_end} When you export a course, information such as MATLAB API keys, LTI passports, annotation secret token strings, and annotation storage URLs are included in the exported data. If you share your exported files, you may also be sharing sensitive or license-specific information.
es_419: {em_start}Atención:{em_end} Cuando usted exporta un curso, información como las llaves de la API MATLAB, passports LTI, cadenas de token y URLs del servicio de anotaciones quedan incluidas en el archivo exportado. Si comparte este archivo con terceros puede estar compartiendo también información sensible o información específica de sus licencias.

source: Export My Library Content
es_419: Exportar el contenido de mi biblioteca

source: Export My Course Content
es_419: Exportar el contenido de mi curso

source: Export Library Content
es_419: Exportar contenido de biblioteca

source: Export Course Content
es_419: Exportar el contenido del curso

source: Data {em_start}exported with{em_end} your course:
es_419: Datos {em_start}exportados con{em_end} su curso:

source: Values from Advanced Settings, including MATLAB API keys and LTI passports
es_419: Valores de Configuración Avanzada, incluyendo las llaves de la API MATLAB, y los passports LTI.

source: Course Content (all Sections, Sub-sections, and Units)
es_419: Contenido del Curso (Todas las secciones, subsecciones y unidades)

source: Course Structure
es_419: Estructura del curso

source: Individual Problems
es_419: Problemas individuales

source: Course Assets
es_419: Objetos del curso

source: Course Settings
es_419: Configuración del curso

source: Data {em_start}not exported{em_end} with your course:
es_419: Datos {em_start}no exportados con{em_end} su curso:

source: User Data
es_419: Datos de usuario

source: Course Team Data
es_419: Datos del equipo del curso

source: Forum/discussion Data
es_419: Datos de Foros de discusión

source: Why export a library?
es_419: ¿Por qué exportar una biblioteca?

source: You may want to edit the XML in your library directly, outside of {studio_name}. You may want to create a backup copy of your library. Or, you may want to create a copy of your library that you can later import into another library instance and customize.
es_419: Puede querer editar directamente el archivo XML de su librería, fuera de {studio_name}. Es posible que desee crear una copia de seguridad de la librería. O es posible que desee crear una copia de la librería, que posteriormente puede importar y personalizar sobre otra librería.

source: Opening the downloaded file
es_419: Abriendo el archivo descargado

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the library.xml file, as well as subfolders that contain library content.
es_419: Utilice un programa externo para extraer los datos del archivo .tar.gz. Los datos extraidos incluirán el archivo library.xml, así como las carpetas que contienen los objetos de la librería.

source: Learn more about exporting a library
es_419: Aprenda más sobre la exportación de una biblioteca

source: Why export a course?
es_419: ¿Cuales son las razones para exportar un curso?

source: You may want to edit the XML in your course directly, outside of {studio_name}. You may want to create a backup copy of your course. Or, you may want to create a copy of your course that you can later import into another course instance and customize.
es_419: Puede querer editar el archivo XML de su curso, fuera de {studio_name}. Es posible que desee crear una copia de seguridad del curso. O es posible que desee crear una copia del curso que posteriormente puede importar a otro curso y personalizarlo.

source: What content is exported?
es_419: ¿Que tipo de contenido es exportado?

source: The course content and structure (including sections, subsections, and units) are exported. Values from Advanced Settings, including MATLAB API keys and LTI passports, are also exported. Other data, including student data, grading information, discussion forum data, course settings, and course team information, is not exported.
es_419: La información que es exportada es el contenido del curso y la estructura, (incluyendo la secciones, subsecciones, y unidades). También se exporta alguna información de configuración avanzada incluyendo las llaves de la API MATLAB, y los passports LTI. Otros datos como la información de estudiantes, calificaciones, discusiones, ajustes del curso y detalles del equipo de apoyo no son exportados.

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the course.xml file, as well as subfolders that contain course content.
es_419: Utilice un programa externo para extraer los datos del archivo .tar.gz. Los datos extraidos incluirán el archivo course.xml, así como las carpetas que contienen el contenido del curso.

source: Learn more about exporting a course
es_419: Aprenda más sobre el proceso de exportar cursos.

source: Export Course to Git
es_419: Exportar Curso a Git:

source: Export to Git
es_419: Exportar a Git

source: About Export to Git
es_419: Acerca de la exportación a Git

source: Use this to export your course to its git repository.
es_419: Utilice esta opción para exportar su curso a su repositorio de git.

source: This will then trigger an automatic update of the main LMS site and update the contents of your course visible there to students if automatic git imports are configured.
es_419: Esto dispararé una actualización automática del sitio LMS principal y actualizará los contenidos de su curso visibles a los estudiantes si la importación automática de git está configurada.

source: Export Course to Git:
es_419: Exportar Curso a Git:

source: giturl must be defined in your course settings before you can export to git.
es_419: giturl debe estar definida en la configuración del curso para que pueda exportar el curso a git.

source: Export Failed
es_419: La exportación falló

source: Export Succeeded
es_419: Exportación terminada

source: Your course:
es_419: Su curso:

source: Course git url:
es_419: Url git del curso:

source: Content Groups
es_419: Grupos de Contenido

source: Experiment Group Configurations
es_419: Configuraciones de Grupos de experimento

source: This module is disabled at the moment.
es_419: Este módulo está deshabilitado por el momento.

source: If you have cohorts enabled in your course, you can use content groups to create cohort-specific courseware. In other words, you can customize the content that particular cohorts see in your course.
es_419: Si usted tiene cohortes habilitadas en su curso, puede utilizar grupos de contenido para crear contenido específicos por cohortes. En otras palabras, se puede personalizar el contenido que determinadas cohortes verán en su curso.

source: Each content group that you create can be associated with one or more cohorts. In addition to course content that is intended for all students, you can designate some content as visible only to specified content groups. Only learners in the cohorts that are associated with the specified content groups see the additional content.
es_419: Cada grupo de contenido que cree se puede asociar a una o más cohortes. Además de los contenidos del curso que están dirigidos a todos los estudiantes, puede designar algún contenido como visible solo para grupos de contenido especificados. Sólo los alumnos de las cohortes que se asocian con los grupos de contenido especificados podrán ver el contenido adicional.

source: Click {em_start}New content group{em_end} to add a new content group. To edit the name of a content group, hover over its box and click {em_start}Edit{em_end}. You can delete a content group only if it is not in use by a unit. To delete a content group, hover over its box and click the delete icon.
es_419: Haga clic en {em_start}Nuevo grupo de contenido{em_end} para añadir un nuevo grupo de contenido. Para editar el nombre de un grupo de contenido, pase el ratón sobre su cuadro y haga clic en {em_start}Editar{em_end}. Puede eliminar un grupo de contenido sólo si no está en uso por una unidad. Para eliminar un grupo de contenido, pase el ratón sobre su cuadro y haga clic en el icono de borrar.

source: Use experiment group configurations if you are conducting content experiments, also known as A/B testing, in your course. Experiment group configurations define how many groups of students are in a content experiment. When you create a content experiment for a course, you select the group configuration to use.
es_419: Utilice las configuraciones de grupo de experimentos si está realizando experimentos de contenido, también conocidas como pruebas A/B, en su curso. Las configuraciones de grupos de experimento definen cómo muchos grupos de estudiantes están en un experimento de contenido. Cuando se crea un experimento de contenidos para un curso, se selecciona la configuración del grupo que se va a utilizar.

source: Click {em_start}New Group Configuration{em_end} to add a new configuration. To edit a configuration, hover over its box and click {em_start}Edit{em_end}. You can delete a group configuration only if it is not in use in an experiment. To delete a configuration, hover over its box and click the delete icon.
es_419: Haga clic en {em_start}nueva configuración de Grupo{em_end} para añadir una nueva configuración. Para editar una configuración, pase el ratón sobre su cuadro y haga clic en {em_start}Editar{em_end}. Puede eliminar una configuración de grupo sólo si no está en uso en un experimento. Para eliminar una configuración, pase el ratón sobre su cuadro y haga clic en el icono de borrar.

source: Details & Schedule
es_419: Detalles y Calendario

source: Welcome
es_419: Bienvenido

source: Welcome to {studio_name}
es_419: Bienvenido a {studio_name}

source: {studio_name} helps manage your online courses, so you can focus on teaching them
es_419: {studio_name} le ayuda a administrar sus cursosen línea, para que pueda enfocarse en enseñarlos

source: {studio_name}'s Many Features
es_419: Diferentes características de {studio_name}

source: {studio_name} Helps You Keep Your Courses Organized
es_419: {studio_name} le ayuda a mantener organizados sus cursos

source: Enlarge image
es_419: Agrandar imagen

source: Keeping Your Course Organized
es_419: Manteniendo su curso Organizado

source: The backbone of your course is how it is organized. {studio_name} offers an {strong_start}Outline{strong_end} editor, providing a simple hierarchy and easy drag and drop to help you and your students stay organized.
es_419: La columna vertebral de su curso es la forma como está organizado. {studio_name} ofrece un editor para la {strong_start}Estructura del curso{strong_end}, proporcionando una jerarquía simple y fácil de arrastrar y soltar para ayudarle a usted y a sus estudiantes a mantenerse organizados.

source: Simple Organization For Content
es_419: Organización simple para los contenidos

source: {studio_name} uses a simple hierarchy of {strong_start}sections{strong_end} and {strong_start}subsections{strong_end} to organize your content.
es_419: {studio_name} utiliza una sencilla jerarquía de {strong_start}secciones{strong_end} y {strong_start}subsecciones{strong_end} para organizar e contenido.

source: Change Your Mind Anytime
es_419: Cambie de opinión en cualquier momento

source: Draft your outline and build content anywhere. Simple drag and drop tools let you reorganize quickly.
es_419: Diseñe su estructura de curso y cree contenido en cualquier lugar. Podrá reorganizarlo rápidamente con herramientas simples de arrastrar y soltar.
