Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: A new window will open. You will run a system check before downloading the proctoring application.
es_419: Una nueva ventana abrirá. Ud. iniciará un chequeo del sistema antes de descargar la aplicación de supervisión.
vi: Một cửa sổ mới sẽ mở ra. Bạn sẽ chạy kiểm tra hệ thống trước khi tải về ứng dụng giám sát.

source: You will be asked to verify your identity as part of the proctoring exam set up. Make sure you are on a computer with a webcam, and that you have valid photo identification such as a driver's license or passport, before you continue.
es_419: Le será pedido verificar su identidad como parte de la preparación para el examen supervisado. Confirme que esté usando una computadora con una cámara web, y que tenga una identificación fotográfica válida como una licencia para conducir o un pasaporte, antes de seguir.
vi: Bạn sẽ được yêu cầu xác minh danh tính của mình như một phần của việc thiết lập kỳ thi có giám sát. Đảm bảo rằng bạn đang ở trên máy tính có webcam và bạn đã có ảnh nhận dạng hợp lệ chẳng hạn như bằng lái xe hoặc hộ chiếu, trước khi bạn tiếp tục.

source: 3. When you have finished setting up proctoring, start the exam.
es_419: 3. Una vez que haya terminado de configurar la supervisión, inicie el examen.
vi: 3. Khi bạn đã hoàn thành thiết lập việc giám sát, bắt đầu kỳ thi.

source: Start Proctored Exam
es_419: Iniciar Examen Supervisado
vi: Bắt đầu Bìa thi Có giám sát

source: Cannot Start Proctored Exam
es_419: No se puede Iniciar el Examen Supervisado
vi: Không thể Bắt đầu Bài thi Có giám sát

source: Take this exam without proctoring.
es_419: Tomar este examen sin supervisión.
vi: Thực hiện bài thi này mà không có giám sát.

source: Doing so means that you are no longer eligible for academic credit.
es_419: Hacer esto significa que ya no será elegible para crédito académico.
vi: Làm như vậy có nghĩa là bạn không còn đủ điều kiện cho tín chỉ học tập.

source: You have not completed the prerequisites for this exam. All requirements must be satisfied before you can take this proctored exam and be eligible for credit. See your <a href="%(progress_page_url)s">Progress</a> page for a list of requirements in the order that they must be completed.
es_419: Ud. no cumplió los requisitos para hacer este examen con supervisión, y no es elegible para crédito. Hay que cumplir todos los requisitos para poder hacer este examen supervisado y para ser elegible para crédito. Revise su <a href="%(progress_page_url)s">página de progreso</a> para una lista de los requisitos y el orden en que se tiene que cumplir cada uno.
vi: Bạn chưa hoàn thành các điều kiện bắt buộc cho kỳ thi này. Tất cả các yêu cầu đều phải được đáp ứng trước khi bạn có thể thực hiện bài thi có giám sát này và đủ điều kiện tín chỉ. Xem trang <a href="%(progress_page_url)s">Tiến độ</a> của bạn để có danh sách các yêu cầu theo thứ tự mà chúng phải được hoàn thành.

source: The following prerequisites are in a <strong>pending</strong> state and must be successfully completed before you can proceed:
es_419: Los requisitos siguientes están en un estado <strong>pendiente</strong> y tienen que ser cumplidos exitosamente antes de que Ud. pueda proceder:
vi: Các điều kiện bắt buộc sau đây đang có trạng thái <strong>đợi</strong> và phải được hoàn thành trước khi bạn có thể tiến hành:

source: You can take this exam with proctoring only when all prerequisites have been successfully completed. Check your <a href="%(progress_page_url)s">Progress</a> page to see if prerequisite results have been updated. You can also take this exam now without proctoring, but you will not be eligible for credit.
es_419: Ud. puede hacer este examen con supervisión solamente una vez que haya cumplido todos los requisitos. Revise su <a href="%(progress_page_url)s">página de progreso</a> para ver si los resultados de los requisitos han sido actualizados. También se puede hacer este examen ahora sin supervisión, pero Ud. no será elegible para crédito académico.
vi: Bạn chỉ có thể tham dự bài thi có giám sát này khi tất cả các điều kiện bắt buộc đã được hoàn thành. Kiểm tra trang <a href="%(progress_page_url)s">Tiến độ</a> của bạn để xem các kết quả bắt buộc đã được cập nhật. Bạn cũng có thể thực hiện bài thi này ngay bây giờ mà không có giám sát, nhưng bạn sẽ không đủ điều kiện tín chỉ.

source: Your Proctoring Session Has Started
es_419: Su Sesión Supervisada Ha Comenzado
vi: Bài thi có gián sát của bạn đã bắt đầu

source: From this point in time, you must follow the <a href="%(link_urls.online_proctoring_rules)s" target="_blank">online proctoring rules</a> to pass the proctoring review for your exam.
es_419: De ahora en adelante, Ud. tiene que seguir las <a href="%(link_urls.online_proctoring_rules)s" target="_blank">reglas de supervisión en línea</a> para aprobar la revisión de supervisión para su examen.
vi: Từ thời điểm này, bạn phải tuân theo <a href="%(link_urls.online_proctoring_rules)s" target="_blank">những quy tắc giám sát trực tuyến</a> để vượt qua việc kiểm tra giám sát cho bài thi của bạn.

source: Do not close this window before you finish your exam. if you close this window, your proctoring session ends, and you will not successfully complete the proctored exam.
es_419: No cierre esta ventana antes de completar su examen. Si la cierra, su sesión supervisada terminará, y no completará el examen supervisado.
vi: Không đóng cửa sổ này trước khi bạn hoàn thành bài thi. nếu bạn đóng cửa sổ này, phiên giám sát của bạn kết thúc, và bạn sẽ không hoàn thành bài kiểm tra dự thi.

source: Return to the %(platform_name)s course window to start your exam. When you have finished your exam and have marked it as complete, you can close this window to end the proctoring session and upload your proctoring session data for review.
es_419: Regrese a la ventana del curso de %(platform_name)s para iniciar su examen. Una vez que haya completado su examen y lo haya marcado como completo, puede cerrar esta ventana para terminar la sesión supervisada y enviar su grabación para la revisión de los supervisores.
vi: Trở lại %(platform_name)s cửa sổ khoá học để khởi động bài thi của bạn. Khi bạn đã hoàn thành bài thi và đã đánh dấu nó là hoàn thành, bạn có thể đóng cửa sổ này để kết thúc phiên giám sát và tải dữ liệu phiên giám sát của bạn lên để đánh giá.

source: I am not interested in academic credit.
es_419: No tengo interés en crédito académico.
vi: Tôi không quan tâm đến tín chỉ học tập.

source: Follow these instructions
es_419: Siga estas instrucciones
vi: Thực hiện theo các hướng dẫn này

source: &#8226; When you start your exam you will have %(total_time)s to complete it. </br> &#8226; You cannot stop the timer once you start. </br> &#8226; If time expires before you finish your exam, your completed answers will be submitted for review. </br>
es_419: &#8226; Una vez que haya iniciado su examen tendrá %(total_time)s para completarlo. </br> &#8226; No se puede parar el marcador de tiempo una vez que haya comenzado. </br> &#8226; Si el tiempo se agota antes de que Ud. termine su examen, sus respuestas completadas serán enviadas para calificación. </br>
vi: &#8226; Khi bạn bắt đầu bài thi, bạn sẽ có %(total_time)s để hoàn thành. </br> &#8226; Bạn không thể ngừng đếm giờ khi bạn bắt đầu. </br> &#8226; Nếu thời gian hết hạn trước khi bạn hoàn thành bài thi, câu trả lời hoàn thành của bạn sẽ là đã gửi để đánh giá. </br>

source: Start my exam
es_419: Iniciar mi examen
vi: Bắt đầu làm bài

source: Are you sure you want to end your proctored exam?
es_419: ¿Está seguro de que quiere terminar su examen supervisado?
vi: Bạn có chắc chắn muốn kết thúc bài thi của mình?

source: Make sure that you have selected "Submit" for each problem before you submit your exam.
es_419: Confirme que haya seleccionado "Enviar" para cada problema antes de enviar su examen.
vi: Đảm bảo rằng bạn đã chọn "Gửi" cho từng câu hỏi trước khi gửi bài kiểm tra.

source: After you submit your exam, your responses are graded and your proctoring session is reviewed. You might be eligible to earn academic credit for this course if you complete all required exams as well as achieve a final grade that meets credit requirements for the course.
es_419: Después de enviar su examen, sus respuestas serán calificadas y su sesión supervisada será revisada. Es posible que Ud. sea elegible para crédito académico para este curo si cumplió todos los exámenes requeridos además de haber logrado una calificación final adecuada según los requisitos para crédito en el curso.
vi: Sau khi bạn gửi bài kiểm tra, thong tin của bạn được xếp loại và phiên giám sát của bạn được kiểm tra lại. Bạn có thể đủ điều kiện để có được tín chỉ học tập cho khóa học này nếu bạn hoàn thành tất cả các bài thi bắt buộc cũng như đạt được điểm cuối cùng đáp ứng yêu cầu về tín chỉ cho khóa học.

source: Yes, end my proctored exam
es_419: Sí, terminar mi examen supervisado
vi: Đồng ý, kết thúc bài thi của tôi

source: No, I'd like to continue working
es_419: No, quiero seguir trabajando.
vi: Không, tôi muốn tiếp tục làm bài

source: Your proctoring session was reviewed and did not pass requirements
es_419: Su sesión supervisada fue revisada y no cumplió con los requisitos
vi: Phiên giám sát của bạn đã được xem xét và không vượt qua được yêu cầu

source: You are no longer eligible for academic credit for this course, regardless of your final grade. If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
es_419: Ud. ya no es elegible para crédito académico en este curso, a pesar de cualquier calificación final que haya logrado. Si tiene preguntas sobre el estado de los resultados de su examen supervisado, comuníquese con el equipo de ayuda de %(platform_name)s.
vi: Bạn không còn đủ điều kiện cho tín chỉ học tập cho khóa học này, bất kể điểm cuối cùng của bạn. Nếu bạn có thắc mắc về kết quả bài thi của mình, liên hệ với %(platform_name)s Hỗ trợ.

source: You have submitted this proctored exam for review
es_419: Ud. ha enviado este examen supervisado para revisión
vi: Bạn đã gửi bài thi có giám sát này để xem xét

source: If the proctoring software window is still open, you can close it now. Confirm that you want to quit the application when you are prompted.
es_419: Si la aplicación de supervisión todavía está abierta, la puede cerrar ahora. Confirme que quiere cerrar la aplicación cuando le sea preguntado.
vi: Nếu cửa sổ phần mềm giám sát vẫn mở, bạn có thể đóng nó bây giờ. Xác nhận rằng bạn muốn thoát khỏi ứng dụng khi bạn được hỏi.

source: &#8226; After you quit the proctoring session, the recorded data is uploaded for review. </br> &#8226; Proctoring results are usually available within 5 business days after you submit your exam.
es_419: &#8226; Después de que Ud. salga de la sesión supervisada, los datos grabados son subidos para revisión. </br> &#8226; Los resultados de la sesión supervisada normalmente están disponibles entre 5 día hábiles después de que Ud. envía su examen.
vi: &#8226; Sau khi bạn thoát khỏi phiên giám sát, dữ liệu được ghi lại sẽ được tải lên để xem xét. </br> &#8226; Kết quả giám sát thường có kết quả trong vòng 5 ngày làm việc sau khi bạn gửi bài kiểm tra.

source: If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
es_419: Si tiene preguntas sobre el estado de los resultados de su examen supervisado, contáctese con el equipo de apoyo de %(platform_name)s.
vi: Nếu bạn có thắc mắc về các kết quả bài thi có giám sát của bạn, liên hệ với %(platform_name)s Hỗ trợ.

source: Your proctoring session was reviewed and passed all requirements
es_419: Su sesión supervisada fue revisada y cumplió con todos los requisitos
vi: Phiên giám sát của bạn đã được xem xét và đã vượt qua tất cả các yêu cầu

source: You are eligible to purchase academic credit for this course if you complete all required exams and also achieve a final grade that meets the credit requirements for the course.
es_419: Ud. será eligible para comprar crédito académico en este curso si completa todos los exámenes requeridos y si también logra una calificación final que cumpla con los requisitos para crédito en este curso.
vi: Bạn đủ điều kiện để mua tín chỉ học tập cho khóa học này nếu bạn hoàn thành tất cả các bài thi bắt buộc và cũng đạt được điểm cuối cùng đáp ứng các yêu cầu về tín chỉ cho khóa học.

source: To view your exam questions and responses, select <strong>View my exam</strong>. The exam's review status is shown in the left navigation pane.
es_419: Para ver las preguntas y respuestas de su examen, seleccione <strong>Ver mi examen</strong>. El estado de revisión del examen se muestra en el panel de navegación a la izquierda.
vi: Để xem các câu hỏi và câu trả lời bài thi của bạn, hãy chọn <strong>Xem bài thi của tôi</strong>. Trạng thái xem xét bài thi được hiển thị trong ô điều hướng bên trái.

source: View my exam
es_419: Ver mi examen
vi: Xem bài thi của tôi

source: After the due date for this exam has passed, you will be able to review your answers on this page.
es_419: Después de la fecha límite de esta tarea, Ud. podrá revisar sus respuestas en esta página.
vi: Sau khi kết thúc bài thi này, bạn sẽ có thể xem lại câu trả lời của mình trên trang này.

source: %(exam_name)s is a Timed Exam (%(total_time)s)
es_419: %(exam_name)s es un examen cronometrado (%(total_time)s)
vi: %(exam_name)s là Bài thi Tính giờ (%(total_time)s)

source: This exam has a time limit associated with it.
es_419: Esta examen tiene un límite de tiempo.
vi: Bài thi này có giới hạn thời gian thi.

source: To pass this exam, you must complete the problems in the time allowed.
es_419: Para aprobar este examen, hay que completar las problemas durante el tiempo permitido.
vi: Để vượt qua bài thi này, bạn phải hoàn thành các câu hỏi trong thời gian cho phép.

source: After you select
es_419: Después de seleccionar
vi: Sau khi bạn chọn

source: I am ready to start this timed exam,
es_419: Estoy listo/a para empezar este examen cronometrado
vi: Tôi đã sẵn sàng bắt đầu làm bài.

source: you will have
es_419: Ud. tendrá
vi: bạn sẽ có

source: to complete and submit the exam.
es_419: para completar y enviar el examen.
vi: để hoàn thành và nộp bài.

source: I am ready to start this timed exam.
es_419: Estoy listo/a para empezar este examen cronometrado.
vi: Tôi đã sẵn sàng để bắt đầu bài thi này.

source: Can I request additional time to complete my exam?
es_419: ¿Puedo pedir tiempo adicional para completar mi examen?
vi: Tôi có thể yêu cầu thêm thời gian để hoàn thành bài thi của mình không?

source: If you have disabilities, you might be eligible for an additional time allowance on timed exams. Ask your course team for information about additional time allowances.
es_419: Si tiene una discapacidad, puede ser eligible para un permiso de tiempo adicional en los exámenes cronometrados. Solicite información sobre tiempo adicional al equipo del curso.
vi: Nếu bạn bị khuyết tật, bạn có thể đủ điều kiện để được trợ cấp thêm thời gian vào các kỳ thi định kỳ. Hãy hỏi nhóm chuyên gia của bạn để biết thông tin về các khoản phụ cấp thời gian bổ sung.

source: Are you sure that you want to submit your timed exam?
es_419: ¿Está seguro de que quiere enviar su examen cronometrado?
vi: Bạn có chắc chắn muốn gửi bài kiểm tra của mình?

source: After you submit your exam, your exam will be graded.
es_419: Después de que Ud. envíe su examen, el examen será calificado.
vi: Sau khi bạn nộp bài, bài thi của bạn sẽ được chấm.

source: Yes, submit my timed exam.
es_419: Sí, enviar my examen cronometrado.
vi: Đồng ý, gửi bài kiểm tra của tôi.

source: No, I want to continue working.
es_419: No, quiero seguir trabajando.
vi: Không, tôi muốn tiếp tục làm bài

source: The time allotted for this exam has expired. Your exam has been submitted and any work you completed will be graded.
es_419: El tiempo permitido para este examen ha vencido. Su examen ha sido enviado y el trabajo que Ud. completó será calificado.
vi: Thời gian cho bài thi này đã hết hạn. Bài thi của bạn đã được gửi và sẽ được chấm tất cả những phần bạn đã hoàn thành.

source: You have submitted your timed exam.
es_419: Ud. ha enviado su examen cronometrado.
vi: Bạn đã gửi bài thi.

source: Your grade for this timed exam will be immediately available on the <a href="%(progress_page_url)s">Progress</a> page.
es_419: Su calificación de este examen cronometrado será disponible inmediatamente en la <a href="%(progress_page_url)s">página de progreso</a>.
vi: Điểm của bạn cho bài thi có giới hạn thời gian này sẽ được cung cấp ngay lập tức trên trang <a href="%(progress_page_url)s">Tiến độ</a>.

source: After the due date has passed, you can review the exam, but you cannot change your answers.
es_419: Después de la fecha límite, Ud. podrá revisar el examen, pero no podrá cambiar sus respuestas.
vi: Sau khi hết hạn, bạn có thể xem lại bài thi, nhưng bạn không thể thay đổi câu trả lời.

source: {num_of_hours} hour
es_419: {num_of_hours} hora
vi: {num_of_hours} giờ

source: {num_of_hours} hours
es_419: {num_of_hours} horas
vi: {num_of_hours} giờ

source: {num_of_minutes} minutes
es_419: {num_of_minutes} minutos
vi: {num_of_minutes} phút

source: and {num_of_minutes} minute
es_419: y {num_of_minutes} minuto
vi: and {num_of_minutes} phút

source: {num_of_minutes} minute
es_419: {num_of_minutes} minuto
vi: {num_of_minutes} phút

source: and {num_of_minutes} minutes
es_419: y {num_of_minutes} minutos
vi: and {num_of_minutes} phút

source: could not determine the course_id
es_419: No se pudo determinar la ID del curso
vi: không thể định trước course_id

source: Must be a Staff User to Perform this request.
es_419: Hay que ser un usuario del equipo para cumplir esta petición.
vi: Phải Là Nhân Viên để Thực hiện yêu cầu này.

source: you have {remaining_time} remaining
es_419: usted tiene {remaining_time} para terminar
vi: bạn còn lại {remaining_time} lần

source: you have less than a minute remaining
es_419: Queda menos de un minuto
vi: bạn còn ít hơn một phút

source: practice
es_419: práctica
vi: thực hành

source: proctored
es_419: supervisado
vi: có giám sát

source: This section could not be loaded.
es_419: Esta sección no pudo ser cargada.
vi: Không thể tải mục này.

source: The staff assessment form could not be loaded.
es_419: La valoración del equipo del curso no pudo ser cargada.
vi: Không thể tải về đánh giá của giáo viên.

source: The display of ungraded and checked out responses could not be loaded.
es_419: La lista de respuestas marcadas y no calificadas no pudo ser cargada.
vi: Không thể tải nội dung chưa kiểm tra và phân loại.

source: This response could not be submitted.
es_419: Esta respuesta no pudo ser enviada.
vi: Không thể gửi câu trả lời này.

source: This response could not be saved.
es_419: Esta respuesta no pudo ser guardada.
vi: Không thể lưu câu trả lời này.

source: This feedback could not be submitted.
es_419: Este comentario no pudo ser enviado.
vi: Không thể gửi phản hồi này.

source: This assessment could not be submitted.
es_419: Esta revisión no pudo ser enviada.
vi: Không thể gửi đánh giá này.

source: One or more rescheduling tasks failed.
es_419: Una o más tareas de re-programación falló.
vi: Một hoặc nhiều tác vụ điều chỉnh lịch học đã thất bại.

source: This problem could not be saved.
es_419: Este problema no pudo ser guardado.
vi: Không thể lưu câu hỏi này.

source: The server could not be contacted.
es_419: No se ha podido contactar con el servidor.
vi: Không thể liên hệ với máy chủ.

source: Could not retrieve upload url.
es_419: No se pudo recuperar la url de subida.
vi: Không thể tìm thấy đường dẫn tải lên.

source: Could not retrieve download url.
es_419: No se pudo recuperar la url de descarga.
vi: Không thể tìm thấy đường dẫn tải xuống.

source: The submission could not be removed from the grading pool.
es_419: La entrega no pudo ser eliminada de la lista de evaluaciones
vi: Bài nộp không thể gỡ bỏ khỏi hệ thống chấm điểm.

source: Unable to load
es_419: No se ha podido cargar
vi: Không tải được

source: Unit Name
es_419: Nombre de la unidad
vi: Tên Đơn vị

source: Units
es_419: Unidades
hi: इकाइयों
pt_br: Unidades
vi: Đơn vị

source: Assessment
es_419: Evaluación
vi: Đánh giá

source: Assessments
es_419: Evaluaciones
vi: Đánh giá

source: Total Responses
es_419: Total de respuestas
vi: Tổng số Phản hồi

source: Training
es_419: Entrenamiento
vi: Đào tạo

source: Peer
es_419: Par
vi: Bạn học

source: Self
es_419: Auto
vi: Tự bản thân

source: Final Grade Received
es_419: Calificación final recibida
vi: Đã nhận Điểm Cuối cùng

source: List of Open Assessments is unavailable
es_419: Lista de evaluaciones abiertas no disponible
vi: Danh sách các Đánh giá mở không có sẵn

source: Block view is unavailable
es_419: Vista de bloque no disponible
vi: Xem khối không khả dụng

source: Back to Full List
es_419: Volver a la lista completa
vi: Quay lại Danh sách Đầy đủ

source: If you leave this page without submitting your peer assessment, you will lose any work you have done.
es_419: Si abandona esta página sin enviar su trabajo, perderá todos los cambios realizados.
vi: Nếu bạn rời khỏi trang này mà không gửi đánh giá ngang hàng, bạn sẽ mất công việc bạn đã làm.

source: Status of Your Response
es_419: Estado de su respuesta
vi: Trạng Thái Trả Lời Của Bạn

source: This response has not been saved.
es_419: Esta respuesta no ha sido guardada.
vi: Câu trả lời này chưa được lưu.

source: If you leave this page without saving or submitting your response, you will lose any work you have done on the response.
es_419: Si abandona esta página sin guardar o enviar su respuesta, perderá todo el trabajo realizado en la respuesta.
vi: Nếu bạn rời khỏi trang này mà không lưu hoặc gửi câu trả lời của bạn, bạn sẽ mất công việc bạn đã thực hiện cho phản hồi.

source: Saving...
es_419: Guardando...
vi: Đang lưu...

source: This response has been saved but not submitted.
es_419: La respuesta ha sido guardada, pero no enviada.
vi: Câu trả lời này đã được lưu nhưng chưa được gửi đi.

source: Do you want to upload your file before submitting?
es_419: Quieres subir tu archivo antes de enviarlo ?
vi: Bạn có muốn tải tệp lên trước khi gửi không?

source: You're about to submit your response for this assignment. After you submit this response, you can't change it or submit a new response.
es_419: Está a punto de subir su respuesta para esta tarea. Después de subirla, no podrá cambiarla o subir una nueva respuesta.
vi: Bạn sắp nộp câu trả lời cho bài tập này. Sau khi gửi bài bạn sẽ không thể chỉnh sửa hoặc nộp bài mới.

source: File size must be 5MB or less.
es_419: El tamaño del archivo debe ser de 5 MB o menos.
vi: Tệp tin phải 5MB trở xuống.

source: You can upload files with these file types:
es_419: Puedes subir archivos de estos tipos:
vi: Bạn có thể tải lên các loại tệp sau:

source: File type is not allowed.
es_419: Tipo de archivo no permitido.
vi: Loại tệp không được phép.

source: If you leave this page without submitting your self assessment, you will lose any work you have done.
es_419: Si abandona esta página sin enviar su auto evaluación, perderá todos los cambios realizados.
vi: Nếu bạn rời khỏi trang này mà không gửi bản tự đánh giá của bạn, bạn sẽ mất công việc bạn đã làm.

source: Unexpected server error.
es_419: Ocurrió un error inesperado en el servidor.
vi: Đã xảy ra lỗi máy chủ không mong muốn.

source: You must provide a learner name.
es_419: Debe ingresar un nombre.
vi: Bạn phải cung cấp tên người học.

source: Error getting the number of ungraded responses
es_419: Error al obtener el número de respuestas no calificadas.
vi: Lỗi nhận được số phản hồi chưa phân loại
