Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Secret string for annotation storage
he: מחרוזת סודית עבור אחסון הסברים
ja_jp: 注釈のストレージに対する秘密の文字列
lt_lt: Slapta komentaro saugyklos eilutė

source: Secret Token String for Annotation
ja_jp: 注釈に対する秘密のトークン文字列
lt_lt: Slapta komentaro prieigos rakto eilutė

source: Default Annotations Tab
he: כרטיסיית ברירת מחדל להסברים
ja_jp: デフォルトの注釈タブ
lt_lt: Numatytoji komentarų kortelė

source: Select which tab will be the default in the annotations table: myNotes, Instructor, or Public.
ja_jp: 注釈テーブルの中でどのタブ（マイノート、講師、公開）をデフォルトにするか選択してください。
lt_lt: Pasirinkite, kuri kortelė bus numatytoji komentarų lentelėje: "Mano pastabos", "Lektorius" ar "Viešoji".

source: Email for 'Instructor' Annotations
he: דוא"ל עבור הסברי 'מדריך'
ja_jp: '講師'注釈のためのメール
lt_lt: El. laiškas kortelės "Lektorius" komentarams

source: Email of the user that will be attached to all annotations that will be found in 'Instructor' tab.
he: כתובת דוא"ל שתצורף לכל ההסברים שימצאו בטאב 'מדריך'.
ja_jp: '講師'タブ中の全ての注釈に添付されるユーザのメール
lt_lt: Naudotojo el. laiškas, kuris bus prikabintas prie visų komentarų, kurie bus kortelėje "Lektorius".

source: Mode for Annotation Tool
he: מצב עבור כלי הסברים
ja_jp: 注釈ツールのモード
lt_lt: Komentarų priemonės veiksena

source: Type in number corresponding to following modes: 'instructor' or 'everyone'
he: הקלד מספר המקושר למצבים הבאים: 'מדריך' או 'כולם'
ja_jp: '講師'、'全員'のモードに対応する数字を入力
lt_lt: Įrašykite skaičių, atitinkantį šias veiksenas: "Lektorius" arba "Visi"

source: No email address found.
he: לא נמצאה כתובת דואר אלקטרוני.
ja_jp: emailアドレスが見つかりません。
lt_lt: Nerastas el. pašto adresas.

source: Set this value to True if this module is either a graded assignment or a practice problem.
he: סמן ערך זה כ-כן אם מודל זה הינו מטלה עם ציון או בעיית תרגול.
ja_jp: このモジュールが評価済の課題または練習問題のとき、この値をTrueにしてください。
lt_lt: Nustatykite "Taip", jeigu šis modulis yra vertinama arba praktinė užduotis.

source: Enter the name of the library as it should appear in Studio.
he: הזן את שם הספריה כפי שצריכה להופיע בסטודיו.
ja_jp: Studioで表示されるライブラリの名前を入力します。
lt_lt: Įveskite bibliotekos pavadinimą, koks turi būti rodomas Studio.

source: Enter the name that students see for this component. Analytics reports may also use the display name to identify this component.
he: הזן את השם שסטודנטים רואים עבור רכיב זה. דוחות ניתן להשתמש בשם התצוגה כדי לזהות מרכיב זה בדוחות אנליטיקס.
ja_jp: このアイテム用の受講者から見える名前を入力してください。この名前は、分析レポート作成時にアイテムを識別するために使われます。
lt_lt: Įveskite šio komponento pavadinimą, kurį matys kurso dalyviai. Analitinėse ataskaitose irgi gali būti naudojamas šis pavadinimas, identifikuojantis šį komponentą.

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
ja_jp: 外部のLTIプロバイダー用のLTI IDを入力してください。この値は詳細設定ページのLTIパスポートに入力されたものと同じである必要があります。<br />詳細は{docs_anchor_open}edX LTIドキュメント{anchor_close}を参照してください。
lt_lt: Įveskite išorinio tiekėjo LTI identifikatorių. Tai turi būti tas pats LTI identifikatorius, kurį įvedėte LTI pasų nuostatoje papildomų nuostatų puslapyje. <br />Norėdami daugiau sužinoti apie šią nuostatą, žiūrėkite {docs_anchor_open}edX LTI documentaciją{anchor_close}.

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
ja_jp: このコンポーネントが起動する外部ツールのURLを入力してください。この設定は外部ツールを隠す設定をFalseにする時にのみ使われます。<br />詳細は{docs_anchor_open}edX LTIドキュメント{anchor_close}を参照してください。
lt_lt: Įveskite išorinės priemonės, kurią paleidžia šis komponentas, URL nuorodą. Ši nuostata naudojama tik tada, kai "Slėpti išorinę priemonę" yra nustatyta "Ne". <br />Norėdami daugiau sužinoti apie šią nuostatą, žiūrėkite {docs_anchor_open}edX LTI documentaciją{anchor_close}.

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
ja_jp: カスタムパラメータ用のキー／値のペアを追加してください。パラメータの例としては、e-bookで開くページや、このコンポーネントの背景色などがあります。<br />詳細は{docs_anchor_open}edX LTIドキュメント{anchor_close}を参照してください。
lt_lt: Pridėkite raktų arba reikšmių porą bet kurioms individualizuotoms nuostatoms, pavyzdžiui, puslapiui, kuriame turi atsidaryti jūsų elektroninė knyga, arba šio komponento fono spalvai. <br /> Norėdami daugiau sužinoti apie šią nuostatą, žiūrėkite {docs_anchor_open}edX LTI documentaciją{anchor_close}.

source: Show Single Problem
he: הראה בעיה יחידה
lt_lt: Rodyti vieną užduotį

source: When True, only the single problem specified by "Link to Problem Location" is shown. When False, a panel is displayed with all problems available for peer grading.
lt_lt: Kai "Taip", rodoma tik viena užduotis, į kurią nurodo užduoties adreso nuoroda. Kai "Ne", rodomas skydas su visomis užduotimis, kurias gali vertinti bendrakursiai.

source: Link to Problem Location
he: קישור למיקום הבעיה
lt_lt: Užduoties adreso nuoroda

source: The location of the problem being graded. Only used when "Show Single Problem" is True.
lt_lt: Užduoties adresas yra vertinamas. Naudojama tik tada, kai "Rodyti vieną užduotį" yra "Taip".

source: Defines whether the student gets credit for grading this problem. Only used when "Show Single Problem" is True.
lt_lt: Apibrėžia, ar įskaitomas kurso dalyvio pateiktas šios užduoties vertinimas. Naudojama tik tada, kai "Rodyti vieną užduotį" yra "Taip".

source: Due date that should be displayed.
he: תאריך יעד להצגה.
lt_lt: Rodytina pabaigos data

source: Amount of grace to give on the due date.
he: תקופת חסד שתוענק לאחר תאריך היעד.
lt_lt: Pateikimo datos atidėjimas

source: Student data for a given peer grading problem.
he: מידע על הסטודנט עבור בעיה נתונה בדירוג עמיתים.
lt_lt: Kurso dalyvio šios užduoties, kurią vertina bendrakursiai, duomenys.

source: Peer Grading Interface
he: ממשק דירוג עמיתים
lt_lt: Bendrakursių vertinimo sąsaja

source: This name is used for organizing your course content, but is not shown to students.
he: משתמשים בשם זה לארגון תוכן הקורס אבל הוא לא גלוי לסטודנט.
ja_jp: この名前は講座コンテンツを編集する際に使用されますが、受講者からは見えません。
lt_lt: Šis pavadinimas naudojamas tvarkant jūsų kurso turinį, bet nėra rodomas kurso dalyviams.

source: Text Annotation
he: הסברי טקסט
ja_jp: テキストの注釈
lt_lt: Teksto komentaras

source: Source/Citation
he: מקור/ציטוט
ja_jp: ソース／引用
lt_lt: Šaltinis / nuoroda

source: Optional for citing source of any material used. Automatic citation can be done using <a href="http://easybib.com">EasyBib</a>
ja_jp: 使用されている素材のソースの引用に関するオプション。自動引用は<a href="http://easybib.com">EasyBib</a>を使って行われます。
lt_lt: Pasirinktinis naudotos medžiagos šaltinio paminėjimas. Automatinė nuoroda gali būti sukurta naudojantis <a href="http://easybib.com">EasyBib</a>

source: Diacritic Marks
ja_jp: 付加記号
lt_lt: Diakritiniai ženklai

source: Add diacritic marks to be added to a text using the comma-separated form, i.e. markname;urltomark;baseline,markname2;urltomark2;baseline2
ja_jp: コンマで分けられたフォームを使用したテキストの追加のために、付加記号を追加してください。 例えば、markname;urltomark;baseline,markname2;urltomark2;baseline2
lt_lt: Pridėkite tekstui reikalingus diakritinius ženklus, skirdami kableliais, pvz., markname;urltomark;baseline,markname2;urltomark2;baseline2

source: Video Annotation
he: הסברי וידיאו
ja_jp: ビデオの注釈
lt_lt: Vaizdo įrašo komentaras

source: The external source URL for the video.
he: כתובת URL חיצונית עבור וידאו.
ja_jp: ビデオに対する外部のソースURL
lt_lt: Vaizdo įrašo išorinio šaltinio URL nuoroda

source: Source URL
he: כתובת URL של מקור
ja_jp: ソースURL
lt_lt: Šaltinio URL nuoroda

source: Poster Image URL
he: כתובת URL של תמונת מקור
ja_jp: ポスター画像URL
lt_lt: Plakato paveikslo URL nuoroda

source: Poster URL
he: כתובת URL של פוסטר
ja_jp: ポスターURL
lt_lt: Plakato URL nuoroda

source: Number of text boxes available for students to input words/sentences.
he: נספר תיבות הטקסט הזמינות לסטודנטים להזנת מילים/משפטים.
ja_jp: 受講者が入力に利用可能なテキストボックスの数
lt_lt: Teksto langelių, kuriuose kurso dalyviai gali įvesti žodžius / sakinius.

source: Maximum number of words to be displayed in generated word cloud.
he: מספר מקסימלי של מילים להצגה בענן המילים שנוצר
ja_jp: 作成されたワードクラウドに表示される文字数の上限。
lt_lt: Didžiausias skaičius žodžių, kurie bus rodomi generuotame žodžių debesyje.

source: Whether this student has posted words to the cloud.
he: האם סטודנט זה הוסיף מילים לענן.
ja_jp: この受講者が文字をワードクラウドに投稿したか否か。
lt_lt: Ar šis kurso dalyvis paskelbė žodžius debesyje.

source: All possible words from all students.
he: כל המילים האפשריות מכל הסטודנטים.
ja_jp: 全ての受講者が入力した可能性のある全ての文字
lt_lt: Visi galimi visų kurso dalyvių žodžiai.

source: Enter the location of the annotation storage server. The textannotation, videoannotation, and imageannotation advanced modules require this setting.
ja_jp: 注釈のストレージサーバのロケーションを入力してください。テキストの注釈、ビデオの注釈、画像の注釈の高度なモジュールにはこの設定が必要です。
lt_lt: Įveskite komentarų atmintinės serverio vietą. Šios nuostatos reikalauja išplėstiniai tekstinių, vaizdinių ir paveikslinių komentarų moduliai.

source: URL for Annotation Storage
he: כתובת URL לאחסון הערות
ja_jp: 注釈のストレージのURL
lt_lt: Komentarų atmintinės URL nuoroda

source: Enter the secret string for annotation storage. The textannotation, videoannotation, and imageannotation advanced modules require this string.
ja_jp: 注釈ストレージの秘密鍵を入力してください。テキストの注釈、ビデオの注釈、そして、画像の注釈や高度なモジュールにはこの文字列が必要です。
lt_lt: Įveskite slaptą komentarų atmintinės eilutę. Šios eilutės reikalauja išplėstiniai tekstinių, vaizdinių ir paveikslinių komentarų moduliai.

source: Text Customization
he: התאמה אישית של הטקסט
ja_jp: テキストのカスタマイズ
lt_lt: Teksto tinkinimas

source: Enter string customization substitutions for particular locations.
ja_jp: 特定のロケーションを代替するためのカスタマイズ文字を入力します。
lt_lt: Įveskite eilučių tinkinimo pakaitalus tam tikrose vietose.

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {"video_id": "ID", "transcripts": {"language": "/static/filename.srt"}}. For example, an entry for a video with two transcripts looks like this: {"video_id": "77cef264-d6f5-4cf2-ad9d-0178ab8c77be", "transcripts": {"en": "/static/DemoX-D01_1.srt", "uk": "/static/DemoX-D01_1_uk.srt"}}
lt_lt: Nustatykite, koks 5-10 sekundžių vaizdo įrašas bus rodomas prieš kurso vaizdo įrašus. Įveskite vaizdo įrašo identifikaciją iš puslapio "Vaizdo įrašo įkėlimas" ir vieną ar daugiau titrų failų šiuo formatu: {"video_id": "ID", "transcripts": {"language": "/static/filename.srt"}}. Pavyzdžiui, vaizdo įrašo įrašas su dviem titrais atrodo taip: {"video_id": "77cef264-d6f5-4cf2-ad9d-0178ab8c77be", "transcripts": {"en": "/static/DemoX-D01_1.srt", "uk": "/static/DemoX-D01_1_uk.srt"}}

source: Self
he: עצמי
lt_lt: Savęs

source: AI
he: בינה מלאכותית
lt_lt: Automatinis

source: Not started.
he: לא הותחל
lt_lt: Nepradėta.

source: Being scored.
he: בדירוג.
lt_lt: Vertinama

source: Scoring finished.
he: דירוג הושלם.
lt_lt: Įvertinta

source: Complete.
he: הושלם.
lt_lt: Baigta

source: Scored rubric
lt_lt: Įvertinta rubrika

source: You have attempted this question {number_of_student_attempts} times. You are only allowed to attempt it {max_number_of_attempts} times.
lt_lt: Į šį klausimą bandėte atsakyti {number_of_student_attempts} kartus. Jums leidžiama bandyti tik {max_number_of_attempts} kartus.

source: The problem state got out-of-sync. Please try reloading the page.
lt_lt: Užduoties būsena nesinchronizuota. Prašome perkrauti puslapį.

source: Self-Assessment
he: הערכה עצמית
lt_lt: Savęs vertinimas

source: Peer-Assessment
he: הערכת עמיתים
lt_lt: Bendrakursių vertinimas

source: Instructor-Assessment
he: הערכת מדריך
lt_lt: Lektoriaus vertinimas

source: AI-Assessment
he: הערכה מבוססת בינה מלאכותית
lt_lt: Automatinis vertinimas

source: Could not find needed tag {tag_name} in the survey responses. Please try submitting again.
lt_lt: Apklausos atsakymuose nerasta reikalinga žyma {tag_name}. Prašome pateikti dar kartą.

source: There was an error saving your feedback. Please contact course staff.
he: קרתה שגיאה בהגשת המשוב שלך. אנא צור קשר עם צוות הקורס.
lt_lt: Išsaugant jūsų atsiliepimą įvyko klaida. Prašome susisiekti su kurso personalu.

source: Couldn't submit feedback.
he: לא ניתן להגיש את המשוב.
lt_lt: Nepavyko pateikti atsiliepimo.

source: Successfully saved your feedback.
he: המשוב שלך נשמר בהצלחה.
lt_lt: Jūsų atsiliepimas sėkmingai išsaugotas.

source: Unable to save your feedback. Please try again later.
he: לא ניתן לשמור את המשוב שלך. אנא נסה שוב מאוחר יותר.
lt_lt: Neįmanoma išsaugoti jūsų atsiliepimo. Prašome bandyti vėliau.

source: Successfully saved your submission.
he: הגשתך נשמרה בהצלחה.
lt_lt: Jūsų darbas sėkmingai išsaugotas.

source: Unable to submit your submission to the grader. Please try again later.
he: לא ניתן להגיש את ההגשה שלך למדרג. אנא נסה שוב מאוחר יותר.
lt_lt: Neįmanoma jūsų atsakymo pateikti vertintojui. Prašome bandyti vėliau.

source: Error getting feedback from grader.
he: שגיאה בקבלת המשוב מהמדרג.
lt_lt: Klaida gaunant vertintojo atsiliepimą.

source: No feedback available from grader.
he: אין משוב זמין מהמדרג.
lt_lt: Vertintojo atsiliepimo nėra.

source: Error handling action. Please try again.
lt_lt: Klaida vykdant veiksmą. Prašome bandyti vėliau.

source: Your response has been submitted. Please check back later for your grade.
he: תגובתך הוגשה. אנא בדוק את ציונך מאוחר יותר.
lt_lt: Jūsų darbas pateiktas. Prašome vėliau pasitikrinti, kokį įvertinimą gavote.

source: Not started
he: לא הותחל
lt_lt: Nepradėta

source: In progress
he: בתהליך
lt_lt: Vykdoma

source: Done
he: בוצע
lt_lt: Atlikta

source: We could not find a file in your submission. Please try choosing a file or pasting a URL to your file into the answer box.
he: לא הצלחנו למצוא קובץ בהגשה שלך. אנא נסה לבחור קובץ או להדביק כתובת URL של הקובץ בתוך תיבת התשובה.
lt_lt: Jūsų pateiktyje neradome failo. Prašome pasirinkti failą arba nukopijuoti savo failo URL nuorodą į atsakymo langelį.

source: We are having trouble saving your file. Please try another file or paste a URL to your file into the answer box.
he: אנו מתקשים לשמור את הקובת שלך. אנא נסה קובץ אחר או הדבק כתובת URL של הקובץ שלך לתוך תיבת התשובה.
lt_lt: Kilo problema išsaugant jūsų failą. Prašome pasirinkti kitą failą arba nukopijuoti savo failo URL nuorodą į atsakymo langelį.

source: Error saving your score. Please notify course staff.
he: שגיאה בשמירת הציון שלך. אנא הודע לצוות הקורס.
lt_lt: Klaida bandant išsaugoti jūsų vertinimą. Prašome kreiptis į kursą administruojantį personalą.

source: Invalid encoding type, transcripts should be UTF-8 encoded.
he: סוג קידוד לא חוקי, על התמליל להיות מקודד ב-UTF-8
ja_jp: 無効なエンコード形式です。字幕はUTF-8でエンコードされている必要があります。
lt_lt: Neteisingas kodavimo tipas, titrai turi būti užkoduoti UTF-8.

source: The name students see. This name appears in the course ribbon and as a header for the video.
he: השם שסטודנטים רואים. השם הזה מופיע ברצועת הקורס וככותרת עבור הסרטון.
ja_jp: 受講者から見える名前。この名前は、コースリボンやビデオのヘッダーに表示される。
lt_lt: Kurso dalyvių matomas pavadinimas. Šis pavadinimas matomas kurso juostoje ir kaip vaizdo įrašo antraštė.

source: © {org_name}. All rights reserved except where noted. EdX, Open edX and the edX and Open EdX logos are registered trademarks or trademarks of edX Inc.
ja_jp: © {org_name} 。特記あるものを除き、すべての著作権を保有します。EdX、Open edXおよびedX、Open edXロゴは edX Inc. の商標または登録商標です。
lt_lt: © {org_name}. Visos teisės saugomos, išskyrus tuos atvejus, kai nurodyta kitaip. EdX, Open edX or edX, Open EdX yra registruotieji prekių ženklai arba edX Inc. prekių ženklai.

source: FAQs
lt_lt: DUK

source: Could not find a user with name or email "{email}"
lt_lt: Nepavyko rasti naudotojo, turinčio naudotojo vardą arba el. adresą "{email}"

source: Please enter a valid username or email.
lt_lt: Prašome įvesti galiojantį naudotojo vardą arba el. paštą.

source: An {cert_type} Certificate signifies that an {platform_name} learner has agreed to abide by {platform_name}'s honor code and completed all of the required tasks for this course under its guidelines.
lt_lt: {cert_type} sertifikatas reiškia, kad {platform_name} kurso dalyvis sutiko laikytis {platform_name} sąžiningumo deklaracijos ir atliko visas reikalingas šio kurso užduotis vadovaudamasis jo gairėmis.

source: An {cert_type} Certificate signifies that an {platform_name} learner has agreed to abide by {platform_name}'s honor code and completed all of the required tasks for this course under its guidelines, as well as having their photo ID checked to verify their identity.
lt_lt: {cert_type} sertifikatas reiškia, kad {platform_name} kurso dalyvis sutiko laikytis {platform_name} sąžiningumo deklaracijos ir atliko visas reikalingas šio kurso užduotis vadovaudamasis jo gairėmis, o jo asmenybė patvirtinta pagal asmens tapatybės dokumentą su nuotrauka.

source: An {cert_type} Certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
lt_lt: {cert_type} sertifikatas rodo aukštus studijuojamos programos pasiekimus ir kurso dalyvio tapatybės patvirtinimą.

source: I completed a course on {platform_name}. Take a look at my certificate.
lt_lt: Aš baigiau kursą {platform_name} aplinkoje. Žvilgtelėkite į mano sertifikatą.

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name} through {platform_name}.
lt_lt: kursas, kurį pateikė {partner_short_name}, nuotolinio mokymosi iniciatyva, kurią siūlo {partner_long_name} per {platform_name}.

source: a course of study offered by {partner_short_name}, through {platform_name}.
lt_lt: kursas, kurį pateikė {partner_short_name} per {platform_name}.

source: {platform_name} acknowledges achievements through certificates, which are awarded for various activities {platform_name} students complete under the <a href='{tos_url}'>{platform_name} Honor Code</a>. Some certificates require completing additional steps, such as <a href='{verified_cert_url}'> verifying your identity</a>.
lt_lt: {platform_name} pripažįsta pasiekimus, išduodama sertifikatus už įvairią veiklą, {platform_name} kursų dalyvių atliekamą vadovaujantis <a href='{tos_url}'>{platform_name} sąžiningumo deklaracija</a>. Norint gauti kai kuriuos sertifikatus reikia atlikti papildomus veiksmus, pavyzdžiui, <a href='{verified_cert_url}'> patvirtinti tapatybę.</a>.

source: {platform_name} offers interactive online classes and MOOCs from the world's best universities, including MIT, Harvard, Berkeley, University of Texas, and many others. {platform_name} is a non-profit online initiative created by founding partners Harvard and MIT.
lt_lt: {platform_name} siūlo geriausių pasaulio universitetų, įskaitant Masačusetso technologijos institutą, Harvardą, Berklį, Teksaso universitetą ir daug kitų, nuotolines paskaitas ir masinius atviruosius nuotolinio mokymosi kursus. {platform_name} yra nesiekianti pelno internetinė iniciatyva, įkurta steigėjų partnerių Harvardo ir MIT.

source: successfully completed, received a passing grade, and was awarded a {platform_name} {certificate_type} Certificate of Completion in
lt_lt: sėkmingai baigė, gavo pakankamą įvertinimą ir jam/jai buvo suteiktas {platform_name} {certificate_type} sertifikatas, liudijantis apie šio kurso baigimą:

source: {fullname}, you've earned a certificate!
lt_lt: {fullname}, jūs nusipelnėte sertifikato!

source: Congratulations! This page summarizes all of the details of what you've accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
lt_lt: Sveikiname! Šiame puslapyje pateikiama visos jūsų baigimo informacijos santrauka. Parodykite ją savo šeimai, draugams ir kolegoms savo socialiniuose bei profesiniuose tinkluose.

source: Terms of Service &amp; Honor Code
he: תנאי שימוש וקוד אתי
ja_jp: 利用規約および倫理規定
lt_lt: Naudojimosi taisyklės &amp; sąžiningumo deklaracija

source: There is no user with the username or email address {user_name} enrolled in this course.
ja_jp: {user_name} というユーザ名またはメールアドレスの受講登録者は、この講座にはいません。
lt_lt: Šiame kurse nėra {user_name} vardu užsiregistravusio dalyvio.

source: email
he: דוא"ל
ja_jp: メールアドレス
lt_lt: el. paštas

source: Refusing to import. GIT_IMPORT_WITH_XMLMODULESTORE is not turned on, and it is generally not safe to import into an XMLModuleStore with multithreaded. We recommend you enable the MongoDB based module store instead, unless this is a development environment.
ja_jp: インポートを拒否するには「GIT_IMPORT_WITH_XMLMODULESTORE」がONではいけません。そして、マルチスレッドでXMLModuleStoreへインポートを行うことは一般的に安全とは言えません。開発環境でないのであれば、おすすめはXMLModuleStoreの代わりにMongoDBベースのインポートを可能とすることです。
lt_lt: Importavimas atmestas. GIT_IMPORT_WITH_XMLMODULESTORE yra išjungtas ir bendru atveju yra nesaugu importuoti XMLModuleStore, esant multithreaded nustatymui. Rekomenduojame įjungti modulių saugyklą, paremtą MongoDB, nebent tai būtų tik kūrimo aplinka.

source: The course {0} already exists in the data directory! (reloading anyway)
ja_jp: 講座「{0} 」はデータディレクトリに既に存在します。(再読み込みをお試しを)
lt_lt: {0} kursas duomenų kataloge jau yra! (vis tiek įkelti iš naujo)

source: Unable to clone or pull repository. Please check your url. Output was: {0!r}
ja_jp: レポジトリのcloneもしくはpullができません。URLを確認してください。出力結果は：{0!r}
lt_lt: Neįmanoma klonuoti ir ištraukti repozitorijos. Patikrinkite url nuorodą. Išvestis buvo {0!r}

source: Failed to clone repository to {directory_name}
ja_jp: {directory_name} へのレポジトリのクローンに失敗しました
lt_lt: Nepavyko saugyklos klonuoti į {directory_name}

source: Successfully switched to branch: {branch_name}
ja_jp: 次のブランチへのスイッチに成功：{branch_name}
lt_lt: Sėkmingai pereita prie {branch_name} šakos

source: Loaded course {course_name}<br/>Errors:
ja_jp: 講座 {course_name} の読み込み<br/>エラー：
lt_lt: Įkeltas kursas {course_name}<br/>Klaidos:

source: Server error. Please try again in a few minutes.
he: שגיאת שרת. אנא נסו שוב עוד כמה דקות.
ja_jp: サーバーエラー 数分後にお試しください。
lt_lt: Sistemos klaida. Prašome pabandyti po kelių minučių.

source: manually enrolled by user_id {user_id}, enrollment state transition: {transition}
lt_lt: rankiniu būdu užregistruota naudotojo {user_id}, registracijos būsenos perėjimas: {transition}

source: Task is already running.
he: המשימה כבר פועלת.
ja_jp: タスクは既に実行中です。
lt_lt: Užduotis jau paleista.

source: The problem responses report is being created. To view the status of the report, see Pending Tasks below.
ja_jp: 問題の回答報告が作成されました。報告のステータスを見るには、以下の仕掛り中タスクを参照してください。
lt_lt: Kuriama užduoties atsakymų ataskaita. Ataskaitos būseną galite matyti skyriuje "Laukiančios vykdymo užduotys".

source: A problem responses report generation task is already in progress. Check the 'Pending Tasks' table for the status of the task. When completed, the report will be available for download in the table below.
ja_jp: 問題回答レポートの生成タスクは現在進行中です。「保留中のタスク」にて、生成タスクの状況を確認することができます。完了時には、成績レポートはこのテーブル下部からダウンロードできるようになるでしょう。
lt_lt: Užduoties atsakymų ataskaita jau kuriama. Pasitikrinkite kūrimo būseną lentelėje "Laukiančios vykdymo užduotys". Baigtą ataskaitą bus galima atsisiųsti iš žemiau esančios lentelės.

source: The enrolled learner profile report is being created. To view the status of the report, see Pending Instructor Tasks below.
ja_jp: 受講登録済み受講者のプロファイルレポートが作成されました。レポートのステータスを見るには、以下の仕掛り中タスクを参照してください。
lt_lt: Kuriama užsiregistravusio kurso dalyvio profilio ataskaita. Ataskaitos būseną galite matyti skyriuje "Laukiančios vykdymo lektoriaus užduotys".
