Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Course has no entrance exam section.
he: אין לקורס מקטע של מבחן כניסה.
hi: पाठ्यक्रम में कोई प्रवेश परीक्षा अनुभाग नहीं है।
ja_jp: 講座に入学試験セクションがありません。
lt_lt: Kursas neturi stojamojo egzamino.
vi: khoá học không có phần thi đầu vào.

source: all_students and unique_student_identifier are mutually exclusive.
hi: all_students और unique_student_identifier परस्पर अनन्य हैं।
ja_jp: all_studentsとunique_student_identifierは相互に排他的です。
lt_lt: visi_kurso_dalyviai ir unikali_kurso_dalyvio_identifikacija vienas kitą paneigia.
vi: all_students và unique_student_identifier loại trừ lẫn nhau.

source: all_students and delete_module are mutually exclusive.
hi: all_students और delete_module परस्पर अनन्य हैं।
ja_jp: all_studentsとdelete_moduleは相互に排他的です。
lt_lt: visi_kurso_dalyviai ir šalinti_modulį vienas kitą paneigia.
vi: all_students và delete_module loại trừ lẫn nhau.

source: Requires instructor access.
he: בקש גישה כמדריך
hi: प्रशिक्षक पहुंच की आवश्यकता है।
ja_jp: 講師のアクセスが必要です。
lt_lt: Reikalinga lektoriaus prieiga.
vi: Yêu cầu truy cập của giáo viên hướng dẫn.

source: Course has no valid entrance exam section.
he: אין לקורס מקטע תקף למבחן כניסה.
hi: प्रशिक्षक पहुंच की आवश्यकता है।
ja_jp: 講座に有効な入学試験セクションがありません。
lt_lt: Kursas neturi galiojančio stojamojo egzamino.
vi: khoá học không có phần thi tuyển sinh hợp lệ.

source: All Students
he: כל הסטודנטים
hi: सभी विद्यार्थी
ja_jp: 全受講者
lt_lt: Visi kurso dalyviai
vi: Tất cả học sinh

source: Cannot rescore with all_students and unique_student_identifier.
he: לא ניתן לדרג מחדש עם all_students ועם unique_student_identifier.
hi: All_students और unique_student_identifier के साथ पुन: प्रसारित नहीं किया जा सकता।
ja_jp: all_studentsとunique_student_identifierで再採点することはできません。
lt_lt: Negalima perskaičiuoti įvertinimo naudojant visi_kurso_dalyviai ir unikali_kurso_dalyvio_identifikacija.
vi: Không thể rescore với all_students và unique_student_identifier.

source: ORA data
hi: ORA डेटा
vi: dữ liệu ORA

source: grade
hi: ग्रेड
vi: điểm

source: problem grade
hi: समस्या ग्रेड
vi: chấm điểm

source: Successfully changed due date for student {0} for {1} to {2}
he: תאריך יעד שונה בהצלחה עבור סטודנט {0} מ {1} ל{2}
hi: छात्र {0} के लिए नियत तारीख {1} से {2} सफलतापूर्वक बदल दी गई है
ja_jp: 受講者：{0}の期日を{1} から {2} に変更しました。
lt_lt: Sėkmingai pakeista numatyta kurso dalyvio {0} pabaigos data iš {1} į {2}
vi: Thay đổi thành công ngày hết hạn cho sinh viên {0} cho {1} đến {2}

source: Successfully removed invalid due date extension (unit has no due date).
he: הוסרה בהצלחה הארכה לא חוקית לתאריך היעד (ליחידה אין תאריך יעד)
hi: सफलतापूर्वक नियत तिथि विस्तार (इकाई की कोई नियत तारीख नहीं है) को हटा दिया गया।
ja_jp: 不正な期日延長の削除に成功(単元に期日設定なし)
lt_lt: Sėkmingai pašalintas neteisingas pateikimo datos pratęsimas (skyrius neturi pateikimo datos).
vi: Gỡ bỏ thành công mở rộng thời hạn không hợp lệ (đơn vị không có ngày đáo hạn).

source: Successfully reset due date for student {0} for {1} to {2}
he: תאריך יעד עבור סטודנט {0} אותחל בהצלחה מ{1} ל{2}
hi: छात्र {0} के लिए नियत तारीख {1} से {2} सफ़लतापूर्वक रीसेट कर दी गई है
ja_jp: 受講者：{0}の期日を{1} から {2} にリセットしました。
lt_lt: Sėkmingai atnaujinta kurso dalyvio {0} pabaigos data iš {1} į {2}
vi: Thiết lập lại thành công ngày quá hạn cho sinh viên {0} cho {1} đến {2}

source: This student (%s) will skip the entrance exam.
he: סטודנט זה (%s) ידלג על מבחן הכניסה.
hi: यह छात्र (%s) प्रवेश परीक्षा छोड़ देगा।
ja_jp: この受講者(%s)は入学試験をスキップします。
lt_lt: Šis kurso dalyvis (%s) praleis stojamąjį egzaminą.
vi: học sinh này (%s) sẽ bỏ qua các kỳ thi tuyển sinh.

source: This student (%s) is already allowed to skip the entrance exam.
he: סטודנט זה (%s) כבר מורשה לדלג על מבחן הכניסה.
hi: इस छात्र (%s) को पहले से ही प्रवेश परीक्षा छोड़ने की अनुमति है।
ja_jp: この受講者(%s)はすでに入学試験のスキップを許可されています。
lt_lt: Šiam kurso dalyviui (%s) jau leista praleisti stojamąjį egzaminą.
vi: Học sinh này (%s) đã được phép bỏ qua các kỳ thi tuyển sinh.

source: Certificate generation task for all students of this course has been started. You can view the status of the generation task in the "Pending Tasks" section.
hi: इस कोर्स के सभी छात्रों के लिए सर्टिफिकेट जेनरेशन का काम शुरू कर दिया गया है। आप "लंबित कार्य" अनुभाग में पीढ़ी के कार्य की स्थिति देख सकते हैं।
ja_jp: この講座の全受講者を対象とする修了証作成タスクが開始されました。作成タスクのステータスは「仕掛り中タスク」から参照することができます。
lt_lt: Pradėti kurti visų šio kurso dalyvių sertifikatai. Kūrimo būseną galite matyti skyriuje "Laukiančios vykdymo užduotys".
vi: Giấy chứng nhận nhiệm vụ thế cho tất cả học sinh của khóa học này đã được bắt đầu. Bạn có thể xem trạng thái của các nhiệm vụ thế hệ trong "Đang chờ Tasks " phần.

source: Please select one or more certificate statuses that require certificate regeneration.
hi: कृपया एक या अधिक प्रमाणपत्र स्थितियों का चयन करें जिन्हें प्रमाणपत्र पुनर्जनन की आवश्यकता होती है।
ja_jp: 修了証更新に必要な修了書資格を一つ以上選択してください。
vi: Vui lòng chọn một hoặc nhiều trạng thái chứng chỉ cần khởi tạo lại chứng chỉ.

source: Please select certificate statuses from the list only.
hi: कृपया सूची से ही प्रमाणपत्र की स्थिति चुनें।
ja_jp: 一覧の中から修了書資格を選択してください。
vi: Vui lòng chọn trạng thái chứng chỉ từ danh sách.

source: Certificate regeneration task has been started. You can view the status of the generation task in the "Pending Tasks" section.
hi: प्रमाणपत्र पुनर्जनन कार्य शुरू किया गया है। आप "लंबित कार्य" अनुभाग में पीढ़ी के कार्य की स्थिति देख सकते हैं।
ja_jp: 修了証の更新作成タスクが開始されました。作成タスクのステータスは「仕掛中タスク」から参照することができます。
vi: Nhiệm vụ tái tạo chứng chỉ đã được bắt đầu. Bạn có thể xem trạng thái của nhiệm vụ khởi tạo trong phần "Nhiệm vụ đang chờ xử lý".

source: Student (username/email={user}) already in certificate exception list.
hi: प्रमाणपत्र अपवाद सूची में छात्र (username/email={user}) पहले से ही है।
ja_jp: 受講生 (username/email={user}) は既に修了証除外リストにあります。
vi: Sinh viên (username/email={user}) đã có trong danh sách chứng chỉ không hợp lệ.

source: Certificate exception (user={user}) does not exist in certificate white list. Please refresh the page and try again.
ja_jp: 修了証ホワイトリストに (user={user}) の修了証除外がありません。画面を再表示させてからやりなおしてみてください。
vi: Chứng chỉ không hợp lệ (user={user}) không tồn tại trong danh sách trắng chứng chỉ. Hãy làm mới trang và thử lại.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
hi: छात्र का उपयोगकर्ता नाम / ईमेल फ़ील्ड आवश्यक है और खाली नहीं हो सकता। कृपया उपयोगकर्ता नाम / ईमेल भरें और फिर "अपवाद सूची में जोड़ें" बटन दबाएं।
ja_jp: 受講者のユーザ名かメールアドレスが必要で空白にしておくことはできません。お手数ですがユーザ名かメールアドレスを入力してから「例外一覧へ追加」ボタンを押してください。
vi: Trường tên đăng nhập/email của sinh viên là bắt buộc và không được để trống. Vui lòng điền tên đăng nhập/email sau đó nhấn nút "Thêm vào Danh sách Ngoại lệ".

source: The record is not in the correct format. Please add a valid username or email address.
hi: रिकॉर्ड सही प्रारूप में नहीं है। कृपया एक मान्य उपयोगकर्ता नाम या ईमेल पता जोड़ें।
ja_jp: 記録が正しいフォーマットになっていません。有効なユーザ名かメールアドレスを追記してください。
vi: Bản ghi không đúng định dạng. Vui lòng thêm tên người dùng hoặc địa chỉ email hợp lệ.

source: {user} does not exist in the LMS. Please check your spelling and retry.
hi: {user} LMS में मौजूद नहीं है। कृपया अपनी वर्तनी जांचें और पुनः प्रयास करें।
ja_jp: {user} は LMS に登録されていません。綴りを確認してもう一度操作してください。
vi: {user} không tồn tại trong LMS. Vui lòng kiểm tra chính tả và thử lại.

source: {user} is not enrolled in this course. Please check your spelling and retry.
ja_jp: {user} はこの講座に受講登録をしていません。綴りをチェックしてもう一度操作してください。
vi: {user} không tham gia khóa học này. Vui lòng kiểm tra chính tả và thử lại.

source: Invalid data, generate_for must be "new" or "all".
hi: अमान्य डेटा, generate_for "नया" या "सभी" होना चाहिए।
vi: Dữ liệu không hợp lệ, generate_for phải là "new" hoặc "all".

source: Certificate generation started for white listed students.
hi: सफेद सूचीबद्ध छात्रों के लिए सर्टिफिकेट जेनरेशन शुरू।
ja_jp: ホワイトリスト化されている生徒の修了証発行が開始されました。
vi: Khởi tạo chứng chỉ đã bắt đầu cho những sinh viên trong bảng danh sách trắng.

source: user "{user}" in row# {row}
hi: उपयोगकर्ता "{user}" पंक्ति # {पंक्ति} में
ja_jp: row# {row} のユーザ "{user}"
vi: người dùng "{user}" trong dòng# {row}

source: user "{username}" in row# {row}
hi: उपयोगकर्ता "{यूज़रनेम}" पंक्ति में #{पंक्ति}
ja_jp: row# {row} のユーザ "{username}"
vi: người dùng "{username}" trong dòng# {row}

source: Certificate of {user} has already been invalidated. Please check your spelling and retry.
hi: {User} का प्रमाणपत्र पहले ही अमान्य कर दिया गया है। कृपया अपनी वर्तनी जांचें और पुनः प्रयास करें।
vi: Chứng chỉ của {user} đã bị hủy hiệu lực.Vui lòng kiểm tra chính tả và thử lại.

source: Certificate for student {user} is already invalid, kindly verify that certificate was generated for this student and then proceed.
hi: छात्र {उपयोगकर्ता} के लिए प्रमाणपत्र पहले से ही अमान्य है, कृपया सत्यापित करें कि इस छात्र के लिए प्रमाण पत्र उत्पन्न किया गया था और फिर आगे बढ़ें।
vi: Chứng chỉ dành cho sinh viên {user} không hợp lệ, vui lòng xác minh rằng chứng chỉ đã được tạo cho học sinh này và sau đó tiến hành.

source: Certificate Invalidation does not exist, Please refresh the page and try again.
hi: प्रमाणपत्र अमान्य मौजूद नहीं है, कृपया पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
vi: Giấy chứng nhận hiệu lực không tồn tại, vui lòng làm mới trang và thử lại.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
hi: छात्र का उपयोगकर्ता नाम / ईमेल फ़ील्ड आवश्यक है और खाली नहीं हो सकता। कृपया उपयोगकर्ता नाम / ईमेल भरें और फिर "अमान्य प्रमाणपत्र" बटन दबाएं।
vi: Trường tên đăng nhập/email của sinh viên là bắt buộc và không được để trống. Vui lòng điền tên đăng nhập/email sau đó nhấn nút "Huỷ bỏ Chứng chỉ".

source: The student {student} does not have certificate for the course {course}. Kindly verify student username/email and the selected course are correct and try again.
hi: छात्र {छात्र} के पास पाठ्यक्रम {पाठ्यक्रम} के लिए प्रमाण पत्र नहीं है। कृपया छात्र उपयोगकर्ता नाम / ईमेल को सत्यापित करें और चयनित पाठ्यक्रम सही है और पुनः प्रयास करें।
vi: Sinh viên {student} không có chứng chỉ cho khóa học {course}. Vui lòng xác minh tên người dùng/email của sinh viên và khóa học đã chọn là chính xác và thử lại.

source: coupon id is None
he: אין מזהה קופון
ja_jp: クーポンIDがありません
lt_lt: Kuponas be identifikacijos numerio
vi: coupon id là None

source: coupon with the coupon id ({coupon_id}) DoesNotExist
he: קופון עם מזהה קופון ({coupon_id}) DoesNotExist
ja_jp: ({coupon_id})のクーポンIDは存在しません。
lt_lt: kuponas, kurio identifikacijos numeris ({coupon_id}), neegzistuoja
vi: phiếu giảm giá với mã ({coupon_id}) không tồn tại

source: coupon with the coupon id ({coupon_id}) is already inactive
he: קופון עם מזהה קופון ({coupon_id}) כבר לא פעיל
ja_jp: ({coupon_id})のクーポンIDは既に利用不可となっています。
lt_lt: kuponas, kurio identifikacijos numeris ({coupon_id}), jau neaktyvus
vi: phiếu giảm giá với mã ({coupon_id}) là đã không còn hiệu lực

source: coupon with the coupon id ({coupon_id}) updated successfully
he: הקופון עם מזהה קופון ({coupon_id}) עודכן בהצלחה
ja_jp: ({coupon_id})のクーポンIDは更新に成功しました。
lt_lt: kuponas, kurio identifikacijos numeris ({coupon_id}), sėkmingai atnaujintas
vi: phiếu giảm giá với mã ({coupon_id}) đã được cập nhật thành công

source: The code ({code}) that you have tried to define is already in use as a registration code
he: הקוד ({code}) שניסית להגדיר כבר נמצא בשימוש שקוד הרשמה
ja_jp: お試しされたこのコード({code})は、登録用コードとして既に利用されました。
lt_lt: Kodas ({code}), kurį bandėte apibrėžti, jau yra naudojamas kaip registracijos kodas.
vi: Mã ({code}) mà bạn đã cố gắng để xác định đã được sử dụng như là một mã số đăng ký

source: Please Enter the Integer Value for Coupon Discount
he: אנא הזן ערך במספר שלם עבור הנחת קופון
ja_jp: クーポン値引率の整数値を入力してください。
lt_lt: Prašome įvesti sveikąjį kupono nuolaidos skaičių
vi: Xin vui lòng nhập các giá trị Integer cho Coupon giảm giá

source: Please Enter the Coupon Discount Value Less than or Equal to 100
he: אנא הזן ערך הנחת קופון שקטן או שווה ל100
ja_jp: クーポン値引率は100、もしくはそれ以下の値としてください。
lt_lt: Prašome įvesti kupono nuolaidos dydį, mažesnį arba lygų 100
vi: Xin vui lòng nhập các Phiếu Giảm Giá trị ít hơn hoặc bằng 100

source: Please enter the date in this format i-e month/day/year
he: אנא הזן את התאריך בפורמט הבא. לדוגמא: חודש/יום/שנה
ja_jp: 日付を次の書式で入力してください。 月/日/年
lt_lt: Prašome įvesti datą šiuo formatu: mėnuo/diena/metai
vi: Vui lòng nhập ngày tháng ở định dạng này tức là tháng / ngày / năm

source: coupon with the coupon code ({code}) added successfully
he: קופון עם קוד קופון ({code}) נוסף בהצלחה
ja_jp: クーポンコード({code})の追加に成功しました。
lt_lt: kuponas, kurio kodas ({code}), sėkmingai pridėtas
vi: phiếu giảm giá với mã coupon ({code}) thêm thành công

source: coupon with the coupon code ({code}) already exists for this course
ja_jp: ({code})というコードのこの講座向けクーポンは既に存在します。
lt_lt: kuponas, kurio kodas ({code}), šiame kurse jau yra
vi: phiếu giảm giá với mã coupon ({code}) đã tồn tại cho khóa học này

source: coupon id not found
he: מזהה קופון לא נמצא
ja_jp: クーポンIDが見つかりません。
lt_lt: kupono identifikacijos kodas nerastas
vi: coupon id không tìm thấy

source: coupon with the coupon id ({coupon_id}) updated Successfully
ja_jp: クーポンID ({coupon_id}) の更新に成功しました。
lt_lt: kuponas, kurio identifikacijos kodas ({coupon_id}), sėkmingai atnaujintas
vi: phiếu giảm giá với mã ({coupon_id}) được cập nhật thành công

source: Instructor
he: מדריך
hi: प्रशिक्षक
ja_jp: 講師
lt_lt: Lektorius
vi: Giảng viên

source: To gain insights into student enrollment and participation {link_start}visit {analytics_dashboard_name}, our new course analytics product{link_end}.
he: בכדי לקבל תובנות אודות רישום והשתתפות סטודנטים {link_start}בקר ב{analytics_dashboard_name}, מוצר הניתוח המידע של הקורס{link_end}.
hi: छात्र नामांकन और भागीदारी में अंतर्दृष्टि प्राप्त करने के लिए {link_start} पर जाएं {एनालिटिक्स_डैशबोर्ड_नाम}, हमारे नए पाठ्यक्रम विश्लेषिकी उत्पाद {लिंक_एंड}।
ja_jp: 受講者の受講状況、活動状況の情報を入手するには{link_start}新しい分析サービス「{analytics_dashboard_name}」{link_end}をご利用ください。
lt_lt: Norėdami sužinoti apie kurso dalyvių registraciją ir dalyvavimą, {link_start}apsilankykite "{analytics_dashboard_name}", naujame analitiniame kurso puslapyje{link_end}.
vi: Để hiểu rõ hơn về tuyển sinh và tham gia {link_start}, hãy xem {analytics_dashboard_name}, sản phẩm phân tích khóa học mới của chúng tôi {link_end}.

source: Special Exams
hi: विशेष परीक्षा
ja_jp: 特別試験
vi: Các kỳ thi Đặc biệt

source: Certificates
he: תעודות
hi: प्रमाण-पत्र
ja_jp: 証明書
lt_lt: Sertifikatai
vi: Chứng chỉ

source: Please Enter the numeric value for the course price
he: אנא הזן את הערך המספרי של מחיר הקורס
hi: कृपया पाठ्यक्रम मूल्य के लिए संख्यात्मक मान दर्ज करें
ja_jp: 講座金額の数値を入力してください。
lt_lt: Prašome įvesti kurso kainos skaitinę reikšmę
vi: Xin vui lòng nhập các giá trị số cho giá nhiên

source: CourseMode with the mode slug({mode_slug}) DoesNotExist
hi: कोर्समॉड मोड स्लग ({mode_slug}) doesNotExist के साथ
ja_jp: ({mode_slug})の講座モードは存在しません。
lt_lt: Kurso veiksena, kurios žymuo ({mode_slug}), neegzistuoja
vi: CourseMode với chế độ slug ({mode_slug}) không tồn tại

source: CourseMode price updated successfully
hi: कोर्समोड मूल्य सफलतापूर्वक अपडेट किया गया
ja_jp: 講座モード価格の更新に成功
lt_lt: Kurso veiksenos kaina sėkmingai atnaujinta
vi: Giá CourseMode cập nhật thành công

source: Course Info
he: מידע על הקורס
hi: पाठ्यक्रम से संबंधित जानकारी
ja_jp: お知らせ
lt_lt: Informacija apie kursą
vi: Thông Tin Khóa Học

source: Membership
he: חברות
hi: सदस्यता
ja_jp: メンバシップ
lt_lt: Narystė
vi: Thành viên

source: Cohorts
he: קבוצות למידה
hi: समानता रखने वाले लोग
ja_jp: ユーザー群
lt_lt: Kohortos
vi: Đoàn hệ

source: Discussions
hi: चर्चाएँ
vi: Thảo Luận

source: Extensions
he: הרחבות
hi: एक्सटेंशन्स
ja_jp: 拡張
lt_lt: Atidėjimas
vi: Gia hạn

source: Data Download
he: הורדת מידע
hi: डेटा डाउनलोड
ja_jp: データダウンロード
lt_lt: Duomenų parsisiuntimas
vi: Tải dữ liệu

source: Analytics
he: אנליטיקס
hi: एनेलिटिक्स
ja_jp: 分析
lt_lt: Analizė
vi: Phân Tích Truy Cập

source: Open Responses
hi: प्रतिक्रियाएँ खोलें
vi: Mở những Phản hồi

source: 0 sent
he: 0 נשלח
hi: 0 भेजा गया
ja_jp: 送信0件
lt_lt: 0 išsiųsta
vi: 0 gửi

source: {num_emails} sent
he: נשלחו {num_emails}
ja_jp: {num_emails}件送信
lt_lt: {num_emails} išsiųstas
vi: {num_emails} đã gửi

source: {num_emails} failed
he: נכשלו {num_emails}
ja_jp: {num_emails}件失敗
lt_lt: {num_emails} nepavyko išsiųsti
vi: {num_emails} thất bại

source: Complete
he: הושלם
hi: पूरा हुआ
ja_jp: 完了
lt_lt: Užbaigta
vi: Hoàn tất

source: Incomplete
he: לא הושלם
hi: अधूरा
ja_jp: 完了できず
lt_lt: Nebaigta
vi: Chưa hoàn thành

source: The enrollment code ({code}) was not found for the {course_name} course.
ja_jp: {course_name} コースの受講登録コード ({code}) が見つかりませんでした。
lt_lt: Registracijos į kursą {course_name} kodas ({code}) nerastas.
vi: Mã tuyển sinh ({code}) không được tìm thấy cho khóa học {course_name}

source: This enrollment code has been canceled. It can no longer be used.
ja_jp: この受講登録コードはキャンセルされています。利用することはできません。
lt_lt: Šis registracijos kodas atšauktas. Jo nebegalima naudoti.
vi: Mã tuyển sinh này đã bị hủy. Nó có thể không còn được sử dụng.

source: This enrollment code has been marked as unused.
ja_jp: この受講登録コードは不使用と設定されています。
lt_lt: Šis registracijos kodas pažymėtas kaip nenaudotas.
vi: Mã tuyển sinh này đã được đánh dấu là không sử dụng.

source: The enrollment code has been restored.
ja_jp: 受講登録コードが復旧しました。
lt_lt: Registracijos kodas grąžintas.
vi: Mã tuyển sinh đã được khôi phục.

source: The redemption does not exist against enrollment code ({code}).
ja_jp: 救済は受講登録コード ({code}) に対してはありません。
lt_lt: Registracijos kodas ({code}) neišpirktas.
vi: Việc mua lại không tồn tại chống lại các mã tuyển sinh ({code}).

source: Could not find student matching identifier: {student_identifier}
he: לא ניתן לאתר סטודנט התואם למזהה: {student_identifier}
hi: छात्र को पहचानने वाला नहीं मिला: {student_identifier}
ja_jp: 次のIDに合致する受講者は発見できませんでした：{student_identifier}
lt_lt: Nepavyko rasti kurso dalyvį atitinkančio identifikatoriaus: {student_identifier}
vi: Không tìm thấy sinh vên khớp mã số: {student_identifier}

source: Unable to parse date:
he: לא ניתן לנסח תאריך:
hi: तारीख को पार्स करने में असमर्थ:
ja_jp: 日付を解析できません：
lt_lt: Neįmanoma išanalizuoti datos:
vi: Không thể phân tích cú pháp ngày:

source: Couldn't find module for url: {0}
hi: यू आर एल: {0} के लिए मॉड्यूल नहीं मिला
ja_jp: モジュールを見つけることが出来ません url: {0}
lt_lt: Nerastas url nuorodos {0} modulis
vi: Không thể tìm thấy mô-đun cho url: {0}

source: Unit {0} has no due date to extend.
hi: यूनिट {0} का विस्तार करने की कोई नियत तारीख नहीं है।
ja_jp: 単元{0}は延長するための期日がありません。
lt_lt: Skyrius {0} neturi pateikimo datos, kurią būtų galima pratęsti.
vi: Đơn vị {0} không có ngày đáo hạn để mở rộng.

source: An extended due date must be later than the original due date.
hi: विस्तारित नियत तारीख मूल देय तिथि से बाद में होनी चाहिए।
ja_jp: 延長された期日は、元の期日より未来日である必要があります。
lt_lt: Pratęsta pateikimo pabaigos data turi būti vėlesnė negu pirminė pabaigos data.
vi: Một ngày do mở rộng phải được muộn hơn ngày hết hạn ban đầu.

source: No due date extension is set for that student and unit.
he: לא נקבעה הארכה לתאריך היעד להגשה עבור סטודנט ויחידה זו
ja_jp: この受講者および単元に対して、期日延長は設定されていません。
lt_lt: Šiam kurso dalyviui ir skyriui pateikimo datos pratęsimas nenumatytas.
vi: Không gia hạn thời hạn được thiết lập cho rằng sinh viên và đơn vị.

source: Full Name
he: שם מלא
hi: पूरा नाम
ja_jp: 氏名
lt_lt: Vardas Pavardė
vi: Tên đầy đủ

source: Extended Due Date
he: תאריך יעד לאחר הארכה
hi: देय तिथि बड़ा दी गई
ja_jp: 延長された期日
lt_lt: Pratęsta pateikimo pabaigos data
vi: Gia hạn mới

source: Users with due date extensions for {0}
hi: {0} के लिए विस्तारित देय तिथि वाले उपयोगकर्ता
ja_jp: 期日延長可能なユーザー：{0}
lt_lt: Naudotojai, kuriems pratęsta {0} pabaigos data
vi: Người sử dụng với các phần mở rộng thời hạn cho {0}

source: Due date extensions for {0} {1} ({2})
hi: {0} {1} ({2}) के लिए नियत तारीख के एक्सटेंशन
ja_jp: 期日延長： {0} {1} ({2})
lt_lt: Pateikimo datos atidėjimas {0} {1} ({2})
vi: Phần mở rộng thời hạn cho {0} {1} {2}

source: Requested task is already running
hi: अनुरोधित कार्य पहले से चल रहा है
vi: Công việc đã yêu cầu đang được thực hiện

source: Error occured. Please try again later.
hi: त्रुटि हुई। बाद में पुन: प्रयास करें।
vi: Xảy ra lỗi. Vui lòng thử lại sau.

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
hi: {Report_type} रिपोर्ट बनाई जा रही है। रिपोर्ट की स्थिति देखने के लिए, नीचे लंबित कार्य देखें। पूर्ण होने पर आप रिपोर्ट डाउनलोड कर सकेंगे।
vi: Báo cáo {report_type} đã được tạo. Để xem trạng thái của báo cáo, xem Các nhiệm vụ đang chờ bên dưới. Bạn sẽ có thể tải xuống báo cáo khi hoàn tất.

source: This component cannot be rescored.
hi: इस घटक को बचाया नहीं जा सकता है।
vi: Thành phần này không thể sửa điểm.

source: This component does not support score override.
hi: यह घटक स्कोर ओवरराइड का समर्थन नहीं करता है।
vi: Thành phần này không hỗ trợ ghi đè điểm.

source: Scores must be between 0 and the value of the problem.
hi: स्कोर 0 और समस्या के मान के बीच होना चाहिए।
vi: Điểm số phải từ 0 đến giá trị của câu hỏi.

source: Not all problems in entrance exam support re-scoring.
he: לא כל הבעיות בכניסה לבחינה תומכות באפשרות לתת ציון חדש.
hi: प्रवेश परीक्षा में सभी समस्याएं पुन: स्कोरिंग का समर्थन नहीं करती हैं।
ja_jp: 入学試験の問題のいずれかが再採点をサポートしていません。
lt_lt: Ne visų stojamojo egzamino užduočių įvertinimą galima perskaičiuoti.
vi: Không phải tất cả các vấn đề trong kỳ thi tuyển sinh hỗ trợ tái ghi bàn.

source: rescored
he: תן ציון מחדש
hi: पुनःअंकित
ja_jp: 再採点済
lt_lt: įvertinta iš naujo
vi: đã chấm lại

source: overridden
hi: अधिरोहित
vi: đã bị ghi đè

source: reset
he: איפוס
hi: रीसेट करें
ja_jp: リセット
lt_lt: nustatyti iš naujo
vi: đã tái lập

source: deleted
he: נמחק
hi: नष्ट कर दिया गया
ja_jp: 削除済み
lt_lt: pašalinta
vi: đã xóa

source: emailed
he: נשלח בדוא"ל
hi: ईमेल कर दी गई
ja_jp: メール送信済
lt_lt: nusiųsta el. laišku
vi: đã gửi email

source: graded
he: דורג
hi: श्रेणी दी जा चुकी है
ja_jp: 採点済み
lt_lt: įvertinta
vi: đã chấm

source: problem distribution graded
hi: समस्या वितरण को वर्गीकृत किया गया
ja_jp: 課題成績配分
lt_lt: užduoties vertinimo pasiskirstymas
vi: phân phối vấn đề phân loại

source: certificates generated
hi: प्रमाण पत्र उत्पन्न
ja_jp: 修了証が作成されました
lt_lt: sukurti sertifikatai
vi: Giấy chứng nhận tạo

source: First Name
hi: पहला नाम
ja_jp: 名
lt_lt: Vardas
vi: Tên

source: Last Name
hi: उपनाम
ja_jp: 姓
lt_lt: Pavardė
vi: Họ

source: Company Name
he: שם החברה
ja_jp: 組織名
lt_lt: Įmonės pavadinimas
vi: Tên công ty

source: Title
he: כותרת
hi: शीर्षक
ja_jp: 件名
lt_lt: Pavadinimas
vi: Tiêu đề

source: Year of Birth
he: שנת לידה
hi: जन्म का वर्ष
ja_jp: 誕生年
lt_lt: Gimimo metai
vi: Năm sinh

source: Enrollment Date
hi: नामांकन तिथि
ja_jp: 受講登録日付
lt_lt: Registracijos data
vi: Tuyển sinh Ngày

source: Currently Enrolled
ja_jp: 受講中
lt_lt: Dabar užsiregistravęs
vi: Hiện đang theo học

source: Enrollment Source
ja_jp: 受講情報源
lt_lt: Registracijos būdas
vi: Nguồn tuyển sinh

source: Manual (Un)Enrollment Reason
ja_jp: 手動による受講登録 (取り消し) 結果
vi: Hướng dẫn (Un) Lý do Nhập học

source: List Price
ja_jp: 定価
lt_lt: Paskelbta kaina
vi: Bảng giá

source: Payment Amount
ja_jp: 支払総額
lt_lt: Mokėjimo suma
vi: Số tiền thanh toán

source: Coupon Codes Used
ja_jp: クーポン利用
lt_lt: Panaudoti kuponų kodai
vi: Được sử dụng Coupon Codes

source: Registration Code Used
ja_jp: 登録コード使用
lt_lt: Panaudotas registracijos kodas
vi: Mã số đăng ký sử dụng

source: Payment Status
ja_jp: 支払状況
lt_lt: Mokėjimo būsena
vi: Tình trạng thanh toán

source: Transaction Reference Number
ja_jp: 取り扱い参照番号
lt_lt: Operacijos identifikacinis numeris
vi: Giao dịch Số tham khảo
