Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: This content is only accessible to registered learners. Sign in or register to view it.
hi: यह कांटेक्स्ट केवल रेजीस्तर्ड ल्रनर्स के लिए असेसीबल है | साइन इन या रेजीस्तेर्ड करे व्यू करने के लिए |

source: This content is only accessible to enrolled learners.
hi: यह कंटैंट केवल एनरोललेद ल्रनर्स के लिए असेसीबल है |

source: Gating milestone for {usage_key}
hi: {usage_key} के लिए गेटिंग मील का पत्थर

source: Category
he: קטגוריה
hi: वर्ग
ja_jp: カテゴリ
lt_lt: Kategorija

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
he: שם קטגוריה עבור הדיון. השם הזה מופיע בחלונית השמאלית של פורום הדיונים של הקורס.
hi: चर्चा के लिए एक श्रेणी का नाम। यह नाम पाठ्यक्रम के लिए चर्चा मंच के बाएँ फलक में दिखाई देता है।
ja_jp: ディスカッション用のカテゴリー名。カテゴリー名はディスカッションの左枠に表示されます。
lt_lt: Diskusijos kategorijos pavadinimas. Šis pavadinimas matomas kairiajame kurso diskusijos forumo polangyje.

source: Subcategory
he: תת קטגוריה
hi: उपश्रेणी
ja_jp: サブカテゴリ
lt_lt: Subkategorija

source: {assignment} is due for {course}.
hi: এই {course}এর {assignment} বাকি রয়েছে।

source: Calendar Sync
hi: ক্যালেন্ডার সাইন

source: Unsubscribe from calendar updates
hi: कलेन्देर्स अपडेट्स से अनसबस्क्रिब करे |

source: Subscribe to calendar updates
hi: कलेंडर अपडेट्स के लिए सबस्क्रिब करे |

source: Sync {course} to your calendar
hi: अपने कलेंडर में सिंक {कोर्स} करे |

source: Sticking to a schedule is the best way to ensure that you successfully complete your self-paced course. This schedule for {course} will help you stay on track!
hi: একটি সময়সূচী অনুসরণ আপনার স্ব-গতিসম্পন্ন কোর্স সফলভাবে সম্পন্ন করার সর্বোত্তম উপায়। {course} এর জন্য এই সময়সূচী আপনাকে ট্র্যাকে থাকতে সাহায্য করবে!

source: Once you sync your course schedule to your calendar, any updates to the course from your instructor will be automatically reflected. You can remove the course from your calendar at any time.
hi: যদি আপনি আপনার ক্যালেন্ডারে আপনার কোর্স এর সময়সূচী সাইনিং করেন তাহলে ,আপনি আপনার ইনস্টাকটর এর দেওয়া কোর্স সম্পর্কিত যেকোনো আপডেট আপনার ফোনে পেয়ে যাবেন। আপনি যে কোন সময় আপনার ক্যালেন্ডার থেকে কোর্স সাইন ওফ করতে পারবেন।

source: {course} dates have been updated on your calendar
hi: {कोर्स} डेट्स अपडेट हो चुका है कलेंडर में

source: You have successfully shifted your course schedule and your calendar is up to date.
hi: तुमने सक्सससेस्फुलली अपने कोर्स शैडयूल्ड को शिफ्ट करदिया और अपने कलेंडर को उप तो डेट कर दिया है |

source: If the configuration is Enabled, then all enrollments created after this date and time (user local time) will be affected.
hi: যদি কনফিগারেশন সক্রিয় করা হয়, তাহলে এই তারিখ এবং সময়ের পরে তৈরি করা সকল তালিকাভুক্তি (user local time ) প্রভাবিত হবে।

source: 'course_key' is required.
hi: 'कोर्स_की' की आवस्कता है |

source: View all dates
hi: सभी डेट्स को व्यू करे

source: Your due dates have been successfully shifted to help you stay on track.
hi: আপনাকে ট্র্যাকে থাকতে সাহায্য করার জন্য আপনার নির্ধারিত তারিখ সফলভাবে স্থানান্তর করা হয়েছে ।

source: Deadlines successfully reset.
hi: ডেডলাইন সফলভাবে রিসেট করা হয়েছে।

source: You must be enrolled in the course to see course content. Please contact your degree administrator or edX Support if you have questions.
hi: কোর্সের কনটেন্ট দেখার জন্য আপনার নাম তালিকাভুক্ত করতে হবে। আপনার যদি কোন প্রশ্ন থাকে তাহলে অনুগ্রহ করে আপনার ডিগ্রী প্রশাসক অথবা EDX সাথে যোগাযোগ করুন।

source: These define the context to disable lms-controlled discounts on. If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.<br>If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
hi: এগুলো এলএমএস নিয়ন্ত্রিত ডিসকাউন্ট নিষ্ক্রিয় করার প্রসঙ্গ নির্ধারণ করে। যদি কোন মান নির্ধারণ করা না হয়, তাহলে কনফিগারেশন বিশ্বব্যাপী প্রযোজ্য। যদি একটি একক মান নির্ধারণ করা হয়, তাহলে কনফিগারেশন সেই প্রসঙ্গের মধ্যে সকল কোর্সের ক্ষেত্রে প্রযোজ্য। একটি মান একবারই নির্ধারণ করা যায় <br>। যদি একাধিক প্রসঙ্গ একটি কোর্সে প্রযোজ্য হয় (উদাহরণস্বরূপ, যদি বিশেষ ভাবে কোনো কোর্স বা যেই অর্গানাইজেশনের কোর্সটি তা, কনফিগারেশনের নির্দিষ্ট করা হয় তাহলে সুনির্দিষ্ট প্রেক্ষাপট সাধারণ প্রেক্ষাপট অতিক্রম করে।

source: If any of these values is left empty or "Unknown", then their value at runtime will be retrieved from the next most specific context that applies. For example, if "Disabled" is left as "Unknown" in the course context, then that course will be Disabled only if the org that it is in is Disabled.
hi: যদি এই মানগুলির কোন একটি খালি বা "অজানা" রাখা হয়, তাহলে রানটাইমে তাদের মান প্রযোজ্য পরবর্তী সবচেয়ে নির্দিষ্ট প্রেক্ষাপট থেকে পুনরুদ্ধার করা হবে। উদাহরণস্বরূপ, যদি "প্রতিবন্ধী" কোর্সের প্রেক্ষাপটে "অজানা" হিসেবে ছেড়ে দেওয়া হয়, তাহলে সেই কোর্সটি তখনই নিষ্ক্রিয় করা হবে।

source: These define the context to configure the percentage for the first purchase discount.If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
hi: এগুলো এলএমএস নিয়ন্ত্রিত ডিসকাউন্ট নিষ্ক্রিয় করার প্রসঙ্গ নির্ধারণ করে। যদি কোন মান নির্ধারণ করা না হয়, তাহলে কনফিগারেশন বিশ্বব্যাপী প্রযোজ্য। যদি একটি একক মান নির্ধারণ করা হয়, তাহলে কনফিগারেশন সেই প্রসঙ্গের মধ্যে সকল কোর্সের ক্ষেত্রে প্রযোজ্য। একটি মান একবারই নির্ধারণ করা যায় । যদি একাধিক প্রসঙ্গ একটি কোর্সে প্রযোজ্য হয় (উদাহরণস্বরূপ, যদি বিশেষ ভাবে কোনো কোর্স বা যেই অর্গানাইজেশনের কোর্সটি তা, কনফিগারেশনের নির্দিষ্ট করা হয় তাহলে সুনির্দিষ্ট প্রেক্ষাপট সাধারণ প্রেক্ষাপট অতিক্রম করে।

source: Disabled
hi: डिसब्लेड

source: {s_sr}Original price: {s_op}{original_price}{e_p}, discount price: {e_sr}{formatted_discount_price}
hi: {s _sr} আসল দাম : {s_op}{original_price}{e_p}, ডিসকাউন্ট দাম : {e_sr}{formatted_discount_price}

source: {banner_open} Upgrade by {discount_expiration_date} and save {percentage}% [{strikeout_price}]{span_close}{br}Use code {b_open}{code}{b_close} at checkout! {a_open}Upgrade Now{a_close}{div_close}
hi: {banner_open} {discount_expiration_date} দ্বারা আপগ্রেড করুন এবং চেকআউটে {percentage}% [{strikeout_price}]{span_close}{br}ব্যবহার কোড {b_open}{code}{b_close} সংরক্ষণ করুন! {a_open} এখন আপগ্রেড করুন{a_close}{div_close}

source: CSV File
hi: सी स वी फ़ाइल

source: CSV file should have 3 columns having names lms_user_id, course_id, opportunity_id
hi: CVS ফাইলের 3 কলাম হওয়া উচিত এবং তাদের নাম হওয়া উচিত Ims _user _id, course _id, opportunity _id

source: Enrollment attributes were not updated for records at following line numbers in csv because no enrollment found for these records: {error_line_numbers}
hi: নিম্নলিখিত লাইনে cvs এর এই তালিকার নামগুলি নথিভুক্ত করা হয়নি কারণ এই নামগুলো রেকর্ড পাওয়া যায়নি :{error_line_numbers}

source: Enterprise Course Enrollments
hi: एंटरप्राइज़ कोर्स एनरोल्लमेंट्स

source: Override Enrollment Attributes
hi: ओवरराइड एनरोल्लमेंट अत्तृबूटस

source: Upload CSV to override enrollment attributes for learners
hi: सी एस वी को अपलोड करो ल्रनर्स के ओवरराइड एनरोल्लमेंट अत्तृबूटेस के लिए

source: Shift due dates
hi: शिफ्ट ड्यू डेट्स

source: To participate in this assignment, the suggested schedule for your course needs updating. Don’t worry, we’ll shift all the due dates for you and you won’t lose any of your progress.
hi: এই কাজে অংশগ্রহণ করতে, আপনার কোর্সের জন্য প্রস্তাবিত সময়সূচী আপডেটেড করা প্রয়োজন। চিন্তা করবেন না, আমরা আপনার জন্য সব তারিখ সরিয়ে নেব এবং আপনি আপনারা কোন অগ্রগতি হারাবে না।

source: You have used {attempts} of {max_attempts} attempts for this problem.
hi: तुमने ईस्टेमाल कर लिया है {अत्तेंप्ट्स} ऑफ {मैक्स अत्तेंप्ट्स} इस प्रोब्लेम के अत्तेंप्ट्स को |

source: Try again (unlimited attempts)
hi: वापिस कोशिश करे (अनलिमिटेड अत्तेंप्ट्स)

source: You have used {attempts} of unlimited attempts for this problem.
hi: तुमने इस प्रोब्लेम के अनलिमिटेड अत्तेंप्ट्स यूस {अत्तेंप्ट्स} कर लिए है |

source: Course team user does not exist
hi: कोर्स टीम उपयोगकर्ता मौजूद नहीं है

source: unable to load this type of group configuration
hi: इस प्रकार के समूह विन्यास को लोड करने में असमर्थ

source: Non writable git url provided. Expecting something like: git@github.com:edx/edx4edx_lite.git
hi: नॉन रेतबल git url प्रोवाइडेड| कुछ एकस्पेक्ट किया जा रहा है लाइक: git@github.com:edx/edx4edx_lite.git

source: HTML
hi: एच टी एम एल

source: Open Response
he: פתח תגובה
hi: जवाब खोलें
lt_lt: Atviras atsakymas

source: Blank Open Response Assessment
hi: ब्लैंक ओपन रेसपोनस अससेस्समेंट

source: Libraries cannot have more than {limit} components
hi: लिब्ररिएस में इससे ज़्यादा {limit} कोम्पोनेंट्स नहीं होसक्ता

source: '{organization_key}' is not a valid organization identifier.
hi: '{organisation_key}' एक वालिद ओरगनीसस्न इडेंटिफिएर नहीं है|

source: The information you entered is incorrect.
hi: आपके द्वारा दर्ज की गई जानकारी गलत है।

source: Cannot find item by locator.
hi: लोकेटर द्वारा आइटम नहीं खोजा जा सकता।

source: Video locator is required.
hi: वीडियो लोकेटर की आवश्यकता है

source: This transcript file type is not supported.
hi: यह ट्रांसक्रिप्ट फ़ाइल प्रकार समर्थित नहीं है।

source: Video ID is required.
hi: वीडियो आईडी आवश्यक है।

source: There is a problem with the chosen transcript file.
hi: चुनी गई प्रतिलेख फ़ाइल के साथ एक समस्या है।

source: There is a problem with the existing transcript file. Please upload a different file.
hi: मौजूदा ट्रांसक्रिप्ट फ़ाइल में कोई समस्या है। कृपया एक अलग फ़ाइल अपलोड करें।

source: YouTube ID is required.
hi: YouTube ID आवश्यक है

source: There is a problem with the YouTube transcript file.
hi: YouTube ट्रांसक्रिप्ट फ़ाइल में कोई समस्या है।

source: User {email} has registered but has not yet activated their account.
hi: उसेर {email} रेजीस्टरड है मगर अब तक अक्तिवेटेड नहीं हुआ है अकाउंट|

source: Partial Failure
hi: पारशल फ़ेल्यर

source: Transcript Failed
hi: ट्रांस्क्रिप्त फेल्ड

source: A non zero positive integer is expected
hi: एक गैर शून्य सकारात्मक पूर्णांक अपेक्षित है

source: Edit Announcements
hi: एडिट अन्नौंमेंट्स

source: This view shows the announcement editor to create or alter announcements that are shown on the rightside of the dashboard.
hi: यह व्यू शो करता है अन्नौंसमेट एडिटर को क्रिएट करने के लिए या आल्टर अन्नौंसमेंट्स के लिए जो दिखता है राइट्ससाइड पर दशबोर्ड पर|

source: edX, Open edX, and the edX and Open edX logos are registered trademarks of {link_start}edX Inc.{link_end}
hi: edX, Open edX, और edX और Open edX लोगो {link_start} edX Inc. {link_end} के पंजीकृत ट्रेडमार्क हैं।

source: Email: {email}
hi: ईमेल: {email}

source: Private Discussion
hi: निजी चर्चा

source: This is a private discussion. You do not have permissions to view this discussion
hi: यह एक निजी चर्चा है | तुम्हें इस डीस्कास्न को व्यू करने का अधिकार नहीं है |

source: results successfully populated,
hi: रिजल्ट्स सकसेस फ़ूली पोपुलेटेड

source: Click to load all enrolled courses
hi: सभी इनरोलेद कौरसेस को लोड करने के लिए क्लिक करे

source: Skip to list of announcements
hi: एनाउंसमेंट की लिस्ट के लिए स्किप करे

source: It looks like you missed some important deadlines based on our suggested schedule.
hi: ऐसा लगता है मानो तुम्हें कुछ इंपोर्टेंट देयद्नेलान्स मिस कार्डिए हमारे सजेस्टेड शैड्यूल के |

source: To keep yourself on track, you can update this schedule and shift the past due assignments into the future by visiting
hi: खुद को ट्रक पर रखने के लिए, तुम अपने शैड्यूल को अपडेट करस्क्र्ते हो और शिफ्ट कर सकते हो अपने पास्ट ड्यू अस्सीग्न्मेंट्स को इंटू फ्युचर विजिटिंग

source: Don't worry—you won't lose any of the progress you've made when you shift your due dates.
hi: चिंता मत करो - तुम कोई भी प्रोग्रैस को लुस नहीं करोगे जो तुमने बनाया है जब तुम ड्यू डेट्स को शिफ्ट करोगे |

source: It looks like you missed some important deadlines based on our suggested schedule.
hi: लगता है मानो तुमने कुछ इंपोर्टेंट डेट्स को मिस कर दिया है हमारे सजेस्टेड शैड्यूल पर |

source: To keep yourself on track, you can update this schedule and shift the past due assignments into the future. Don't worry—you won't lose any of the progress you've made when you shift your due dates.
hi: अपने आप को ट्रक पर रखने के लिए, आप इस शैड्यूल को अपडेट कर्सक्ते है और अपने पास्ट ड्यू अस्सीग्न्मेंट्स को शिफ्ट कर्सक्ते है फ्युचर के लिए| चिंता मत करे- आप किसी भी प्रोग्रैस को नही खोएँगे जो आपने बनाया है जब आप अपने ड्यू डेट्स को शिफ्ट करेंगे तब|

source: You are auditing this course,
hi: तुम इस कोर्स को ऑडिट कर रहे हो,

source: which means that you are unable to participate in graded assignments.
hi: इसका मतलब है तुम अनएबल हो ग्रदेड अस्सीग्न्मेंट्स में पार्टीसिपत करने में |

source: It looks like you missed some important deadlines based on our suggested schedule. Graded assignments and schedule adjustment are available to Verified Track learners.
hi: ऐसा लगता है आपने कुछ ज़रूरी डैडलाइंस मिस कर दिये है हमारे सजेस्टेड शैड्यूल के मुताबिक| ग्रदेड अस्सीग्न्म्नेट्स और शैड्यूल अदजस्टमेंट्स अवाईलेबल है वेरिफाएड ट्रक लयरनेर्स पर|

source: It looks like you missed some important deadlines based on our suggested schedule. To complete graded assignments as part of this course and shift the past due assignments into the future, you can upgrade today.
hi: ऐसा लगता है आपने कुछ ज़रूरी डैडलाइंस मिस कर दिये है हमारे सजेस्टेड शैड्यूल के मुताबिक| इस कोर्स के पार्ट के तहत अगर आप ग्रदेड अस्सीग्न्मेंट्स को कंप्लीट करना चाहे और पास्ट ड्यू अस्सीग्न्मेंट्स को शिफ्ट करना चाहे भविष में, तो आप आज उपग्रदे कर्सक्ते है|

source: Upgrade to shift due dates
hi: ड्यू डेट्स को शिफ्ट करने के लिए अपडेट करे

source: Graded assignments are available to Verified Track learners.
hi: ग्रदेड अस्सीग्न्मेंट्स अवाईलेबल है वेरिफ़ाएड डट्रक ल्रनेर्स के लिए |

source: To complete graded assignments as part of this course, you can upgrade today.
hi: कंप्लीट करे ग्रदेड असाएनमेण्टस को एस पार्ट ऑफ दिस कोर्स, तुम आज ही उपडेट कर सकते हो |

source: We've built a suggested schedule to help you stay on track.
hi: हमने एक सजेस्टेड शैड्यूल बनाया है तुम्हें ट्रक पर रखे रहने के लिए |

source: But don't worry—it's flexible so you can learn at your own pace. If you happen to fall behind on our suggested dates, you'll be able to adjust them to keep yourself on track.
hi: चिंता न करे- यह कफ़ही लचीला है तो आप अपने गति से सीख सकते है| अगर आप हमारे बताए डेट्स से पीछे रह जाते है, तो आप एडजस्ट करपाएंगे ताकि आप अपने गति पर रहे|

source: organization logo
hi: ऑरगनाइसेस्न लोगो

source: It works! Powered by Open edX{registered_trademark}
hi: यह काम करता हैं! ओपन edX {registered_trademark} द्वारा संचालित

source: Choose an action:
he: בחר פעולה:
hi: एक क्रिया चुनें:
ja_jp: 操作を選択：

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible.
hi: हुमे माफ करे, यह मोदुल टेम्पोरारीली अनआवाइलबल है | हमारे स्टाफ काम कर रहे है इसे जल्द से जल्द ठीक करने के लिए |

source: View in the new experience
hi: नए एक्सपेरिएनस में व्यू करे

source: View in Studio
hi: स्टुडियो में व्यू करे

source: View in Insights
hi: इनसाइटस में व्यू करे

source: Show answer
hi: आन्सर देखाओ

source: Answers are displayed within the problem
hi: समस्या के भीतर उत्तर प्रदर्शित किए जाते हैं

source: E-mail
he: דואר אלקטרוני
hi: ई-मेल
ja_jp: メールアドレス
lt_lt: El. paštas

source: Re-subscribe Successful!
he: הרישום מחדש הצליח!
hi: पुनः सदस्यता सफ़ल!
ja_jp: 再購読成功！
lt_lt: Prenumerata sėkminga!

# unit
source: Previous
hi: पिछला

# unit
source: Next
hi: अगला

source: {start_li}Welcome{end_li} {name}
hi: {स्टार्ट_ली}वैल्कम{एंड_ली} {नेम}

source: This content experiment uses group configuration '{group_configuration_name}'.
he: ניסוי תוכן זה עושה שימוש בתצורת קבוצת '{group_configuration_name}'.
hi: यह सामग्री प्रयोग समूह कॉन्फ़िगरेशन '{group_configuration_name}' का उपयोग करता है।
ja_jp: この実験コンテンツはグループ設定'{group_configuration_name}'を使用しています。
lt_lt: Šiame turinio bandyme naudojama grupės konfigūracija '{group_configuration_name}'.

source: Active Groups
he: קבוצות פעילות
hi: सक्रीय समूह
ja_jp: アクティブなグループ
lt_lt: Aktyvios grupės

source: Inactive Groups
he: קבוצות אינטראקטיביות
hi: निष्‍क्रीय समूह
ja_jp: 非アクティブなグループ
lt_lt: Neaktyvios grupės

source: Staff Debug Info
he: מידע לצוות איתור באגים
hi: स्टाफ़ डीबग सूचना
ja_jp: スタッフ用デバッグ情報
lt_lt: Personalo programų derinimo informacija

source: Submission history
he: היסטורית הגשות
hi: सबमिशन हिस्टरी
ja_jp: 課題提出履歴
lt_lt: Darbų istorija

source: Tag
he: תגית
hi: टैग
ja_jp: タグ
lt_lt: Žyma

source: tag
he: תגית
hi: टैग
ja_jp: タグ
lt_lt: žyma

source: Module Fields
he: שדות מודולארים
hi: मॉड्यूल फ़ील्ड्स
ja_jp: モジュール枠
lt_lt: Modulio laukai

source: XML attributes
he: תכונות XML
hi: XML एट्रीब्यूट्स
ja_jp: XML属性
lt_lt: XML atributai

source: View History
he: היסטורית צפיה
hi: हिस्टरी देखें
ja_jp: 履歴を見る
lt_lt: Peržiūrėti istoriją

source: Textbook Navigation
he: ניווט בספר הלימוד
hi: टेक्टसबुक नेविगेशन
ja_jp: テキストのナビゲーション
lt_lt: Vadovėlio navigacija

source: Tracking Log
he: קוד מעקב
hi: ट्रैकिन्ग लॉग
ja_jp: 追跡ログ
lt_lt: Stebėjimo žurnalas

source: Unsubscribe Successful!
he: ביטול ההרשמה הצליח
hi: सदस्यता रद्द सफ़ल!
ja_jp: 購読解除成功！
lt_lt: Prenumeratos atsisakyta sėkmingai!

source: Due {date}
hi: ड्यू {डेट}

source: Past due
hi: पास्ट ड्यू

source: All names, logos and seals ("Trademarks") that appear in the APIs, API Content, or on or through the services made available on or through the APIs, if any, are the property of their respective owners. You may not remove, alter, or obscure any copyright, Trademark, or other proprietary rights notices incorporated in or accompanying the API Content. If any {platform_name} Participant (as hereinafter defined) or other third party revokes access to API Content owned or controlled by that {platform_name} Participant or third party, including without limitation any Trademarks, you must ensure that all API Content pertaining to that {platform_name} Participant or third party is deleted from Your Application and your networks, systems and servers as soon as reasonably possible. "{platform_name_capitalized} Participants" means MIT, Harvard, and the other entities providing information, API Content or services for the APIs, the course instructors and their staffs.
hi: सभी नाम, लोगो और जवानों ("ट्रेडमार्क") जो एपीआई, एपीआई सामग्री, या पर या एपीआई के माध्यम से उपलब्ध कराई गई सेवाओं के माध्यम से, यदि कोई हो, उनके संबंधित स्वामियों की संपत्ति हैं। आप किसी भी कॉपीराइट, ट्रेडमार्क, या API सामग्री में या उसके साथ शामिल किए गए किसी भी कॉपीराइट, ट्रेडमार्क, या अन्य मालिकाना अधिकारों के नोटिस को हटा नहीं सकते, बदल नहीं सकते या अस्पष्ट नहीं कर सकते। यदि कोई {platform_name} प्रतिभागी (जैसा कि बाद में परिभाषित किया गया है) या अन्य तृतीय पक्ष API कंटेंट तक पहुँच प्राप्त करता है या उस {platform_name} द्वारा स्वामित्व या नियंत्रित करता है, तो प्रतिभागी या तीसरी पार्टी, जिसमें कोई भी कोई सीमा नहीं है, सहित आपको यह सुनिश्चित करना होगा कि सभी API उस से संबंधित हैं। {platform_name} प्रतिभागी या तीसरे पक्ष को आपके एप्लिकेशन और आपके नेटवर्क, सिस्टम और सर्वर से जितनी जल्दी हो सके हटा दिया जाता है। {platform_name_capitalized} प्रतिभागियों का अर्थ है MIT, हार्वर्ड, और एपीआई, पाठ्यक्रम प्रशिक्षकों और उनके कर्मचारियों के लिए जानकारी, एपीआई सामग्री या सेवाएं प्रदान करने वाली अन्य संस्थाएं।

source: You agree to comply with all applicable privacy laws and regulations and to be transparent with respect to any collection and use of end user data. You will provide and adhere to a privacy policy for Your Application that clearly and accurately describes to your end users what user information you collect and how you may use and share such information (including for advertising) with {platform_name} and other third parties.
hi: आप सभी लागू गोपनीयता कानूनों और विनियमों का पालन करने और किसी भी संग्रह के अंत उपयोगकर्ता के उपयोग के संबंध में पारदर्शी होने के लिए सहमत हैं। आप अपने एप्लिकेशन के लिए एक गोपनीयता नीति प्रदान करेंगे और उसका पालन करेंगे जो आपके अंतिम उपयोगकर्ताओं को स्पष्ट रूप से और सटीक रूप से वर्णन करता है कि आप जो उपयोगकर्ता जानकारी एकत्र करते हैं और आप {platform_name} और अन्य तृतीय पक्षों के साथ ऐसी जानकारी (विज्ञापन के लिए सहित) का उपयोग और साझा कैसे कर सकते हैं।

source: Certain access to the APIs may be provided free of charge, but {platform_name} reserves the right to charge fees for future use or access to the APIs.
hi: एपीआई के लिए निश्चित पहुंच नि: शुल्क प्रदान की जा सकती है, लेकिन {platform_name} भविष्य में उपयोग या एपीआई तक पहुंच के लिए शुल्क लेने का अधिकार सुरक्षित रखता है।

source: {platform_name_capitalized} reserves the right to modify the Terms at any time without advance notice. Any changes to the Terms will be effective immediately upon posting on this page, with an updated effective date. By accessing or using the APIs after any changes have been made, you signify your agreement on a prospective basis to the modified Terms and all of the changes. Be sure to return to this page periodically to ensure familiarity with the most current version of the Terms.
hi: {platform_name_capitalized} अग्रिम सूचना के बिना किसी भी समय शर्तों को संशोधित करने का अधिकार सुरक्षित रखता है। अपडेट की गई प्रभावी तिथि के साथ, इस पृष्ठ पर पोस्ट करने के तुरंत बाद शर्तों में कोई भी परिवर्तन प्रभावी होगा। किसी भी परिवर्तन के बाद एपीआई का उपयोग या उपयोग करके, आप संशोधित शर्तों और सभी परिवर्तनों के लिए एक संभावित आधार पर अपने समझौते का संकेत देते हैं। शर्तों के वर्तमान संस्करण के साथ परिचितता सुनिश्चित करने के लिए समय-समय पर इस पृष्ठ पर वापस जाना सुनिश्चित करें।

source: {platform_name_capitalized} may also update or modify the APIs from time to time without advance notice. These changes may affect your use of the APIs or the way your integration interacts with the API. If we make a change that is unacceptable to you, you should stop using the APIs. Continued use of the APIs means you accept the change.
hi: {platform_name_capitalized} अग्रिम सूचना के बिना समय-समय पर एपीआई को अपडेट या संशोधित भी कर सकता है। ये परिवर्तन API के आपके उपयोग या आपके एकीकरण के API के साथ सहभागिता करने के तरीके को प्रभावित कर सकते हैं। यदि हम एक परिवर्तन करते हैं जो आपके लिए अस्वीकार्य है, तो आपको एपीआई का उपयोग करना बंद कर देना चाहिए। एपीआई के निरंतर उपयोग का मतलब है कि आप परिवर्तन को स्वीकार करते हैं।

source: Your credentials (such as client secret and IDs) are intended to be used solely by you. You will keep your credentials confidential and prevent and discourage others from using your credentials. Your credentials may not be embedded in open source projects.
hi: आपके क्रेडेंशियल (जैसे क्लाइंट सीक्रेट और आईडी) का इरादा आपके द्वारा पूरी तरह से उपयोग किया जाना है। आप अपनी साख को गोपनीय रखेंगे और दूसरों को अपनी साख का उपयोग करने से रोकेंगे और उन्हें हतोत्साहित करेंगे। हो सकता है कि आपके क्रेडेंशियल्स ओपन सोर्स प्रोजेक्ट्स में एम्बेडेड न हों।
