Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: 10^ and the exponent
he: 10^ והאקספוננטה
hi: 10 ^ और प्रतिपादक
ja_jp: 10^ と指数
lt_lt: 10^ ir laipsnio rodiklis
vi: 10^ và số mũ

source: e notation
he: רישום e
hi: ई नोटेशन
ja_jp: 指数表記eの記法
lt_lt: el. ženklų sistema
vi: Ký hiệu e

source: 1e and the exponent
he: 1e והאקספוננטה
hi: 1e और प्रतिपादक
ja_jp: 1e と指数
lt_lt: 1e ir laipsnio rodiklis
vi: 1e và số mũ

source: Calculate
he: חשב
hi: गणना करें
ja_jp: 計算
lt_lt: Skaičiuoti
vi: Tính

source: Result
hi: परिणाम
vi: Kết quả

source: Name your CCX
hi: अपने CCX का नाम दें
ja_jp: CCX に名前をつける
vi: Tên CCX

source: Create a new Custom Course for edX
hi: EdX के लिए एक नया कस्टम कोर्स बनाएं
vi: Tạo một Khóa học Tuỳ chỉnh mới cho edX

source: Grading Policy
he: תקנון ציונים
hi: श्रेणी नीति
ja_jp: 採点方針
vi: Chính sách chấm điểm

source: Student Grades
he: ציוני סטודנט
hi: छात्र के स्नातक
ja_jp: 受講者の成績
vi: Điểm học viên

source: Please enter a valid CCX name.
hi: कृपया एक मान्य CCX नाम दर्ज करें।
vi: Vui lòng nhập tên CCX hợp lệ.

source: Email Addresses/Usernames
he: כתובות דוא"ל/שמות משתמשים
hi: ईमेल पते / उपयोगकर्ता नाम
ja_jp: メールアドレス/ユーザ名
lt_lt: El. pašto adresai/Naudotojų vardai
vi: Địa chỉ Email / Tên đăng nhập

source: Auto Enroll
he: רישום אוטומטי
hi: खुद-ब-खुद दाखिला
ja_jp: 自動受講登録
lt_lt: Automatinė registracija
vi: Tự động ghi danh

source: If this option is {em_start}checked{em_end}, users who have not yet registered for {platform_name} will be automatically enrolled.
hi: यदि यह विकल्प {em_start} चेक किया गया {em_end} है, तो जिन उपयोगकर्ताओं ने अभी तक {platform_name} के लिए पंजीकरण नहीं किया है, वे स्वतः ही नामांकित हो जाएंगे।
vi: Nếu tùy chọn này được {em_start}chọn{em_end}, người dùng chưa đăng ký cho {platform_name} sẽ được tự động đăng ký học.

source: If this option is left {em_start}unchecked{em_end}, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
hi: यदि यह विकल्प छोड़ दिया जाता है तो {em_start} अनियंत्रित {em_end}, जिन उपयोगकर्ताओं ने अभी तक {platform_name} के लिए पंजीकरण नहीं कराया है, उन्हें नामांकित नहीं किया जाएगा, लेकिन खाता बनाते ही उन्हें नामांकन करने की अनुमति दी जाएगी।
vi: Nếu tùy chọn này là {em_start}không chọn{em_end}, những người dùng chưa đăng ký cho {platform_name} sẽ không được đăng ký học, nhưng sẽ được đăng ký học khi họ tạo một tài khoản.

source: Checking this box has no effect if 'Unenroll' is selected.
he: סימון תיבה זו חסר משמעות אם בחרת 'בטל הרשמה'
hi: इस बॉक्स को चेक करने से कोई प्रभाव नहीं पड़ता है यदि 'Unenroll' का चयन किया जाता है।
ja_jp: "履修解除"が選択されているときは、このチェックボックスは何も影響しません。
lt_lt: Šio langelio žymėjimas neturi įtakos, jei yra pasirinkta "išregistruoti".
vi: Nhấp chọn ô này không có hiệu lực nếu đã chọn 'Hủy ghi danh'.

source: Notify users by email
he: להודיע למשתמשים דרך דואר אלקטרוני
hi: उपयोगकर्ताओं को ई-मेल से इत्तला करें
ja_jp: メールでユーザーに知らせる
lt_lt: Pranešti naudotojams elektroniniu paštu
vi: Thông báo cho người dùng qua email

source: If this option is {em_start}checked{em_end}, users will receive an email notification.
hi: यदि यह विकल्प {em_start} चेक किया गया {em_end} है, तो उपयोगकर्ताओं को एक ईमेल सूचना प्राप्त होगी।
vi: Nếu tùy chọn này được {em_start}chọn{em_end}, người dùng sẽ nhận được thông báo qua email.

# someone
source: Enroll
hi: दाखिला दें
vi: Ghi danh

source: Student List Management
he: ניהול רשימת הסטודנטים
hi: छात्र सूची प्रबंधन
ja_jp: 受講生名簿管理
vi: Quản lý Danh sách học viên

source: CCX student list management response message
hi: CCX छात्र सूची प्रबंधन प्रतिक्रिया संदेश
ja_jp: CCX 受講者一覧管理の応答メッセージ
vi: Quản lý tin nhắn phản hồi danh sách sinh viên CCX

source: Revoke access
he: שלול גישה
hi: आपके अभिगमन को पृथक कर दिया गया है
ja_jp: アクセスを放棄
lt_lt: Panaikinti prieigą
vi: Hủy bỏ quyền truy cập

source: WARNING
he: אזהרה
hi: चेतावनी
ja_jp: 警告
vi: LƯU Ý

source: For advanced users only. Errors in the grading policy can lead to the course failing to display. This form does not check the validity of the policy before saving.
he: למשתמשים מתקדמים בלבד. טעויות בתקנון ציונים יכולות להוביל למהלך שקורס לא יוצג. טופס זה אינו בודק את תקינותו של התקנון לפני השמירה.
hi: केवल उन्नत उपयोगकर्ताओं के लिए। ग्रेडिंग नीति में त्रुटियां पाठ्यक्रम को प्रदर्शित करने में विफल कर सकती हैं। यह फॉर्म सेव करने से पहले पॉलिसी की वैधता की जांच नहीं करता है।
ja_jp: 上級者向け。採点方針決定で発生したエラーは課程の表示ができなくなる可能性があります。この採点方針のフォーム入力は、保存する前に有効性をチェックしていません。
vi: Chỉ dành cho người dùng có kinh nghiệm. Các sai sót trong chính sách cho điểm có thể dẫn đến việc không hiển thị được khóa học. Mẫu này không kiểm tra sự hợp lệ của chính sách trước khi lưu.

source: Most coaches should not need to make changes to the grading policy.
he: רוב המדריכים לא צריכים לבצע שינויים בתקנון ציונים.
hi: अधिकांश कोचों को ग्रेडिंग नीति में बदलाव करने की आवश्यकता नहीं होनी चाहिए।
ja_jp: 大方のコーチには採点方針を変更する必要がありません。
vi: Đa số huấn luyện viên không cần phải thay đổi cách chấm điểm / grading policy.

source: Save Grading Policy
he: שמור תקנון ציונים
hi: ग्रेडिंग नीति सहेजें
ja_jp: 採点方針を保存
vi: Lưu chính sách chấm điểm

source: Date format four digit year dash two digit month dash two digit day
hi: दिनांक प्रारूप चार अंकों का वर्ष डैश दो अंकों का महीना डैश दो अंकों का दिन
ja_jp: 日付の書式は4桁の数字で表記された年に続けてハイフン2桁の数字の月ハイフン2桁の数字の日となります
vi: Định dạng ngày tháng theo dạng yyyy-mm-dd, ví dụ: 2015-10-30.

source: Time format two digit hours colon two digit minutes
hi: समय प्रारूप दो अंकों का घंटों बृहदान्त्र दो अंकों का मिनट
ja_jp: 時刻の書式は2桁の数字で表記した時に続けてコロン2桁の数字で表記した分となります
vi: Định dạng giờ theo dạng hh:mm, ví dụ 14:30.

source: Time
hi: समय
ja_jp: 時間
vi: Thời gian

source: Set date
he: קבע תאריך
hi: तारीख सेट करें
ja_jp: 日付設定
vi: Đặt ngày

source: You have unsaved changes.
he: יש שינויים שלא נשמרו.
hi: आपके पास सहेजे नहीं गए परिवर्तन हैं।
ja_jp: 未保存の変更点があります
vi: Bạn chưa lưu thay đổi.

source: There was an error saving changes.
he: התרחשה שגיאה בעת שמירת השינויים.
hi: परिवर्तनों को सहेजने में त्रुटि हुई थी।
ja_jp: 変更の保存にエラーがありました。
vi: Có lỗi trong khi lưu thay đổi.

source: Schedule a Unit
he: קבע תאריך יחידה
hi: एक यूनिट शेड्यूल करें
ja_jp: 単元のスケジュール設定
vi: Lên lịch cho một bài học

source: Start Date
he: תאריך התחלה
hi: आरंभ करने की तिथि
ja_jp: 開始日
lt_lt: Pradžios data
vi: Ngày bắt đầu

source: format four digit year dash two digit month dash two digit day
hi: प्रारूप चार अंकों का वर्ष डैश दो अंकों का महीना डैश दो अंकों का दिन
ja_jp: 書式は4桁の数字で表記された年に続けてハイフン2桁の数字の月ハイフン2桁の数字の日となります
vi: định dạng ngày tháng yyyy-mm-dd, ví dụ: 2015-10-30

source: Start time format two digit hours colon two digit minutes
hi: प्रारंभ समय प्रारूप दो अंक घंटे बृहदान्त्र दो अंक मिनट
ja_jp: 開始時刻の書式は2桁の数字で表記した時に続けてコロン2桁の数字で表記した分となります
vi: Giờ bắt đầu viết theo định dạng hh:mm, ví dụ 14:30.

source: time
hi: समय
vi: giờ

source: (Optional)
he: (אופציונאלי)
hi: (वैकल्पिक)
ja_jp: (オプション)
lt_lt: (Nebūtina)
vi: (Không bắt buộc)

source: Due Time format two digit hours colon two digit minutes
hi: नियत समय प्रारूप दो अंकों के घंटों के दो अंकों के कॉलोन
ja_jp: 締切時刻の書式は2桁の数字で表記した時に続けてコロン2桁の数字で表記した分となります
vi: Giờ hết hạn viết theo định dạng hh:mm, ví dụ 14:30

source: Add Unit
he: הוסף יחידה
hi: यूनिट जोड़ें
ja_jp: 単元追加
vi: Thêm bài học / Add Unit

source: Add All Units
he: הוסף את כל היחידות
hi: सभी इकाइयों को जोड़ें
ja_jp: すべての単元を追加
vi: Thêm toàn bộ các bài học / Add All Units

source: All units have been added.
he: כל היחידות נוספו.
hi: सभी इकाइयों को जोड़ा गया है।
ja_jp: すべての単元が追加されました。
vi: Toàn bộ các bài học đã được thêm.

source: View gradebook
he: הצג ספר הציונים
hi: ग्रेडबुक देखें
ja_jp: 成績簿を見る
vi: Xem bảng điểm

source: Download student grades
he: הורד ציוני הסטודנט
hi: छात्र ग्रेड डाउनलोड करें
ja_jp: 受講者の成績をダウンロード
vi: Tải bảng điểm học viên

source: Print or share your certificate:
hi: अपना प्रमाणपत्र प्रिंट या साझा करें:
ja_jp: 修了書を印刷するかシェア：
vi: In hoặc chia sẻ giấy chứng nhận của bạn:

source: Click the link to see my certificate.
hi: मेरा प्रमाण पत्र देखने के लिए लिंक पर क्लिक करें।
ja_jp: リンクをクリックして修了書を見る。
vi: Nhấn vào link để xem chứng chỉ.

source: Post on Facebook
hi: फ़ेसबुक पर पोस्ट
ja_jp: フェースブックに投稿
vi: Post lên Facebook

source: Share on Twitter
he: שתף ב-Twitter
hi: ट्विटर पर साझा करें
ja_jp: ツイッターで共有
vi: Chia sẻ lên Twitter

source: Tweet this Accomplishment. Pop up window.
hi: इस ट्वीट को ट्वीट करें। पॉप - अप विंडो।
ja_jp: この成果をツイートしましょう。ウィンドウをポップアップします。
vi: Tweet thành tựu này lên Twitter.

source: Add to LinkedIn Profile
hi: लिंक्डइन प्रोफाइल में जोड़ें
ja_jp: LinkedIn のプロファイルに追加する
lt_lt: Pridėti prie LinkedIn profilio
vi: Thêm vào hồ sơ trên LinkedIn

source: Add to Mozilla Backpack
hi: मोज़िला बैकपैक में जोड़ें
ja_jp: Mozilla Backpack に追加する
vi: Thêm vào Mozilla Backpack

source: Print Certificate
hi: प्रिंट प्रमाण पत्र
ja_jp: 修了証を印刷
vi: In chứng chỉ

source: {platform_name} Home
hi: {platform_name} होम
ja_jp: {platform_name} のホーム
vi: Trang chủ {platform_name}

source: Noted by
hi: द्वारा देखा गया
ja_jp: 注記したのは
vi: Ghi chú bởi

source: Supported by the following organizations
hi: निम्नलिखित संगठनों द्वारा समर्थित
ja_jp: 以下の機構組織から支援されています
vi: Được sự hỗ trợ của các tổ chức sau

source: For tips and tricks on printing your certificate, view the {link_start}Web Certificates help documentation{link_end}.
hi: अपने प्रमाणपत्र को प्रिंट करने की युक्तियों और युक्तियों के लिए, {link_start} वेब प्रमाणपत्र दस्तावेज़ीकरण {link_end} देखें।
vi: Để biết mẹo và thủ thuật in chứng chỉ của bạn, hãy xem tài liệu {link_start}Tài liệu hỗ trợ Chứng chỉ Web{link_end}.

source: Cannot Find Certificate
hi: प्रमाण पत्र नहीं मिल सकता
ja_jp: 修了証が見つかりません
vi: Không tìm thấy chứng chỉ

source: We cannot find a certificate with this URL or ID number. If you are trying to validate a certificate, make sure that the URL or ID number is correct. If you are sure that the URL or ID number is correct, contact support.
hi: हमें इस URL या ID नंबर के साथ प्रमाणपत्र नहीं मिल सकता है। यदि आप किसी प्रमाणपत्र को मान्य करने का प्रयास कर रहे हैं, तो सुनिश्चित करें कि URL या ID नंबर सही है। यदि आप सुनिश्चित हैं कि URL या ID नंबर सही है, तो समर्थन से संपर्क करें।
ja_jp: 指定された URL または ID番号から修了証を見つけることができませんでした。修了証を有効にしたいのであれば、URL または ID 番号が正しいかどうか確認してください。もしも URL または ID 番号に間違いがないということであれば、サポートに問い合わせてください。
vi: Không tìm thấy giấy chứng nhận với địa chỉ URL hay số ID này. Nếu bạn đang muốn xác thực một giấy chứng nhận, hãy kiểm tra URL hoặc số ID cho chính xác. Nếu bạn chắc rằng URL hay ID này là đúng, hãy liên hệ với chúng tôi để được hỗ trợ.

source: There is a problem with this certificate.
hi: इस प्रमाणपत्र के साथ एक समस्या है।
ja_jp: この修了証には問題があるようです。
vi: Có một vấn đề với chứng chỉ này.

source: To resolve the problem, your partner manager should verify that the following information is correct.
hi: समस्या को हल करने के लिए, आपके साथी प्रबंधक को सत्यापित करना चाहिए कि निम्नलिखित जानकारी सही है।
ja_jp: 問題を解決するためには、パートナーマネージャが以下の情報が正しいかどうかを確認することになります。
vi: Để giải quyết vấn đề, người quản lý sẽ kiểm chứng thông tin sau đây có chính xác hay không.

source: The institution that is linked to the course.
hi: जो संस्थान पाठ्यक्रम से जुड़ा हुआ है।
ja_jp: この講座と関連している施設
vi: Tổ chức cung cấp khoá học.

source: The course information in the Course Administration tool.
hi: पाठ्यक्रम प्रशासन उपकरण में पाठ्यक्रम की जानकारी।
ja_jp: 講座管理ツールの中にある講座の情報。
vi: Thông tin về khóa học có trên thanh công cụ Quản lý Khoá học.

source: If all of the information is correct and the problem persists, contact technical support.
hi: यदि सभी जानकारी सही है और समस्या बनी रहती है, तो तकनीकी सहायता से संपर्क करें।
ja_jp: 設定している情報に間違いがないと思われる場合には、テクニカルサポートにお問い合わせください。
vi: Nếu tất cả thông tin là chính xác và vấn đề vẫn còn tồn đọng, hãy liên hệ với bộ phận hỗ trợ kĩ thuật.

source: Checkout Cancelled
ja_jp: チェックアウトを取り消しました
vi: Thanh toán đã được huỷ

source: Your transaction has been cancelled. If you feel an error has occurred, contact {email}.
ja_jp: 取り扱いがキャンセルされました。何か問題が起きたと思われる場合には {email} に問い合わせてください。
vi: Đơn hàng của bạn đã được huỷ. Nếu đây là một sự cố, hãy liên hệ {email} để được hỗ trợ.

source: Checkout Error
ja_jp: 支払手続きエラー
vi: Lỗi Thanh toán

source: Loading Order Data...
he: טוען נתוני הזמנה...
ja_jp: 注文データを読み込んでいます。。。
vi: Đang tải dữ liệu đơn hàng...

source: Please wait while we retrieve your order details.
ja_jp: 古い情報を回収中の間お待ちください。
vi: Vui lòng chờ, đơn hàng chi tiết đang được nhận...

source: Enroll In {course_name} | Choose Your Track
hi: एनरोल इन {course_name} | अपना ट्रैक चुनें
vi: Đăng ký vào {course_name} | Chọn Trương trình Của bạn

source: Sorry, there was an error when trying to enroll you
he: מצטערים, חלה שגיאה בתהליך ההרשמה
hi: क्षमा करें, आपका नामांकन करने का प्रयास करते समय कोई त्रुटि हुई थी
ja_jp: 悪いね、君を登録させようとしたらエラーが起きてしまったよ。
lt_lt: Atsiprašome, bandant jus užregistruoti įvyko klaida.
vi: Rất tiếc, đã có lỗi trong việc ghi danh

source: Pursue Academic Credit with a Verified Certificate
he: תשיג נקודות זכות אקדמיות עם תעודה מאומתת
hi: सत्यापित ट्रैक के साथ पर्सुडे अकादमिक क्रेडिट
ja_jp: 本人認証付き修了証で履修単位を続行する
vi: Lấy tín chỉ với Giấy chứng nhận được xác thực.

source: Become eligible for academic credit and highlight your new skills and knowledge with a verified certificate. Use this valuable credential to qualify for academic credit, advance your career, or strengthen your school applications.
hi: एकेडमिक क्रेडिट के लिए योग्य बनें और सत्यापित प्रमाण पत्र के साथ अपने नए कौशल और ज्ञान को उजागर करें। शैक्षणिक ऋण के लिए अर्हता प्राप्त करने, अपने कैरियर को आगे बढ़ाने या अपने स्कूल के अनुप्रयोगों को मजबूत करने के लिए इस मूल्यवान क्रेडेंशियल का उपयोग करें।
vi: Trở nên đủ điều kiện cho tín chỉ học tập và nêu bật các kỹ năng và kiến thức mới của bạn bằng một chứng chỉ xác thực. Sử dụng chứng chỉ có giá trị này để đủ điều kiện cho tín chỉ học tập, nâng cao sự nghiệp của bạn, hoặc tăng cường giá trị các đơn xin học.

source: {b_start}Eligible for credit:{b_end} Receive academic credit after successfully completing the course
he: {b_start}זכאי לקרדיט{b_end}: קבל קרדיט אקדמי עבור השלמה מוצלחת של הקורס.
hi: {b_start} क्रेडिट के लिए योग्य: {b_end} सफलतापूर्वक पाठ्यक्रम पूरा करने के बाद अकादमिक क्रेडिट प्राप्त करें
ja_jp: {b_start} 履修証明のための資格： {b_end} 本講座を満了できれば学術的な履修証明を得ることができます
vi: {b_start}Tín chỉ: {b_end} Bạn có thể lấy tín chỉ sau khi hoàn thành khoá học này.

source: Benefits of a Verified Certificate
he: יתרונות של תעודה מאומתת
hi: एक सत्यापित प्रमाण पत्र के लाभ
ja_jp: 本人認証的修了書の利点
vi: Lợi ích của một Giấy chứng nhận được xác thực

source: {b_start}Official:{b_end} Receive an instructor-signed certificate with the institution's logo
hi: {b_start} आधिकारिक: {b_end} संस्थान के लोगो के साथ एक प्रशिक्षक-हस्ताक्षरित प्रमाण पत्र प्राप्त करें
ja_jp: {b_start} 公認： {b_end} 教育機関のロゴつきで、指導者のサインがされている修了証を受け取る
vi: {b_start}Official:{b_end} Nhận giấy chứng nhận với chữ kí của giảng viên cùng logo của tổ chức giáo dục.

source: {b_start}Easily shareable:{b_end} Add the certificate to your CV or resume, or post it directly on LinkedIn
hi: {b_start} आसानी से साझा करें: {b_end} प्रमाणपत्र को अपने CV में जोड़ें या फिर से शुरू करें, या इसे सीधे LinkedIn पर पोस्ट करें
ja_jp: {b_start} 簡単にシェア可能： {b_end} 修了証を履歴書やレジメに追記したり、または LinkedIn に直接投稿することができます
vi: {b_start}Dễ chia sẻ:{b_end} Thêm chứng nhận vào sơ yếu lí lịch / CV / resume của bạn hoặc gửi trực tiếp lên LinkedIn.

source: Pursue a Verified Certificate
he: המשך לתעודה מאומתת
hi: एक सत्यापित प्रमाण पत्र का पीछा
ja_jp: 本人認証付きコースにしよう
lt_lt: Siekite tapatybe patvirtinto sertifikato
vi: Theo đuổi Giấy chứng nhận được xác thực

source: Highlight your new knowledge and skills with a verified certificate. Use this valuable credential to improve your job prospects and advance your career, or highlight your certificate in school applications.
hi: अपने नए ज्ञान और कौशल को सत्यापित प्रमाण पत्र के साथ हाइलाइट करें। अपनी नौकरी की संभावनाओं को बेहतर बनाने और अपने कैरियर को आगे बढ़ाने, या स्कूल के अनुप्रयोगों में अपने प्रमाण पत्र को उजागर करने के लिए इस मूल्यवान क्रेडेंशियल का उपयोग करें।
ja_jp: 本人認証付き修了証で、新たな知識やスキルを際立たせたものにしましょう。価値ある証明証は、就職の条件を改善し、キャリアを進め、また受験資格を際立たせることになります。
vi: Giấy chứng nhận được xác thực / verified certificate giúp học viên làm đẹp hồ sơ xin học hoặc xin việc, nâng cao cơ hội nghề nghiệp hay thăng tiến trong sự nghiệp.

source: {b_start}Official: {b_end}Receive an instructor-signed certificate with the institution's logo
hi: {b_start} आधिकारिक: {b_end} संस्थान के लोगो के साथ एक प्रशिक्षक-हस्ताक्षरित प्रमाण पत्र प्राप्त करें
ja_jp: {b_start} 公認： {b_end} 教育機関のロゴつきで、指導者のサインがされている修了証を受け取る
vi: {b_start}Official:{b_end} Nhận giấy chứng nhận với chữ kí của giảng viên cùng logo của tổ chức giáo dục.

source: {b_start}Easily shareable: {b_end}Add the certificate to your CV or resume, or post it directly on LinkedIn
hi: {b_start} आसानी से साझा करें: {b_end} प्रमाणपत्र को अपने CV में जोड़ें या फिर से शुरू करें, या इसे सीधे LinkedIn पर पोस्ट करें
vi: {b_start}Dễ chia sẻ:{b_end} Thêm chứng nhận vào sơ yếu lí lịch / CV / resume của bạn hoặc gửi trực tiếp lên LinkedIn.

source: {b_start}Motivating: {b_end}Give yourself an additional incentive to complete the course
hi: {b_start} प्रेरित: {b_end} पाठ्यक्रम को पूरा करने के लिए अपने आप को एक अतिरिक्त प्रोत्साहन दें
vi: {b_start}Động lực: {b_end} Thêm động lực cho bản thân để hoàn thành khoá học.

source: Audit This Course
he: בחן את הקורס הזה
hi: इस पाठ्यक्रम को ऑडिट करें
ja_jp: この講座を評価
lt_lt: Klausytis kurso nerenkant kreditų
vi: Dự thính khoá học này

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums.
hi: इस पाठ्यक्रम का निःशुल्क ऑडिट करें और सभी पाठ्यक्रम सामग्री, गतिविधियों, परीक्षणों और मंचों तक उनकी पूरी पहुँच हो।
vi: Kiểm tra khóa học này miễn phí và có quyền truy cập đầy đủ vào tất cả tài liệu, hoạt động, bài kiểm tra và diễn đàn.

source: Audit This Course (No Certificate)
hi: इस पाठ्यक्रम का ऑडिट करें (कोई प्रमाण पत्र नहीं)
vi: Kiểm tra Khóa học này (Không có Chứng chỉ)

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums. {b_start}Please note that this track does not offer a certificate for learners who earn a passing grade.{b_end}
hi: इस पाठ्यक्रम का निःशुल्क ऑडिट करें और सभी पाठ्यक्रम सामग्री, गतिविधियों, परीक्षणों और मंचों तक उनकी पूरी पहुँच हो। {b_start} कृपया ध्यान दें कि यह ट्रैक पासिंग ग्रेड कमाने वाले शिक्षार्थियों के लिए एक प्रमाण पत्र प्रदान नहीं करता है। {b_end}
vi: Kiểm tra khóa học này miễn phí và có quyền truy cập đầy đủ vào tất cả tài liệu, hoạt động, bài kiểm tra và diễn đàn. {b_start}Xin lưu ý rằng chương trình này không cung cấp chứng chỉ cho người học đạt điểm đậu.{b_end}

source: {chapter} current chapter
hi: {chapter}, मौजूदा अध्याय
ja_jp: 現在のチャプタは {chapter}
vi: {chapter} chương hiện tại

source: {span_start}current section{span_end}
hi: {span_start} वर्तमान अनुभाग {span_end}
vi: {span_start}phần hiện tại{span_end}

source: due {date}
he: תאריך הגשה {date}
hi: अंतिम तारीख़ {date}
ja_jp: 期日 {date}
lt_lt: pateikti iki {date}
vi: hạn {date}

source: {section_format} due {{date}}
hi: {section_format} देय {{date}}
vi: {section_format} hạn chót {{date}}

source: This content is graded
hi: इस सामग्री को वर्गीकृत किया गया है
ja_jp: このコンテンツは採点対象
vi: Nội dung đã được chấm điểm

source: An error occurred. Please try again later.
he: קרתה טעות. אנא נסו שוב מאוחר יותר.
hi: कुछ गड़बड़ हो गई। कृपया बाद में फिर से कोशिश कीजिए।
ja_jp: エラーが起きました。再度、お試しください。
lt_lt: Įvyko klaida. Prašome pabandyti vėliau.
vi: Có lỗi xảy ra. Vui lòng thử lại sau.

source: The currently logged-in user account does not have permission to enroll in this course. You may need to {start_logout_tag}log out{end_tag} then try the enroll button again. Please visit the {start_help_tag}help page{end_tag} for a possible solution.
ja_jp: 現在ログイン中のユーザーアカウントはこの講座を受講する権限を有しておりません。 {start_logout_tag}ログアウト{end_tag} し、改めて受講登録ボタンから登録をお願いします。{start_help_tag}ヘルプ{end_tag}に役に立つ情報があるかもしれませんので、ご確認ください。
vi: Tài khoản người dùng hiện đang đăng nhập không có quyền ghi danh vào khoá học này. Bạn cần {start_logout_tag}đăng xuất{end_tag} và thử nhấn nút đăng ký lại lần nữa. Vui lòng ghé thăm {start_help_tag}trang trợ giúp{end_tag} để tìm giải pháp.

source: You are enrolled in this course
hi: आप इस पाठ्यक्रम में नामांकित हैं
ja_jp: この講座に受講登録をしました
vi: Bạn đã ghi danh vào khoá học này.

source: View Course
he: צפה בקורס
hi: पाठयक्रम देखें
ja_jp: 講座画面へ
lt_lt: Peržiūrėti kursą
vi: Xem khóa học

source: This course is in your <a href="{cart_link}">cart</a>.
he: קורס זה נמצא ב<a href="{cart_link}">עגלת הקניות</a> שלך.
hi: यह पाठ्यक्रम आपके <a href="{cart_link}">cart</a> में है।
ja_jp: この講座は<a href="{cart_link}">カート</a>に入っています。
lt_lt: Šis kursas yra įdėtas į jūsų <a href="{cart_link}">krepšelį</a>.
vi: Khoá học này nằm trong <a href="{cart_link}">giỏ hàng của bạn</a>.

source: Course is full
he: הקורס מלא
hi: पाठ्यक्रम पूरा है
ja_jp: コースは一杯です。
lt_lt: Kursas užpildytas
vi: Khóa học đã đầy

source: Enrollment in this course is by invitation only
he: הרישום לקורס זה בהזמנה בלבד
hi: इस पाठ्यक्रम में नामांकन मात्र आमंत्रण द्वारा है
ja_jp: この講座は招待を受けた方のみが登録できます。
lt_lt: Registracija į šį kursą tik su pakvietimais
vi: Chỉ có thể ghi danh vào khóa học này qua thư mời.

source: Enrollment is Closed
he: ההרשמה סגורה
hi: नामांकन बंद
ja_jp: 登録は終了しました
lt_lt: Registracija uždaryta
vi: Đã đóng ghi danh.

source: Enroll in {course_name}
ja_jp: {course_name}に受講登録
vi: Ghi danh vào khoá học {course_name}

source: View About Page in studio
he: הצג עמוד "אודות" בסטודיו
hi: स्‍टूडियो अंतर्गत हमारे बारे में पृष्‍ठ देखें
ja_jp: 講座詳細をStudioで参照
lt_lt: Peržiūrėti "Apie" puslapį
vi: Xem About Page trong studio

source: Classes Start
he: השיעורים מתחילים
hi: कक्षाएं शुरू
ja_jp: 受講開始日
lt_lt: Paskaitos prasideda
vi: Ngày bắt đầu

source: Classes End
he: השיעורים נגמרים
hi: कक्षाएं खत्म
ja_jp: クラス終了
lt_lt: Paskaitos baigiasi
vi: Ngày kết thúc

source: Estimated Effort
he: מאמץ מוערך
hi: अनुमानित प्रयास
ja_jp: 想定される勉強時間/週
lt_lt: Numatomos pastangos
vi: Số giờ học mỗi tuần

source: Prerequisites
he: דרישות קדם
hi: आवश्यक शर्तें
ja_jp: 必要条件
lt_lt: Reikalavimai
vi: Yêu cầu của khoá học

source: You must successfully complete {link_start}{prc_display}{link_end} before you begin this course.
he: עליך להשלים בהצלחה {link_start}{prc_display}{link_end} לפני שאתה מתחיל קורס זה.
hi: इस कोर्स को शुरू करने से पहले आपको {link_start} {prc_display} {link_end} को सफलतापूर्वक पूरा करना होगा।
ja_jp: この講座を開始する前に{link_start}{prc_display}{link_end}を完了する必要があります。
lt_lt: Jūs turite sėkmingai baigti {link_start}{prc_display}{link_end} prieš pradėdami šį kursą.
vi: Bạn phải hoàn tất {link_start}{prc_display}{link_end} trước khi bắt đầu khóa học.

source: Additional Resources
he: משאבים נוספים
hi: अतिरिक्त संसाधन
ja_jp: 追加の資源
lt_lt: Papildomi ištekliai
vi: Tài liệu bổ sung

# self
source: enroll
hi: दाखिला दें
vi: ghi danh

source: Share with friends and family!
he: שתף עם חברים ובני משפחה!
hi: दोस्तों और परिवार वालों के साथ बांटें!
ja_jp: 友人や家族に共有する！
lt_lt: Pasidalinkite su draugais ir šeimos nariais!
vi: Chia sẻ với bạn bè và gia đình!

source: I just enrolled in {number} {title} through {account}: {url}
hi: मैंने अभी {number} {title} के माध्यम से {account}: {url} में दाखिला लिया है
ja_jp: {account}で{number}{title}に受講登録しました：{url}
vi: Tôi vừa mới ghi danh vào {number}{title} bằng {account}: {url}

source: Take a course with {platform} online
he: למד קורס זה בצורה מקוונת עם {platform}
hi: ऑनलाईन {platform} के साथ एक पाठ्यक्रम चुनें
ja_jp: {platform}のコースをオンラインで受講する
lt_lt: Pradėti {platform} kursą internetu
vi: Tham gia một khoá học với {platform} online

source: I just enrolled in {number} {title} through {platform} {url}
hi: मैंने अभी {number} {title} के माध्यम से {account}: {url} में दाखिला लिया है
ja_jp: {platform} {url}で{number} {title}に受講登録しました
vi: Tôi vừa mới ghi danh vào {number} {title} qua {platform} {url}
