Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Please click the 'Allow' button to grant these permissions to the above application. Otherwise, to withhold these permissions, please click the 'Cancel' button.
es_419: Haga clic en el botón 'Permitir' para conceder estos permisos a la aplicación de arriba. De lo contrario, para denegar estos permisos, haga clic en el botón 'Cancelar'.

source: Allow
es_419: Permitir

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
es_419: Usted recibió este correo porque solicitó el restablecimiento de la contraseña asociada a su cuenta en %(site_name)s.

source: Please go to the following page and choose a new password:
es_419: Por favor visite la siguiente página y seleccione una nueva contraseña:

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
es_419: Si usted no solicitó este cambio, puede ignorar este correo. Aún no hemos hecho modificaciones a su contraseña.

source: Thanks for using our site!
es_419: Gracias por usar el sitio!

source: The %(platform_name)s Team
es_419: El equpo de %(platform_name)s

source: Last modified:
es_419: Última modificación:

source: See all children
es_419: Ver todos los registros hijos

source: This article was last modified:
es_419: Última modificación de este artículo:

source: Add new article
es_419: Añadir nuevo artículo

source: Create article
es_419: Crear artículo

source: Go back
es_419: Volver

source: Delete article
es_419: Borrar artículo

source: You cannot delete a root article.
es_419: No puede borrar un artículo raíz.

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
es_419: No puede borrar este artículo porque no tiene permisos para borrar artículos que tengan artículos hijos. Intente borrar manualmente los artículos hijos uno por uno.

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
es_419: Está borrando un artículo. eso significa que los artículos hijos serán borrados también. Si elige purgar el artículo, los artículos hijos serán purgados también.

source: Articles that will be deleted
es_419: Artículos que serán borrados

source: ...and more!
es_419: --- y más!

source: You are deleting an article. Please confirm.
es_419: Está a punto de borrar un artículo. Favor confirmar.

source: Wiki Preview
es_419: Vista previa de la Wiki

source: window open
es_419: ventana abierta

source: Back to editor
es_419: Volver al editor

source: History
es_419: Historial

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
es_419: Haga clic en cada revisión para ver la lista de líneas modificadas. Haga clic en el botón Previsualizar para ver como se muestra el artículo en este momento. Al final de esta página, puede seleccionar una revisión particular o fusionar una revisión anterior con la actual.

source: (no log message)
es_419: (sin mensajes de log)

source: Preview this revision
es_419: Previsualizar esta revisión

source: Change
es_419: Cambiar
hi: बदलें
ko_kr: 변경
pt_br: Alterar
vi: Thay đổi

source: Merge selected with current...
es_419: Fusionar lo seleccionado con el actual...

source: Switch to selected version
es_419: Cambiar a la versión seleccionada

source: Wiki Revision Preview
es_419: Vista previa de revisión de la Wiki

source: Back to history view
es_419: Volver a la vista del historial

source: Switch to this version
es_419: Cambiar a esta versión

source: Merge Revision
es_419: Integrar la revisión

source: Merge with current
es_419: Fusionar con el actual

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
es_419: Cuando usted fusiona una revisión con la actual, todos los datos de las dos revisiones se conservarán y se fusionarán en su ubicación aproximada.

source: After this, it's important to do a manual review.
es_419: A continuación, es importante hacer una revisión manual.

source: Create new merged version
es_419: Crear una nueva versión fusionada.

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
es_419: Debe <a href="%(login_url)s">Iniciar sesión</a> o <a href="%(signup_url)s">registrarse</a> para usar esta función.

source: You need to log in or sign up to use this function.
es_419: Necesita iniciar sesión o registrarse para usar esta función.

source: Wiki Cheatsheet
es_419: Resumen de la Wiki

source: Wiki Syntax Help
es_419: Ayuda de la Sintaxis del Wiki

source: This wiki uses <strong>Markdown</strong> for styling. There are several useful guides online. See any of the links below for in-depth details:
es_419: Este wiki usa <strong>Markdown</strong> para el estilo. Hay varias guías útiles online. Mira alguno de los siguientes enlaces para detalles en profundidad.

source: Markdown: Basics
es_419: Markdown: Lo Esencial

source: Quick Markdown Syntax Guide
es_419: Guía Rápida de la Sintaxis de Markdown

source: Miniature Markdown Guide
es_419: Mini guía de Markdown

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
es_419: Para crear un articulo de wiki nuevo, crea un enlace a él. Al hacer click sobre el te lleva a la creación de la página.

source: %(platform_name)s Additions:
es_419: %(platform_name)s Adiciones:

source: Math Expression
es_419: Expresión matemática

source: Useful examples:
es_419: Ejemplos útiles:

source: %(platform_name)s Wiki
es_419: Wiki %(platform_name)s

source: Huge Header
es_419: Cabecera Grande

source: Smaller Header
es_419: Cabecera Pequeña

source: *emphasis* or _emphasis_
es_419: *emphasis* o _emphasis_

source: **strong** or __strong__
es_419: **strong** o __strong__

source: Unordered List
es_419: Lista no ordenada

source: Sub Item 1
es_419: Sub Ítem 1

source: Sub Item 2
es_419: Sub Ítem 2

source: Ordered
es_419: Ordenado

source: List
es_419: Lista

source: Quotes
es_419: Citas

source: Markdown syntax is allowed. See the %(start_link)scheatsheet%(end_link)s for help.
es_419: Se permite la sintaxis de marcadores Markdown. Vea el %(start_link)sresumen de wiki%(end_link)s para obtener mas información.

source: Attachments
es_419: Adjuntos

source: Upload new file
es_419: Cargar nuevo archivo

source: Search and add file
es_419: Buscar y añadir archivo

source: Upload file
es_419: Subir archivo

source: Search files and articles
es_419: Buscar archivos y artículos

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
es_419: Puede reutilizar archivos de otros artículos. Estos archivos están sujetos a las actualizaciones de los otros artículos, lo cual puede o no ser conveniente.

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
es_419: Los siguientes archivos están disponibles para este artículo. Copie el código de etiquetas para referenciar directamente un archivo del texto del artículo.

source: Markdown tag
es_419: Código de etiquetas

source: Uploaded by
es_419: Subido por

source: Size
es_419: Tamaño

source: File History
es_419: Historial de archivo

source: Detach
es_419: Desasociar

source: Restore
es_419: Resturar

source: anonymous (IP logged)
es_419: anónimo (IP autenticada)

source: File history
es_419: Historial de archivo

source: revisions
es_419: revisiones

source: There are no attachments for this article.
es_419: No hay adjuntos para este artículo.

source: Previewing revision:
es_419: Previsualizando la revisión:

source: Previewing a merge between two revisions:
es_419: Pre visualizando la fusión de dos revisiones:

source: This revision has been deleted.
es_419: Esta revisión se ha eliminado.

source: Restoring to this revision will mark the article as deleted.
es_419: La restauración de esta revisión marcará el artículo como eliminado.

source: Once you have approved this request, go to {catalog_admin_url} to set up a catalog for this user.
es_419: Una vez haya aprobado esta solicitud, visite {catalog_admin_url} para configurar un catálogo para este usuario.

source: Company Address
es_419: Dirección postal de la empresa

source: Describe what your application does.
es_419: Describa lo que hace su aplicación.

source: The URL of your company's website.
es_419: El URL de la página web de su empresa.

source: The name of your company.
es_419: El nombre de su empresa.

source: The contact address of your company.
es_419: La dirección de contacto de su empresa.

source: The following users do not exist: {usernames}.
es_419: Los siguientes usuarios no existen: {usernames}.

source: Comma-separated list of usernames which will be able to view this catalog.
es_419: Lista de nombres de usuario separados por comas que podrán visualizar este catálogo.

source: Denied
es_419: Denegado

source: Approved
es_419: Aprobado

source: Status of this API access request
es_419: Estado de esta solicitud de acceso a la API

source: The URL of the website associated with this API user.
es_419: El URL del sitio web asociado con este usuario de la API.

source: The reason this user wants to access the API.
es_419: La razón por la cual este usuario quiere acceder a la API.

source: API access request from {company}
es_419: Solicitud de acceso a la API de {company}

source: API access request
es_419: Solicitud de acceso a la API

source: I, and my company, accept the {link_start}{platform_name} API Terms of Service{link_end}.
es_419: Yo, y mi empresa, aceptamos los {link_start}{platform_name} Términos de Servicio API{link_end}.

source: No data provided.
es_419: No se suministraron datos.

source: Parameter usage_id not provided.
es_419: No se suministró el parámetro usage_id

source: Invalid usage_id: {usage_id}.
es_419: usage_id inválido: {usage_id}.

source: Block with usage_id: {usage_id} not found.
es_419: Bloque con usage_id: {usage_id} no encontrado.

source: You can create up to {max_num_bookmarks_per_course} bookmarks. You must remove some bookmarks before you can add new ones.
es_419: Puede crear hasta {max_num_bookmarks_per_course} marcadores. Deberá borrar algunos marcadores antes de que pueda añadir marcadores nuevos.

source: Bookmark with usage_id: {usage_id} does not exist.
es_419: El marcador con usage_id {usage_id} no existe.

source: Internal API URL
es_419: URL de API interna

source: API root to be used for server-to-server requests (e.g., https://catalog-internal.example.com/api/v1/).
es_419: API root para ser usada en peticiones de servidor a servidor. (Ej: https://catalog-internal.example.com/api/v1/).

source: Specified in seconds. Enable caching of API responses by setting this to a value greater than 0.
es_419: Especificado en segundos. Habilitar el almacenamiento en caché de las respuestas del API estableciendo este a un valor mayor que 0.

source: Username created for Course Catalog Integration, e.g. lms_catalog_service_user.
es_419: Nombre de usuario creado para la integración del catálogo de cursos, ej. lms_catalog_service_user.

source: List of domains that are allowed to make cross-domain requests to this site. Please list each domain on its own line.
es_419: Lista de dominios que tienen permitido hacer peticiones de dominio cruzado a este sitio. Por favor ingrese cada dominio en una línea independiente.

source: Default Group
es_419: Grupo por defecto

source: You cannot create two cohorts with the same name
es_419: No puede crear dos cohortes con el mismo nombre

source: A cohort with the same name already exists.
es_419: Ya existe una cohorte con ese nombre.

source: The platform key associates CourseTalk widgets with your platform. Generally, it is the domain name for your platform. For example, if your platform is http://edx.org, the platform key is "edx".
es_419: Los clave para asociar de su plataforma en los widgets de CourseTalk. En general, es el nombre de dominio para su plataforma. Por ejemplo, si la plataforma es http://edx.org, la clave de plataforma es "edx".

source: Internal Service URL
es_419: URL del servicio interno

source: Public Service URL
es_419: URL del servicio público

source: Enable Learner Issuance
es_419: Habilitar expedición por parte del estudiante

source: Enable issuance of credentials via Credential Service.
es_419: Habilitar la expedición de credenciales a través de un servicio de credenciales.

source: Enable Authoring of Credential in Studio
es_419: Habilitar la Creación de credenciales desde Studio

source: Enable authoring of Credential Service credentials in Studio.
es_419: Habilitar la creación de Servicio de credenciales desde Studio

source: Course Credit Eligibility
es_419: Elegibilidad para créditos del curso

source: You are eligible for credit from {providers_string}
es_419: Usted es elegible para recibir créditos de {providers_string}

source: {first_provider} and {second_provider}
es_419: {first_provider} y {second_provider}

source: {first_providers}, and {last_provider}
es_419: {first_providers}, y {last_provider}

source: [{username}] is not eligible for credit for [{course_key}].
es_419: [{username}] no es elegible para créditos en [{course_key}].

source: [{course_key}] is not a valid course key.
es_419: [{course_key}] no es una referencia de curso válida.

source: Unique identifier for this credit provider. Only alphanumeric characters and hyphens (-) are allowed. The identifier is case-sensitive.
es_419: Identificador único para est proveedor de créditos. Solo se aceptan caracteres alfanuméricos y guiones (-). El identificador distingue mayúsculas y minúsculas.

source: Whether the credit provider is currently enabled.
es_419: Indica si el proveedor de créditos está actualmente habilitado.

source: Name of the credit provider displayed to users
es_419: Nombre del proveedor de créditos para mostrar.

source: When true, automatically notify the credit provider when a user requests credit. In order for this to work, a shared secret key MUST be configured for the credit provider in secure auth settings.
es_419: Si se configura en True, se notificará automáticamente al proveedor de crédito cuando haya una petición de crédito del usuario. Para que esto funcione, se debe configurar una clave secreta para el proveedor de crédito en la configuración de autenticación segura.

source: URL of the credit provider. If automatic integration is enabled, this will the the end-point that we POST to to notify the provider of a credit request. Otherwise, the user will be shown a link to this URL, so the user can request credit from the provider directly.
es_419: URL del proveedor de crédito. Si se habilita la integración automática, esta será el end-point al que se hará POST para notificar al proveedor de crédito. De lo contrario, se mostrará al usuario un vínculo a esta URL para que pueda solicitar el crédito al proveedor directamente.

source: URL from the credit provider where the user can check the status of his or her request for credit. This is displayed to students *after* they have requested credit.
es_419: URL del proveedor de créditos, donde el usuario puede revisar el estado de su solicitud de crédito. Esta es mostrada a los usuarios después de que han solicitado los créditos.

source: Description for the credit provider displayed to users.
es_419: Descripción del proveedor de créditos mostrada a los usuarios.

source: Plain text or html content for displaying further steps on receipt page *after* paying for the credit to get credit for a credit course against a credit provider.
es_419: Texto plano o contenido HTML para mostrar los pasos siguientes después de pagar por el crédito para obtener créditos para un curso por cuenta de un proveedor.

source: Plain text or html content for displaying custom message inside credit eligibility email content which is sent when user has met all credit eligibility requirements.
es_419: Texto plano o contenido HTML para mostrar un mensaje personalizado dentro del correo de elegibilidad para créditos que se enviará a los usuarios cuando hayan cumplido todos los requerimientos de elegibilidad para créditos.

source: Plain text or html content for displaying custom message inside credit receipt email content which is sent *after* paying to get credit for a credit course.
es_419: Texto plano o contenido HTML para mostrar un mensaje personalizado dentro del correo que se envía después de que el usuario ha pagado para obtener crédito por un curso.

source: Thumbnail image url of the credit provider.
es_419: URL de la imagen miniatura del proveedor de crédito.

source: Credit requirement statuses
es_419: Estados de requerimientos para créditos

source: Deadline for purchasing and requesting credit.
es_419: Fecha límite para comprar y solicitar crédito.

source: Preview Language is currently disabled
es_419: La vista previa de idioma está deshabilitada

source: Language code not provided
es_419: No se suministró código de idioma

source: Language set to language code: {preview_language_code}
es_419: Idioma configurado a: {preview_language_code}

source: Language reset to the default language code
es_419: Idioma reajustado al código de idioma por defecto

source: Language reset to user's preference: {preview_language_code}
es_419: Idioma reajustado a preferencias del usuario: {preview_language_code}

source: The course key for the restricted course.
es_419: La clave de curso para el acceso restringido.

source: The message to show when a user is blocked from enrollment.
es_419: Mensaje para mostrar cuando un usuario tenga bloqueada la inscripción.

source: The message to show when a user is blocked from accessing a course.
es_419: Mensaje para mostrar cuando un usuario tenga bloqueada la inscripción a un curso.

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
es_419: Permitir a los usuarios que se inscribieron desde países aceptados acceder a los contenidos restringidos desde países no aceptados.

source: Two character ISO country code.
es_419: Código de país en dos caracteres ISO.

source: Whether to include or exclude the given course. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the course. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the course.
es_419: Define se se incluye o excluye el curso dado. Si se especifican países en la lista blanca, UNICAMENTE usuarios de estos países podrán acceder al curso. Si se especifican países en la lista negra, los usuarios de estos países no podrán tener acceso.

source: The course to which this rule applies.
es_419: Curso al que se aplican estas reglas.

source: The country to which this rule applies.
es_419: País al que se aplican estas reglas.

source: Whitelist {country} for {course}
es_419: Incluir en lista blanca a {country} para el curso {course}

source: Blacklist {country} for {course}
es_419: Incluir en lista negra a {country} para el curso {course}

source: You have already created an account using an external login like WebAuth or Shibboleth. Please contact {tech_support_email} for support.
es_419: Usted ya ha creado una cuenta usuando un inicio de sesión externo como WebAuth o Shibboleth. Por favor contacte {tech_support_email} para obtener asistencia.

source: Your university identity server did not return your ID information to us. Please try logging in again. (You may need to restart your browser.)
es_419: El servidor de identidad de su universidad no nos regresó su información de identificación. Por favor, intente acceder nuevamente. (Es posible que tenga que reiniciar su navegador.)

source: The file must be smaller than {image_max_size} in size.
es_419: El archivo debe tener un tamaño menor a {image_max_size}.

source: The file must be at least {image_min_size} in size.
es_419: El archivo debe tener un tamaño de al menos {image_min_size}.

source: The file must be one of the following types: {valid_file_types}.
es_419: El archivo debe ser de uno de las siguientes tipos: {valid_file_types}.

source: The Content-Type header for this file does not match the file data. The file may be corrupted.
es_419: El encabezado Content-Type para este archivo no coincide con los datos del archivo. El archivo debe estar corrupto.

source: The file name extension for this file does not match the file data. The file may be corrupted.
es_419: El nombre de extensión del archivo no corresponde con los datos del mismo. El archivo debe estar corrupto.

source: No file provided for profile image
es_419: No se suministró una foto de perfil

source: API Version
es_419: Versión API

source: Path used to construct URLs to programs marketing pages (e.g., "/foo").
es_419: Ruta utilizada para construir URLs a páginas de marketing de los programas (por ejemplo, "/ foo").

source: Path to authoring app's JS
es_419: Ruta del JS de la aplicación de autoría

source: This value is required in order to enable the Studio authoring interface.
es_419: Este valor es requerido para habilitar la interfaz de autoría en STUDIO.

source: Path to authoring app's CSS
es_419: Ruta del CSS de la aplicación de autoría

source: Enable Student Dashboard Displays
es_419: Habilitar las visualizaciones del Panel de control del estudiante

source: Enable Studio Authoring Interface
es_419: Habilitar la interfaz de autoría de STUDIO

source: Enable Program Certificate Generation
es_419: Activar generación de certificados de programa

source: Maximum Certification Retries
es_419: Número máximo de reintentos para la certificación

source: When making requests to award certificates, make at most this many attempts to retry a failing request.
es_419: Al solicitar que se emitan los certificados, haga como máximo este número de reintentos por pedido fallido.

source: Do we want to show xseries program advertising
es_419: Queremos mostrar publicidad para programas de xseries

source: Do we want to show program listing page
es_419: Queremos mostrar la página enumerando los programas

source: Do we want to show program details pages
es_419: Queremos mostrar las páginas con los detalles de los programas

source: Enable course home page improvements.
es_419: Habilitar las mejoras a la página de inicio del curso.

source: The '{field_name}' field cannot be edited.
es_419: El campo '{field_name}' no puede ser editado.

source: Delete failed for user preference '{preference_key}'.
es_419: Ocurrió un fallo al borrar la preferencia de usuario '{preference_key}'.

source: Preference '{preference_key}' cannot be set to an empty value.
es_419: La preferencia '{preference_key}' no puede ser definida como vacía.

source: Invalid user preference key '{preference_key}'.
es_419: Llave de preferencia de usuario inválida '{preference_key}'

source: Value '{preference_value}' is not valid for user preference '{preference_key}'.
es_419: El valor '{preference_value}' no es válido para la preferencia de usuario '{preference_key}'.

source: Value '{preference_value}' not valid for preference '{preference_key}': Not in timezone set.
es_419: El valor '{preference_value}' no es válido para la opción '{preference_key}': No está en la zona horaria establecida.

source: Value '{preference_value}' is not a valid time zone selection.
es_419: El valor '{preference_value}' no es una selección de zona horaria válida.
