Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: In the event that {platform_name} provides you with access to information specific to {platform_name} and/or the APIs that is either marked as "Confidential" or which a reasonable person would assume to be confidential or proprietary given the terms of its disclosure ("Confidential Information"), you agree to use this information only to use and build with the APIs. You may not disclose the Confidential Information to anyone without {platform_name}'s prior written consent, and you agree to protect the Confidential Information from unauthorized use and disclosure in the same way that you would protect your own confidential information. Confidential Information does not include information that you independently developed, that was rightfully given to you by a third party without any confidentiality obligation, or that becomes public through no fault of your own. You may disclose Confidential Information when compelled to do so by law if you provide {platform_name} with reasonable prior notice, unless a court orders that {platform_name} not receive notice.
hi: इस घटना में कि {platform_name} आपको {platform_name} और / या API के लिए विशिष्ट जानकारी तक पहुंच प्रदान करता है जिसे या तो "गोपनीय" के रूप में चिह्नित किया गया है या जो एक उचित व्यक्ति को गोपनीय या मालिकाना माना जाएगा, इसके प्रकटीकरण की शर्तों को देखते हुए। ("गोपनीय जानकारी"), आप इस जानकारी का उपयोग केवल एपीआई के साथ उपयोग और निर्माण के लिए करते हैं। हो सकता है कि आप {platform_name} की पूर्व लिखित सहमति के बिना किसी को भी गोपनीय जानकारी का खुलासा न करें, और आप गोपनीय जानकारी को अनधिकृत उपयोग और प्रकटीकरण से उसी तरह सुरक्षित रखने के लिए सहमत हैं, जिससे आप अपनी स्वयं की गोपनीय जानकारी की रक्षा करेंगे। गोपनीय जानकारी में वह जानकारी शामिल नहीं है जिसे आपने स्वतंत्र रूप से विकसित किया था, जो कि आपको किसी भी गोपनीय दायित्व के बिना किसी तीसरे पक्ष द्वारा सही रूप से दिया गया था, या जो आपकी स्वयं की कोई गलती नहीं है। यदि आप उचित पूर्व सूचना के साथ {platform_name} प्रदान करते हैं, तो जब तक कि अदालत आदेश न दे कि {platform_name} नोटिस प्राप्त नहीं करता है, तब आप कानून द्वारा ऐसा करने के लिए बाध्य होने पर गोपनीय जानकारी का खुलासा कर सकते हैं।

source: {platform_name} AND THE {platform_name} PARTICIPANTS DO NOT WARRANT THAT THE APIS WILL OPERATE IN AN UNINTERRUPTED OR ERROR-FREE MANNER, THAT THE APIS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE APIS OR API CONTENT PROVIDED WILL MEET YOUR NEEDS OR EXPECTATIONS. {platform_name} AND THE {platform_name} PARTICIPANTS ALSO MAKE NO WARRANTY ABOUT THE ACCURACY, COMPLETENESS, TIMELINESS, OR QUALITY OF THE APIS OR ANY API CONTENT, OR THAT ANY PARTICULAR API CONTENT WILL CONTINUE TO BE MADE AVAILABLE.
hi: {platform_name} और {platform_name} PARTICIPANTS किसी भी अनधिकृत या त्रुटि-मुक्त प्रबंधक में APIS का चयन नहीं करेगा, जो APIS, अन्य या किसी अन्य घटक से मुक्त हैं, या APIS या API के माध्यम से उपलब्ध नहीं हैं। {platform_name} और {platform_name} PARTICIPANTS इसके अलावा किसी भी वारंटी, पूर्णता, समय सीमा, या APIS या किसी भी API कॉन्टेंट की गुणवत्ता के बारे में कोई वारंटी नहीं देता है, या कोई भी API API कॉन्टेंट मिल जाएगा, जो कि उपलब्ध होने के लिए उपयोगी होगा।

source: USE OF THE APIS, AND THE API CONTENT AND ANY SERVICES OBTAINED FROM OR THROUGH THE APIS, IS AT YOUR OWN RISK. YOUR ACCESS TO OR DOWNLOAD OF INFORMATION, MATERIALS OR DATA THROUGH THE APIS IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF SUCH INFORMATION, MATERIALS OR DATA, UNLESS OTHERWISE EXPRESSLY PROVIDED FOR IN THE {platform_name} PRIVACY POLICY.
hi: APIS का उपयोग करें, और एपीआई कंटेंट और किसी भी सेवा से अपॉइंटमेंट लिया जाता है, और यह आपके अपने जोखिम पर है। सूचना, सामग्री या डेटा को डाउनलोड करने के लिए आपका अधिकार या तरीका आपके आवेदन और जोखिम पर है, और आप अपने प्रस्ताव के लिए समाधान के लिए ठोस परिणाम प्राप्त करेंगे (जो कि आपके कंप्यूटर सिस्टम की मौजूदगी में हैं) या डेटा की कमी के कारण। इस तरह की जानकारी, सामग्री या डेटा का उपयोग करें, {platform_name} गोपनीयता नीति के लिए विस्तृत रूप से प्रदान की गई अन्य जानकारी।

source: TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE THAT NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES, EITHER ACTUAL OR CONSEQUENTIAL, ARISING OUT OF OR RELATING TO THE TERMS, OR YOUR (OR ANY THIRD PARTY'S) USE OF OR INABILITY TO USE THE APIS OR ANY API CONTENT, OR YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH THE APIS, WHETHER YOUR CLAIM IS BASED IN CONTRACT, TORT, STATUTORY OR OTHER LAW.
hi: लागू कानून द्वारा पूर्ण रूप से प्रस्तुत किए जाने के लिए, आप किसी भी {platform_name} के किसी भी सदस्य को भेजते हैं, किसी भी तरह का नुकसान हो सकता है {platform_name}या किसी भी तरह के नुकसान के लिए आप से संबंधित हो सकते हैं, किसी भी तरह का काम कर सकते हैं, एआरटीओआई, ARISING OISING आपका (या कोई भी तृतीय पक्ष) एपीआई या किसी भी एपीआई कॉन्टेंट का उपयोग करने के लिए या किसी भी अन्य सामग्री का उपयोग करने के लिए, या आपके अपीलों से संबंधित जानकारी की पुष्टि करता है या एपिस से जुड़ा हुआ है, जो आपके अनुबंध, टिकट, स्टेटमेंट या अन्य ला में उपलब्ध है।

source: The APIs and API Content may include hyperlinks to sites maintained or controlled by others and not affiliated with or under the control of {platform_name}. {platform_name_capitalized} and the {platform_name} Participants are not responsible for and do not routinely screen, approve, review or endorse the contents of or use of any of the products or services that may be offered at these third-party sites. If you decide to access linked third-party websites, you do so at your own risk.
hi: एपीआई और एपीआई सामग्री में हाइपरलिंक्स शामिल हो सकती हैं जो दूसरों द्वारा बनाए या नियंत्रित की जाती हैं और {platform_name} के नियंत्रण में या उनके साथ संबद्ध नहीं हैं। {platform_name_capitalized} और {platform_name} प्रतिभागी इसके लिए जिम्मेदार नहीं हैं और नियमित रूप से स्क्रीन, अनुमोदन, समीक्षा या किसी भी ऐसे उत्पादों या सेवाओं के उपयोग या उनकी सामग्री का उपयोग नहीं करते हैं जो किसी तीसरे पक्ष की साइटों पर पेश की जा सकती हैं। यदि आप लिंक किए गए तृतीय-पक्ष वेबसाइटों तक पहुंचने का निर्णय लेते हैं, तो आप अपने जोखिम पर ऐसा करते हैं।

source: To the maximum extent permitted by applicable law, you agree to defend, hold harmless and indemnify {platform_name} and the {platform_name} Participants, and their respective subsidiaries, affiliates, officers, faculty, students, fellows, governing board members, agents and employees from and against any third-party claims, actions or demands arising out of, resulting from or in any way related to your use of the APIs and any API Content, including any liability or expense arising from any and all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys' fees, of every kind and nature. In such a case, {platform_name} or one of the {platform_name} Participants will provide you with written notice of such claim, action or demand.
hi: लागू कानून द्वारा अनुमत अधिकतम सीमा तक, आप बचाव करने के लिए सहमत होते हैं, हानि रहित पकड़ते हैं और {platform_name} और {platform_name} प्रतिभागी और उनके संबंधित सहायक, अधिकारी, अधिकारी, संकाय, छात्र, साथियों, बोर्ड के सदस्यों, एजेंटों और कर्मचारियों की निंदा करते हैं। किसी भी तृतीय-पक्ष के दावों के विरुद्ध, क्रियाओं या मांगों से उत्पन्न, जिसके परिणामस्वरूप या किसी भी तरह से एपीआई और किसी भी एपीआई सामग्री के उपयोग से संबंधित, किसी भी देयता या व्यय से उत्पन्न और सभी दावों, नुकसान, नुकसान सहित ( वास्तविक और परिणामी), सूट, निर्णय, मुकदमेबाजी की लागत और वकीलों की फीस, हर प्रकार और प्रकृति की। ऐसे मामले में, {platform_name} या {platform_name} में से एक प्रतिभागी आपको इस तरह के दावे, कार्रवाई या मांग की लिखित सूचना प्रदान करेगा।

source: You agree that the Terms, the APIs, and any claim or dispute arising out of or relating to the Terms or the APIs will be governed by the laws of the Commonwealth of Massachusetts, excluding its conflicts of law provisions. You agree that all such claims and disputes will be heard and resolved exclusively in the federal or state courts located in and serving Cambridge, Massachusetts, U.S.A. You consent to the personal jurisdiction of those courts over you for this purpose, and you waive and agree not to assert any objection to such proceedings in those courts (including any defense or objection of lack of proper jurisdiction or venue or inconvenience of forum). Notwithstanding the foregoing, you agree that {platform_name} shall still be allowed to apply for injunctive remedies (or an equivalent type of urgent legal relief) in any jurisdiction.
hi: आप इस बात से सहमत हैं कि नियम, एपीआई, और शर्तों या एपीआई से संबंधित या किसी भी दावे या विवाद को मैसाचुसेट्स के राष्ट्रमंडल के कानूनों द्वारा नियंत्रित किया जाएगा, कानून के प्रावधानों के टकराव को छोड़कर। आप इस बात से सहमत हैं कि ऐसे सभी दावों और विवादों को कैम्ब्रिज, मैसाचुसेट्स, संयुक्त राज्य अमेरिका में स्थित और सेवारत संघीय या राज्य न्यायालयों में विशेष रूप से सुना और हल किया जाएगा। आप इस उद्देश्य के लिए उन अदालतों के व्यक्तिगत क्षेत्राधिकार के लिए सहमति देते हैं, और आप माफ करते हैं और सहमत नहीं होते हैं उन अदालतों में इस तरह की कार्यवाही पर कोई आपत्ति दर्ज करने के लिए (किसी भी बचाव या उचित अधिकार क्षेत्र या स्थान की कमी या मंच की असुविधा सहित आपत्ति)। पूर्वगामी के बावजूद, आप इस बात से सहमत हैं कि {platform_name} को अभी भी किसी भी अधिकार क्षेत्र में निषेधाज्ञा उपायों (या तत्काल कानूनी राहत के बराबर प्रकार) के लिए आवेदन करने की अनुमति दी जाएगी।

source: You may stop using the APIs at any time. You agree that {platform_name}, in its sole discretion and at any time, may terminate your use of the APIs or any API Content for any reason or no reason, without prior notice or liability.
hi: आप किसी भी समय एपीआई का उपयोग करना बंद कर सकते हैं। आप सहमत हैं कि {platform_name}, अपने विवेकाधिकार और किसी भी समय, बिना किसी पूर्व सूचना या देयता के किसी भी कारण या बिना किसी कारण के API या किसी भी API सामग्री के आपके उपयोग को समाप्त कर सकता है।

source: {platform_name_capitalized} and the {platform_name} Participants reserve the right at any time in their sole discretion to cancel, delay, reschedule or alter the format of any API or API Content offered through {platform_name}, or to cease providing any part or all of the APIs or API Content or related services, and you agree that neither {platform_name} nor any of the {platform_name} Participants will have any liability to you for such an action.
hi: {platform_name_capitalized} और {platform_name} प्रतिभागी किसी भी समय किसी भी एपीआई या एपीआई सामग्री को रद्द करने, देरी, पुनर्निर्धारित या परिवर्तित करने के लिए अपने एकमात्र विवेक के अधिकार को {platform_name} के माध्यम से, या किसी भी भाग या सभी को प्रदान करने से रोकने के लिए आरक्षित रखते हैं। एपीआई या एपीआई सामग्री या संबंधित सेवाएं, और आप सहमत हैं कि न तो {platform_name} और न ही {platform_name} प्रतिभागियों में से किसी को भी इस तरह की कार्रवाई के लिए कोई दायित्व नहीं होगा।

source: Upon any termination of the Terms or discontinuation of your access to an API for any reason, your right to use any API and API Content will immediately cease. You will immediately stop using the APIs and delete any cached or stored API Content from Your Application and your networks, systems and servers as soon as reasonably possible. All provisions of the Terms that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, and limitations of liability. Termination of your access to and use of the APIs and API Content shall not relieve you of any obligations arising or accruing prior to such termination or limit any liability that you otherwise may have to {platform_name}, including without limitation any indemnification obligations contained herein.
hi: किसी भी कारण से किसी एपीआई के लिए आपकी पहुँच की शर्तों या छूट को समाप्त करने पर, किसी भी एपीआई और एपीआई सामग्री का उपयोग करने का आपका अधिकार तुरंत समाप्त हो जाएगा। आप तुरंत एपीआई का उपयोग करना बंद कर देंगे और जितनी जल्दी हो सके अपने आवेदन और अपने नेटवर्क, सिस्टम और सर्वर से किसी भी कैश या संग्रहीत एपीआई सामग्री को हटा दें। शर्तों के सभी प्रावधान जो कि उनकी प्रकृति से समाप्त होने चाहिए, समाप्त हो जाना चाहिए, जिसमें बिना किसी सीमा के, स्वामित्व प्रावधान, वारंटी अस्वीकरण और देयता की सीमाएं शामिल हैं। API और API सामग्री के उपयोग और उपयोग के लिए आपकी समाप्ति आपको ऐसी समाप्ति से पहले उत्पन्न होने वाले किसी भी दायित्व से छुटकारा नहीं दिलाएगी या किसी देयता को सीमित नहीं करेगी, जो कि आपको {platform_name} के लिए हो सकती है, जिसमें सीमा के अलावा कोई भी अनिश्चितता दायित्वों को शामिल नहीं किया गया है।

source: Unsubscribe
hi: अनसब्स्क्रिब

source: confirm unsubscribe from {org} {course} emails.
hi: कन्फ़र्म करे अनसबस्क्रिब फोरम को {ऑर्ग} {कोर्स} ईमेलस |

source: Note:
hi: ध्यान दें:

source: You will still receive course emails from other courses you are enrolled in.
hi: तुम अभी भी कोर्स ईमेलस रेसीव करोगे अन कौरसेस से जिसमे तुम एनरोलल हो |

source: You have successfully unsubscribed from {org} {course} emails.
hi: तुमने सकसेसफुलली अनसबसक्रिब कर लिया {ऑर्ग} {कोर्स} एमाइल्स से |

source: You have not been unsubscribed from {org} {course} emails.
hi: तुम अनसबसक्रिबेड नहीं हुए हो {ऑर्ग} {कोर्स} एमाइल्स से |

source: {link_start}Return to edX.org{link_end}
hi: {लिंक_स्टार्ट}रिटर्न तो edX.org{link_end}

source: CCX Coach Dashboard
hi: CCX कोच डैशबोर्ड
ja_jp: CCX コーチのダッシュボード

source: Batch Enrollment
he: רישום קבוצתי
hi: बैच दाखिला
ja_jp: 受講登録バッチ
lt_lt: Grupinė registracija

source: Enter one or more email addresses or usernames separated by new lines or commas.
hi: नई लाइनों या अल्पविरामों द्वारा अलग किए गए एक या अधिक ईमेल पते या उपयोगकर्ता नाम दर्ज करें।

source: Make sure you enter the information carefully. You will not receive notification for invalid usernames or email addresses.
hi: सुनिश्चित करें कि आप जानकारी को सावधानीपूर्वक दर्ज करें। आपको अमान्य उपयोगकर्ता नाम या ईमेल पते के लिए सूचना नहीं मिलेगी।

source: Awarded to:
hi: इनाम दिय़ा गया:

source: Invalid Certificate Configuration.
hi: अमान्य प्रमाणपत्र कॉन्फ़िगरेशन।
ja_jp: 修了証の設定が無効です。

source: The institution's logo.
hi: संस्था का लोगो।

source: URL Not Supported
hi: URL सुपपोर्टेड नहीं है

source: This link is no longer valid. But don’t worry—this Verified Certificate is still valid and available to share. If this is your certificate, please visit your dashboard to get a new shareable link. If you're viewing someone else's certificate, please contact them to get an updated link.
hi: यह लिंक अब वालिद नही है| मगर चिंता न करे- यह वेरिफ़ाएड केर्टिफिकेट अभी भी वालिद है और मौजूद है शेयर करने के लिए| अगर यह आपका केर्टिफिकेट है, तो कृपया अपने डैश बोर्ड पर वीसैट करे एक नया शेरेबल लिंक लेले के लिए| अगर आप किसी और का केर्टिफिकेट व्यू कर्राहे है, कृपया संपर्क करे उन्हे ताकि वो नया अप्देटेड लिंक लेले|

source: About edX Certificates
hi: EdX प्रमाणपत्र के बारे में

source: Pursue the Verified Track
hi: सत्यापित ट्रैक का पीछा करें

source: Pursue Academic Credit with the Verified Track
hi: सत्यापित ट्रैक के साथ पर्सुडे अकादमिक क्रेडिट

source: Benefits of the Verified Track
hi: सत्यापित ट्रैक का लाभ

source: {b_start}Unlimited Course Access: {b_end}Learn at your own pace, and access materials anytime to brush up on what you've learned.
hi: {b_start} अनलिमिटेड कोर्स एक्सेस: {b_end} अपनी गति से जानें, और जो भी आपने सीखा है, उस पर ब्रश करने के लिए कभी भी सामग्री एक्सेस करें।

source: {b_start}Graded Assignments: {b_end}Build your skills through graded assignments and projects.
hi: {b_start} स्नातक किए गए असाइनमेंट: {b_end} ग्रेड किए गए असाइनमेंट और प्रोजेक्ट्स के माध्यम से अपने कौशल का निर्माण करें।

source: {b_start}Easily Sharable: {b_end}Add the certificate to your CV or resume, or post it directly on LinkedIn.
hi: {b_start} आसानी से आरेखित करें: {b_end} प्रमाणपत्र को अपने CV में जोड़ें या फिर से शुरू करें, या सीधे लिंक्डइन पर पोस्ट करें।

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include graded assignments, or unlimited course access.{b_end}
hi: इस पाठ्यक्रम का निशुल्क ऑडिट करें और पाठ्यक्रम सामग्री और चर्चा मंचों तक पहुंच बनाएं। {b_start} इस ट्रैक में ग्रेडेड असाइनमेंट या असीमित कोर्स एक्सेस शामिल नहीं है। {b_end}

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include graded assignments.{b_end}
hi: इस पाठ्यक्रम का निशुल्क ऑडिट करें और पाठ्यक्रम सामग्री और चर्चा मंचों तक पहुंच बनाएं। {b_start} इस ट्रैक में वर्गीकृत कार्य शामिल नहीं हैं। {b_end}

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include unlimited course access.{b_end}
hi: इस पाठ्यक्रम का निशुल्क ऑडिट करें और पाठ्यक्रम सामग्री और चर्चा मंचों तक पहुंच बनाएं। {b_start} इस ट्रैक में असीमित कोर्स एक्सेस शामिल नहीं है। {b_end}

source: An error has occurred. Please ensure that you are logged in to enroll.
hi: एक एर्र आगया है | प्लीज मेक शुर करे की आप ल्ग्गेड इन है एनरोलल में |

source: Enroll Now
hi: अब दाखिला ले

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible.
hi: हुमे खेद है, यह मोदुल टेम्पोरारीली अनअवाईलेबल है | हमारे स्टाफ काम कर रहे है इसे जल्द फिक्स करने के लिए |

source: Important Dates
hi: इंपोर्टेंट डेट्स

source: Today
hi: आज

source: Verified Only
hi: वेरिफ़एड ओन्ली

source: Due Next
hi: ड्यू नैक्सट

source: Not yet released
hi: नोट येट रेयलिसेड

source: Welcome to {org}'s {course_title}!
hi: {Org} के {course_title} में आपका स्वागत है!

source: Welcome to {course_title}!
hi: {Course_title} में आपका स्वागत है!

source: Purchase the Program (
hi: कार्यक्रम खरीद (

source: Course Progress for '{username}' ({email})
hi: कोर्स प्रोग्रैस '{यूसर्नेम}' ({ईमेल}) के लिए

source: display_name
hi: प्रदर्शित होने वाला नाम

source: Congratulations! You are now eligible to receive course credit from {providers} for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
hi: बधाई हो! अब आप अपने {platform_name} कोर्स को सफलतापूर्वक पूरा करने के लिए {providers} से कोर्स क्रेडिट प्राप्त करने के लिए पात्र हैं! {link_start} अब क्रेडिट खरीदें। {link_end}

source: Congratulations! You are now eligible to receive course credit for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
hi: बधाई हो! अब आप अपने {platform_name} पाठ्यक्रम को सफलतापूर्वक पूरा करने के लिए पाठ्यक्रम क्रेडिट प्राप्त करने के लिए पात्र हैं! {link_start} अब क्रेडिट खरीदें। {link_end}

source: There are 2 steps to getting course credit.
hi: कोर्स क्रेडिट प्राप्त करने के लिए 2 चरण हैं।

source: Purchase credit by going to your {link_start}{platform_name} dashboard{link_end} and clicking the {bold_start}Get Credit{bold_end} button below the course title.
hi: अपने {link_start} {platform_name} डैशबोर्ड {link_end} पर जाकर और {bold_start} गेट क्रेडिट {bold_end} बटन पर क्लिक करके खरीदारी करें।

source: When your payment is complete, return to the dashboard and click the {bold_start}Request Credit{bold_end} button under the course title to request an official academic transcript at the institution that granted the credit.
hi: जब आपका भुगतान पूरा हो जाए, तो डैशबोर्ड पर वापस लौटें और संस्था को आधिकारिक अकादमिक प्रतिलेख के लिए क्रेडिट शीर्षक प्रदान करने के लिए पाठ्यक्रम शीर्षक के तहत {bold_start} अनुरोध क्रेडिट {bold_end} बटन पर क्लिक करें।

source: Grades will be finalized on {cert_available_date}
hi: ग्रदेस फानलाइजड होगा ऑन {सरट_अवाईलेबल_डेट}

source: for {course_display_name}
hi: {course_display_name} के लिए

source: You must select a session by {expiration_date} to access the course.
hi: कोर्स तक पहुंचने के लिए आपको {expiration_date} द्वारा एक सत्र का चयन करना होगा।

source: Change or Leave Session
hi: परिवर्तन या सत्र छोड़ें

source: You can no longer change sessions.
hi: अब आप सत्र नहीं बदल सकते।

source: You can change sessions until {entitlement_expiration_date}.
hi: आप सत्रों को तब तक बदल सकते हैं जब तक कि {entitlement_expiration_date} न हो।

source: I'm taking {course_name} online with {facebook_brand}. Check it out!
hi: मैं {facebook_brand} के साथ {course_name} ले रहा हूं। इसकी जांच - पड़ताल करें!

source: I'm taking {course_name} online with {twitter_brand}. Check it out!
hi: मैं {twitter_brand} के साथ {course_name} ऑनलाइन ले रहा हूं। इसकी जांच - पड़ताल करें!

source: Available Actions
he: פעולות זמינות
hi: उपलब्ध कार्य
ja_jp: 利用可能な操作

source: You are enrolled by your institution and you should reach out to your institution to drop this course.
hi: तुम अपने इंस्टीटूटसन के थ्रू एनरोललद हुए हो और तुम्हें अपने इंस्टीटूसन के संपर्क में होना चाहिए इस कोर्स को ड्रॉप करने के लिए |

source: You will see a message on your dashboard when the verification process is complete (usually within 5-7 days).
hi: आप आपने डैश बोर्ड में एक मैसेज देखेंगे जब वेरिफिकेस्न प्रोसैस समाप्त होगा (ज़्यादातर 5-7 दिन के भीतर)|

source: You have submitted your reverification information. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days).
hi: आपने अपना रिवेरीफेकेस्न इन्फोर्मेस्न जमा कर दिया है| आप अपने डैश बोर्ड पर एक मैसेज देखेंगे जब वेरिफिकेस्न प्रोसैस समाप्त होजाएगा (ज्यादार 5-7 दिन में)|

source: You have completed this course and are eligible to purchase course credit. Select {strong_start}Get Credit{strong_end} to get started.
hi: अपने कंप्लीट करलिया है इस कोर्स को और अब आप एलीजीबल है कोर्स क्रेडिट परचेस करने के लिए| सिलैक्ट करे {strong_start} गेट क्रेडिट {strong_end} शुरू करने के लिए|

source: Thank you for your payment. To receive course credit, you must now request credit at the {link_to_provider_site} website. Select {start_bold}Request Credit{end_bold} to get started.
hi: भुगतान करने के लिए धय्न्वाद| कोर्स क्रेडिट लेने के लिए, आप ज़रूर क्रेडिट रेकुएस्ट करे {link_to_provider_site} वैबसाइट पर| सिलैक्ट करे {start_bold} रेकुएस्ट क्रेडिट {end_bold} पर शुरू होने के लिए|

source: {start_bold}Congratulations!{end_bold} {provider_name} has approved your request for course credit. To see your course credit, visit the {link_to_provider_site} website.
hi: {start_bold} बधाई हो!{end_bold} {provider_name} अप्रूव कर दीया है कोर्स क्रेडिट के रेकुएस्ट के लिए| कोर्स क्रेडिट देखने के लिए, वीसैट करे {link_to_provider_site} वैबसाइट|

source: Course options for {courseName}
hi: {CourseName} के लिए पाठ्यक्रम विकल्प

source: Consent to share your data
hi: अपना डेटा साझा करने के लिए सहमति दें

source: To access this course, you must first consent to share your learning achievements with {enterprise_customer_name}.
hi: इस पाठ्यक्रम तक पहुंचने के लिए, आपको पहले {learning_customer_name} के साथ अपनी सीखने की उपलब्धियों को साझा करने के लिए सहमति देनी होगी।

source: View Consent
hi: सहमति देखें

source: Please be aware photo verification can take up to three days once initiated and you will not be able to earn a certificate or take a proctored exam until approved.
hi: कृपया जागरूक रहे की आपका फोटो वेरिफिकेस्न तीन दिन तक लेसक्ता है एक बार शुरू होने पर और आप केर्टिफिकेट नही कमा पाएंगे या प्रोक्टोरेड एकसां जब तक आपका एकसां अप्प्रोव्द नही होजता|

source: We're sorry to see you go! Read the following statements and rate your level of agreement.
hi: हमे दुख है आपको जाता देख कर! नीमलिखित कथन को पढे और अपने समझोते के स्तर को मूल्यांकन करे|

source: Price is too high for me
hi: प्राइस बोहुत ज्यादा है मेरे लिए

source: I was not satisfied with my experience taking the courses
hi: मई सएटीस्फिएड नहीं हूँ अपने एक्सपिरियन्स से इस कोर्स के

source: Content of the courses was too difficult
hi: कौरसेस का कंटैंट बोहुत डिफिकल्ट था

source: I did not have enough time to complete the courses
hi: मेरे पास समय नहीं था कोर्ससेस कंप्लीट करने का

source: The content was not available when I wanted to start
hi: कंटैंट अवाईलेबल नहीं था जब मई स्टार्ट करना चाहता था

source: Can we contact you via email for follow up?
hi: क्या हम आपको ईमेल के थ्रू फॉलो कर सकते है ?
