Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Tweet that you've enrolled in this course
hi: ट्वीट जो आपने इस पाठ्यक्रम में नामांकित किया है
ja_jp: この講座に受講登録したことをTweetする。
vi: Thông báo trên Twitter rằng bạn đã ghi danh vào khoá học này

source: Post a Facebook message to say you've enrolled in this course
hi: इस कोर्स में दाखिला लेने के लिए फेसबुक संदेश पोस्ट करें
ja_jp: この講座に受講登録したことをFacebookに投稿する
vi: Đăng một thông điệp Facebook nói rằng bạn đã ghi danh vào khoá học này

source: Email someone to say you've enrolled in this course
hi: किसी को यह कहने के लिए ईमेल करें कि आपने इस पाठ्यक्रम में दाखिला लिया है
ja_jp: この講座に受講登録したことを誰かにメールする
vi: Gửi email cho một người nào đó thông báo rằng bạn dã ghi danh vào khoá học này

source: current location
hi: वर्तमान स्थान
vi: vị trí hiện tại

source: needs attention
he: לתשומת ליבך
hi: ध्यान कि आवश्यकता हैं
ja_jp: 注意が必要
lt_lt: reikalauja dėmesio
vi: những điều cần biết

source: Course Material
he: חומרי הקורס
hi: पाठ्यक्रम सामग्री
ja_jp: 講座教材
vi: Tài liệu khóa học

source: Hide
he: החבא
hi: छिपाएं
ja_jp: 非表示
lt_lt: Paslėpti
vi: Ẩn

source: Show
hi: दिखाएं
vi: Hiện

source: Show Earlier Course Updates
hi: पहले के पाठ्यक्रम अपडेट दिखाएं
vi: Hiển thị Bản cập nhật Khóa Trước

source: List of Courses
hi: पाठ्यक्रम की सूची
ja_jp: 講座の一覧
vi: Danh mục khóa học

source: Refine Your Search
hi: अपनी खोज को परिष्कृत करे
ja_jp: より細かく検索する
vi: Điều chỉnh tìm kiếm

source: {course_number} Courseware
he: {course_number} לומדה
hi: {course_number} पाठ्यक्रम
ja_jp: 講座番号「{course_number}」を学習する
lt_lt: {course_number} kurso medžiaga
vi: Chương trình học của {course_number}

source: Course Utilities
he: שירותי הקורס
hi: पाठ्यक्रम उपयोगिताएँ
ja_jp: コースユーティリティー
vi: Tiện ích khóa học

source: Courseware
he: לומדה
hi: पाठ्यक्रम
ja_jp: 学習する
lt_lt: Kurso medžiaga
vi: Chương trình học

source: Course Search
he: חיפוש קורסים
hi: पाठ्यक्रम खोज
ja_jp: 講座検索
lt_lt: Kurso paieška
vi: Tìm khóa học

source: No content has been added to this course
he: לא הוסף תוכן לקורס זה
hi: इस पाठ्यक्रम हेतु कोई भी विषय वस्‍तु नहीं जोडी गई है
ja_jp: このコースにはまだコンテンツがありません
lt_lt: Prie šio kurso dar nepridėtas turinys
vi: Chưa có nội dung nào được thêm vào khóa học này.

source: To access course materials, you must score {required_score}% or higher on this exam. Your current score is {current_score}%.
hi: पाठ्यक्रम सामग्री तक पहुंचने के लिए, आपको इस परीक्षा में {required_score}% या अधिक अंक प्राप्त करने होंगे। आपका वर्तमान स्कोर {current_score}% है।
vi: Để truy cập tài liệu hướng dẫn khoá học, bạn phải đạt được điểm số {required_score}% hoặc cao hơn trong kỳ thi này. Điểm số hiện tại của bạn là {current_score}%.

source: Your score is {current_score}%. You have passed the entrance exam.
he: הציון שלך הוא {current_score}%. עברת את מבחן הכניסה.
hi: आपका स्कोर {current_score}% है। आपने प्रवेश परीक्षा दी है।
ja_jp: あなたの得点は{current_score}%です。入学試験に合格しました。
vi: Điểm của bạn là {current_score}%. Chúc mừng bạn đã đậu kiểm tra đầu vào.

source: Gradebook
he: ספר הציונים
hi: ग्रेडबुक या श्रेणी किताब
ja_jp: 成績一覧
lt_lt: Pažymių knygelė
vi: Sổ Điểm

source: Search students
he: חפש סטודנטים
hi: छात्रों को खोजें
ja_jp: 受講者を検索
lt_lt: Ieškoti kurso dalyvių
vi: Tìm kiếm học viên

source: previous page
hi: पिछला पृष्ठ
ja_jp: 前のページ
vi: trang trước

source: of
hi: का
ja_jp: の
vi: của

source: next page
hi: अगला पृष्ठ
ja_jp: 次のページ
vi: trang sau

source: {course_number} Course Info
he: {course_number} מידע על הקורס
hi: {course_number} पाठ्यक्रम की जानकारी
ja_jp: {course_number} お知らせ
lt_lt: {course_number} kurso informacija
vi: {course_number} Thông tin khóa học

source: You are not enrolled yet
he: עדיין אינך רשום
hi: आप अभी तक नामांकित नहीं हैं
ja_jp: まだ受講登録していません
lt_lt: Jūs dar neužsiregistravę
vi: Bạn chưa ghi danh

source: You are not currently enrolled in this course. {link_start}Enroll now!{link_end}
hi: आप वर्तमान में इस पाठ्यक्रम में नामांकित नहीं हैं। {link_start} अब प्रवेश करें! {link_end}
vi: Bạn hiện chưa đăng ký tham gia khóa học này. {link_start}Đăng ký ngay!{link_end}

source: Resume Course
hi: कोर्स फिर से शुरू करें
vi: Tiếp tục Học

source: View Updates in Studio
he: ראה עדכונים בסטודיו
hi: स्‍टूडियो के अद्यतन देखें
ja_jp: 更新をStudioで参照
lt_lt: Studio aplinkoje peržiūrėti atnaujinimus
vi: Xem Cập Nhật trong Studio

source: Course Updates and News
hi: कोर्स अपडेट और समाचार
vi: Cập nhật và Tin tức Khóa học

source: Handout Navigation
he: ניווט דפי מידע
hi: है्न्डआउट नैविगेशन
ja_jp: 資料のご案内
lt_lt: Dalomosios medžiagos navigacija
vi: Tài liệu handout

source: Course Tools
hi: कोर्स के उपकरण
vi: Công cụ Khoá học

source: News - MITx 6.002x
he: חדשות - MITx 6.002x
hi: समाचार - MITx 6.002x
ja_jp: ニュース - MITx 6.002x
lt_lt: Naujienos - MITx 6.002x
vi: Tin tức - MITx 6.002x

source: Updates to Discussion Posts You Follow
he: עדכונים לדיונים שאתה עוקב אחריהם
hi: आप जिन चर्चाओं को फॉलो करते हैं उनके अपडेट
ja_jp: あなたがフォローしているディスカッションのアップデート
lt_lt: Jūsų stebimų diskusijos įrašų atnaujinimai
vi: Cập nhật của các bài thảo luận bạn đang theo dõi

source: Original Price
hi: मूल कीमत
vi: Giá gốc

source: Discounted Price
hi: रियायती मूल्य
vi: Giá giảm

source: Start Learning
hi: सीखना शुरू करें
vi: Bắt đầu Học

source: Play
hi: चलाएं
vi: Chạy

source: YouTube Video
hi: यूट्यूब वीडियो
vi: Video từ YouTube

source: View Courses
he: הצג קורסים
hi: पाठयक्रम देखें
ja_jp: 講座を見る
lt_lt: Peržiūrėti kursus
vi: Xem khóa học

source: Meet the Instructors
hi: प्रशिक्षकों से मिलें
vi: Gặp gỡ Giảng viên

source: Frequently Asked Questions
he: שאלות נפוצות
hi: अक्सर पूछे जाने वाले प्रश्न
vi: Các câu hỏi thường gặp

source: Job Outlook
hi: नौकरी का दृष्टिकोण
vi: Triển vọng Việc làm

source: Real Career Impact
hi: असली कैरियर प्रभाव
vi: Tác động Nghề nghiệp Thực sự

source: What You'll Learn
hi: आप क्या सीखेंगे
vi: Những gì Bạn Sẽ Học

source: Average Length
hi: औसत लंबाई
vi: Độ dài Trung bình

source: {weeks_to_complete} weeks per course
hi: {weeks_to_complete} सप्ताह प्रति पाठ्यक्रम
vi: {weeks_to_complete} tuần mỗi khoá học

source: Effort
hi: प्रयास
vi: Nỗ lực

source: {min_hours_effort_per_week}-{max_hours_effort_per_week} hours per week, per course
hi: {min_hours_effort_per_week} - {max_hours_effort_per_week} घंटे प्रति सप्ताह, प्रति कोर्स
vi: {min_hours_effort_per_week}-{max_hours_effort_per_week} giờ mỗi tuần, mỗi khoá học

source: Number of Courses
hi: पाठ्यक्रमों की संख्या
vi: Số lượng Khóa học

source: {number_of_courses} courses in program
hi: कार्यक्रम में {number_of_courses} पाठ्यक्रम
vi: {number_of_courses} khoá học trong chương trình

source: Price (USD)
hi: मूल्य (USD)
vi: Giá (VNĐ)

source: ${newPrice}{htmlEnd} for entire program
hi: पूरे कार्यक्रम के लिए $ {newPrice} {htmlEnd}
vi: ${newPrice}{htmlEnd} cho toàn bộ chương trình

source: You save ${discount_value} {currency}
hi: आप $ {discount_value} {currency} बचाते हैं
vi: Bạn tiết kiệm ${discount_value} {currency}

source: ${full_program_price} for entire program
hi: पूरे कार्यक्रम के लिए $ {full_program_price}
vi: ${full_program_price} cho toàn bộ chương trình

source: Courses in the {}
hi: {} में पाठ्यक्रम
vi: Các khóa học trong {}

source: Starts on {}
hi: {} पर शुरू होता है
vi: Bắt đầu vào {}

source: {course_number} Progress
he: {course_number} התקדמות
hi: {course_number} प्रगति
ja_jp: {course_number}の進捗
lt_lt: {course_number} Pažanga
vi: Tiến độ {course_number}

source: View Grading in studio
he: צפה בתהליך מתן הציונים בסטודיו
hi: स्‍टूडियो में श्रेणीकरण देखें
ja_jp: 採点をStudioで参照
lt_lt: Studio aplinkoje peržiūrėti įvertinimus
vi: Xem Chấm Điểm / Grading trong studio

source: Course Progress for Student '{username}' ({email})
he: התקדמות בקורס לסטודנט {username} ({email})&lrm;
hi: छात्र '{username}' ({email}) की पाठ्यक्रम प्रगति
ja_jp: '{username}'({email})の成績
lt_lt: Kurso dalyvio '{username}' ({email}) pažanga
vi: Tiến độ khoá học của '{username}' ({email})

source: View Certificate
hi: प्रमाणपत्र देखें
vi: Xem chứng chỉ

source: Opens in a new browser window
hi: एक नई ब्राउज़र विंडो में खुलता है
vi: Mở trong một cửa sổ trình duyệt mới

source: Download Your Certificate
he: הורד את התעודה שלך
hi: अपना प्रमाणपत्र डाउनलोड करें
ja_jp: 修了証をダウンロード
vi: Tải về chứng chỉ của bạn

source: Request Certificate
he: בקש תעודה
hi: अनुरोध प्रमाण पत्र
ja_jp: 修了証を請求
vi: Yêu cầu chứng chỉ

source: Requirements for Course Credit
hi: कोर्स क्रेडिट के लिए आवश्यकताएँ
vi: Các yêu cầu để được lấy tín chỉ

source: {student_name}, you are no longer eligible for credit in this course.
hi: {student_name}, अब आप इस पाठ्यक्रम में क्रेडिट के लिए पात्र नहीं हैं।
vi: {student_name}, bạn không còn đủ điều kiện để nhận tín chỉ cho khóa học này.

source: {student_name}, you have met the requirements for credit in this course. {a_start}Go to your dashboard{a_end} to purchase course credit.
hi: {student_name}, आप इस पाठ्यक्रम में क्रेडिट के लिए आवश्यकताओं को पूरा कर चुके हैं। {a_start} कोर्स क्रेडिट खरीदने के लिए अपने डैशबोर्ड {a_end} पर जाएं।
vi: {student_name}, bạn đã thấy các yêu cầu thanh toán trong khóa học này. {a_start}Tới Bảng thông tin của bạn{a_end} để mua khóa học.

source: {student_name}, you have not yet met the requirements for credit.
hi: {student_name}, आपने अभी तक क्रेडिट के लिए आवश्यकताओं को पूरा नहीं किया है।
vi: {student_name}, bạn chưa đạt đủ điều kiện để nhận tín chỉ cho khóa học này.

source: Information about course credit requirements
hi: क्रेडिट आवश्यकताओं के बारे में जानकारी
vi: Thông tin về các yêu cầu để được lấy tín chỉ cho khoá học

source: Verification Submitted
hi: सत्यापन प्रस्तुत किया गया
vi: Xác thực đã được gửi đi

source: Verification Failed
hi: सत्यापन असफल
vi: Xác thực thất bại

source: Verification Declined
hi: सत्यापन अस्वीकृत
vi: Xác thực bị từ chối

source: Completed by {date}
hi: {date} से पूर्ण
vi: Hoàn thành bởi {date}

source: Upcoming
hi: आगामी
vi: Sắp đến

source: Less
he: פחות
hi: कम
ja_jp: 少ない
lt_lt: Mažiau
vi: Ít hơn

source: Details for each chapter
hi: प्रत्येक अध्याय के लिए विवरण
vi: Chi tiết cho mỗi chương

source: {earned} of {total} possible points
hi: {earned} {total} संभव अंक
vi: {earned} trên {total} điểm tối đa.

source: Suspicious activity detected during proctored exam review. Exam score 0.
hi: प्रस्तावित परीक्षा की समीक्षा के दौरान संदिग्ध गतिविधि का पता चला। परीक्षा का अंक 0।
vi: Đã phát hiện thấy hoạt động đáng ngờ trong quá trình xem lại bài thi có giám sát. Điểm bai thi 0.

source: Section grade has been overridden.
hi: सेक्शन ग्रेड को ओवरराइड किया गया है।
vi: Phần điểm đã bị ghi đè.

source: Problem Scores:
he: ציוני בעיות
hi: प्राप्त किए गए अंक:
ja_jp: 課題：
lt_lt: Įvertinimas:
vi: Điểm bài tập:

source: Practice Scores:
he: ציוני תרגול
hi: अभ्यास में प्राप्त अंक:
ja_jp: 練習問題：
lt_lt: Užduočių įvertinimo taškai:
vi: Điểm thực hành:

source: Problem scores are hidden until the due date.
hi: नियत तिथि तक समस्या स्कोर छिपाए जाते हैं।
vi: Điểm bài viết được ẩn cho đến ngày hết hạn.

source: Practice scores are hidden until the due date.
hi: नियत तिथि तक अभ्यास के अंक छिपाए जाते हैं।
vi: Điểm thực hành được ẩn cho đến ngày hết hạn.

source: Problem scores are hidden.
hi: समस्या स्कोर छिपे हुए हैं।
vi: Điểm bài viết bị ẩn.

source: Practice scores are hidden.
hi: समस्या स्कोर छिपे हुए हैं।
vi: Điểm thực hành bị ẩn.

source: No problem scores in this section
he: אין ציוני בעיות בחלק זה
hi: इस भाग में कोई अंक नहीं हैं
ja_jp: この節には課題・練習問題はありません。
lt_lt: Šioje potemėje vertinamų užduočių nėra
vi: Phần này không có bài tập tính điểm

source: {course.display_number_with_default} Course Info
he: {course.display_number_with_default} מידע על הקורס
hi: {course.display_number_with_default} पाठ्यक्रम जानकारी
ja_jp: {course.display_number_with_default}のお知らせ
lt_lt: {course.display_number_with_default} kurso Informacija
vi: {course.display_number_with_default} Thông tin khoá học

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
he: היית לאחרונה ב{section_link}. אם סיימת עם זה, בחר חלק אחר בתפריט משמאל.
hi: हाल ही में आप {section_link} में थे। अगर वहां आप का काम पूरा हो गया हो तो स्क्रीन की बाई तरफ़ से कोई दूसरा भाग चुनें।
ja_jp: 前回は{section_link}にアクセスしました。別のものを学習する場合には、該当の項目をメニュー（学習リスト）からお選びください。
lt_lt: Paskutinį kartą buvote atidarę {section_link}. Jei šią potemę baigėte, kairėje pasirinkite kitą.
vi: Bạn vừa ở {section_link}. Nếu đã hoàn tất, xin chọn một mục khác ở bên trái.

source: Hi {name},
he: הי {name},
hi: नमस्ते {name},
ja_jp: ようこそ、{name}さん
lt_lt: Sveiki {name},
vi: Xin chào, {name}

source: Hi,
hi: नमस्ते,
vi: Xin chào,

source: Course credit can help you get a jump start on your university degree, finish a degree already started, or fulfill requirements at a different academic institution.
hi: कोर्स क्रेडिट आपको अपने विश्वविद्यालय की डिग्री पर कूदने में मदद कर सकता है, पहले से शुरू की गई डिग्री को पूरा कर सकता है, या एक अलग शैक्षणिक संस्थान में आवश्यकताओं को पूरा कर सकता है।
vi: Tín chỉ của một khoá học có thể giúp bạn có một bước khởi đầu tích cực tiến tới tấm bằng đại học, hoàn thành một chứng chỉ, hoặc đáp ứng các yêu cầu bởi một viện giáo dục khác.

source: We hope you enjoyed the course, and we hope to see you in future {platform_name} courses!
hi: हमें उम्मीद है कि आपने पाठ्यक्रम का आनंद लिया है, और हम आपको भविष्य के {platform_name} पाठ्यक्रमों में देखने की उम्मीद करते हैं!
vi: Chúng tôi hy vọng bạn đã thích khóa học, và mong được gặp bạn trong các khóa học khác của {platform_name} trong tương lai!

source: The {platform_name} Team
he: צוות {platform_name}
hi: {platform_name} टीम
ja_jp: {platform_name}運営チーム
lt_lt: {platform_name} komanda
vi: Đội ngũ {platform_name}

source: {link_start}Click here for more information on credit at {platform_name}{link_end}.
hi: {link_start} क्रेडिट के बारे में अधिक जानकारी के लिए यहां क्लिक करें {platform_name} {link_end}।
vi: {link_start}Nhấn vào đây để có thêm thông tin về tín chỉ tại {platform_name}{link_end}.

source: Your certificate will be available on or before {date}
hi: आपका प्रमाणपत्र {date} पर या उससे पहले उपलब्ध होगा
vi: Chứng chỉ của bạn sẽ có vào hoặc trước ngày {date}

source: Your final grade:
he: הציון הסופי שלך
hi: आपकी अंतिम श्रेणी:
ja_jp: 課題全体の得点率：
lt_lt: Jūsų galutinis įvertinimas:
vi: Điểm tổng kết của bạn:

source: Grade required for a {cert_name_short}:
he: ציון נדרש ל{cert_name_short}:
hi: {cert_name_short} के लिए आवश्यक श्रेणी:
ja_jp: {cert_name_short}に必要な評価：
lt_lt: {cert_name_short} būtinas įvertinimas:
vi: Điểm cần đạt để nhận {cert_name_short}:

source: Grade required to pass this course:
hi: इस कोर्स को पास करने के लिए आवश्यक ग्रेड:
vi: Điểm cần thiết để vượt qua khóa học này:

source: Your verified {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}. If you would like a refund on your {cert_name_long}, please contact our billing address {billing_email}
he: התעודה המאומתת שלך {cert_name_long} מוחזקת בכפוף לביטחונות ש-{cert_name_short} עומדת בכללי האמברגו המחמירים של ארה"ב על איראן, קובה, סוריה וסודאן. אם אתה חושב שהמערכת שלנו טעתה בזיהוי שלך כקשור למדינות אלו, אנא הודע לנו באמצעות הודעת דואר אלקטרוני {email}. אם אתה מעוניין בהחזר עבור {cert_name_long}, אנא צור עמנו קשר בכתובת הבאה {billing_email}.
hi: आपको आपका प्रमाण पत्र {cert_name_long} अभी तक इसलिए नहीं मिला है क्योंकि हम पहले यह पुष्टि करना चाहते हैं कि आपके {cert_name_short} का देना अमरीका ने जो इरान, कूबा, सीरीया और सुदान पर व्यापार संबंघी प्रतिरोध लगाएं हुए हैं, उनका उल्लंघन करना नहीं होगा। अगर आपको लगता है कि सिस्टम की किसी गड़बड़ से आपको इन किसी देशों से जोड़ा गया है, तो हमें इस ई-मेल{email} पर संपर्क करें। अगर आपको अपने {cert_name_long} के लिए दी गई नक़द वापिस चाहिए तो हमारे बिल्लंग पते को संपर्क करें {billing_email}।
ja_jp: あなたの認証済み{cert_name_long}の発行は保留状態となっています。{cert_name_short}の発行は、米国からのイラン、キューバ、シリア、スーダンへの貿易規制条例の法令遵守下にあります。もし、私たちのシステムが間違ってあなた上記に国家に該当する国民と特定しているようであれば、その旨を {email} に教えてください。もし、{cert_name_long}費用の返金を希望される場合、お手数ですが課金窓口{billing_email}へご連絡ください。
lt_lt: Jūsų {cert_name_long} laukia patvirtinimo, kad {cert_name_short} išdavimas nepažeidžia griežto JAV embargo, taikomo Iranui, Kubai, Sirijai ir Sudanui. Jei manote, kad mūsų sistema klaidingai identifikavo jus, kaip susijusį su viena iš šių valstybių, praneškite mums el. paštu {email}. Jei norėtumėte susigrąžinti pinigus už {cert_name_long}, prašome susisiekti atsiskaitymo adresu {billing_email}
vi: Chứng chỉ {cert_name_long} / {cert_name_short} của bạn đang trong trạng thái chờ để được xác nhận. Nếu gặp vấn đề, hãy gửi thư cho chúng tôi tới địa chỉ email {email}. Nếu bạn muốn chúng tôi hoàn tiển cho chứng nhận {cert_name_long}, xin hãy gửi thư đến địa chỉ thanh toán {billing_email} cho chúng tôi.

source: Your {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}.
he: התעודה שלך {cert_name_long} מוחזקת בכפוף לביטחונות ש-{cert_name_short} עומדת בכללי האמברגו המחמירים של ארה"ב על איראן, קובה, סוריה וסודאן. אם אתה חושב שהמערכת שלנו טעתה בזיהוי שלך כקשור למדינות אלו, אנא צור עמנו קשר באמצעות {email}.
hi: आपको आपका प्रमाण पत्र {cert_name_long} अभी तक इसलिए नहीं मिला है क्योंकि हम पहले यह पुष्टि करना चाहते हैं कि आपके{cert_name_short} का देना अमरीका ने जो इरान, कूबा, सीरीया और सुदान पर व्यापार संबंघी प्रतिरोध लगाएं हुए हैं, उनका उल्लंघन करना नहीं होगा। अगर आपको लगता है कि सिस्टम की किसी गड़बड़ से आपको इन किसी देशों से जोड़ा गया है, तो हमें इस ई-मेल{email} पर संपर्क करें।
ja_jp: あなたの{cert_name_long}の発行は保留状態となっています。{cert_name_short}の発行は、米国からのイラン、キューバ、シリア、スーダンへの貿易規制条例の法令遵守下にあります。もし、私たちのシステムが間違ってあなた上記に国家に該当する国民と特定しているようであれば、その旨を {email} に教えてください。
lt_lt: Jūsų {cert_name_long} laukia patvirtinimo, kad {cert_name_short} išdavimas nepažeidžia griežto JAV embargo, taikomo Iranui, Kubai, Sirijai ir Sudanui. Jei manote, kad mūsų sistema klaidingai identifikavo jus, kaip susijusį su viena iš šių valstybių, praneškite mums el. paštu {email}.
vi: Chứng chỉ {cert_name_long} / {cert_name_short} của bạn đang trong trạng thái chờ để được xác nhận. Nếu gặp vấn đề, hãy gửi thư cho chúng tôi tới địa chỉ email {email}

source: Your certificate was not issued because you do not have a current verified identity with {platform_name}.
hi: आपका प्रमाणपत्र इसलिए जारी नहीं किया गया क्योंकि आपके पास {platform_name} के साथ एक वर्तमान सत्यापित पहचान नहीं है।
vi: Chứng chỉ của bạn không được phát hành vì bạn không có danh tính được xác minh với {platform_name}.

source: Verify your identity now.
hi: अब अपनी पहचान सत्यापित करें।
vi: Xác minh danh tính của bạn bây giờ.

source: Your {cert_name_short} is Generating
he: התעודה שלך {cert_name_short} בתהליכי יצור
hi: आपका {cert_name_short} तैयार हो रहा है
ja_jp: あなたの{cert_name_short}は発行中です
lt_lt: Jūsų {cert_name_short} yra generuojamas
vi: Chứng chỉ {cert_name_short} của bạn đang được tạo

source: This link will open the certificate web view
hi: यह लिंक प्रमाणपत्र वेब दृश्य को खोलेगा
vi: Liên kết này sẽ mở giao diện web của chứng chỉ

source: View {cert_name_short}
hi: {Cert_name_short} देखें
vi: Xem {cert_name_short}

source: This link will open/download a PDF document
he: קישור זה יפתח/יוריד קובץ PDF
hi: यह लिंक एक पीडीएफ दस्तावेज़ खोलेगा/ डाउनलोड करेगा
ja_jp: このリンクはPDF文書を「開く」もしくは「ダウンロード」されます
lt_lt: Ši nuoroda atidarys/atsiųs PDF dokumentą
vi: Liên kết này sẽ mở ra/tải về một tài liệu PDF

source: Download {cert_name_short} (PDF)
he: הורד {cert_name_short} (PDF)
hi: डाउनलोड {cert_name_short} (PDF)
ja_jp: {cert_name_short}をダウンロード (PDF)
vi: Tải về {cert_name_short} (PDF)

source: Download Your {cert_name_short} (PDF)
he: הורד את התעודה שלך {cert_name_short} (PDF)
hi: अपना {cert_name_short} (PDF) डाउनलोड करें
ja_jp: {cert_name_short}をダウンロード (PDF)
lt_lt: Parsisiųsti {cert_name_short} (PDF)
vi: Tải chứng chỉ {cert_name_short} về (định dạng PDF)

source: This link will open/download a PDF document of your verified {cert_name_long}.
he: קישור זה יפתח/יוריד קובץ PDF של התעודה המאומתת {cert_name_long}.
hi: यह लिंक आपके वेरीफ़ाइड {cert_name_long} का एक पीडीएफ दस्तावेज़ डाउनलोड करेगा।
ja_jp: このリンクは本人認証された{cert_name_long}のPDFを開くもしくはダウンロードします。
lt_lt: Ši nuoroda atidarys/atsiųs jūsų tapatybe patvirtinto {cert_name_long} PDF dokumentą.
vi: Đường dẫn này sẽ mở / tải xuống một tài liệu PDF cho chứng chỉ {cert_name_long} của bạn.

source: Download Your ID Verified {cert_name_short} (PDF)
he: הורד קובץ (PDF) של התעודה המאומתת על ידי זיהוי של {cert_name_short}
hi: अपना {cert_name_short} (PDF) डाउनलोड करें
ja_jp: 本人認証{cert_name_short}をダウンロード (PDF)
lt_lt: Parsisiųsti tapatybe patvirtintą {cert_name_short} (PDF)
vi: Tải chứng chỉ {cert_name_short} đã qua xác thực ID (định dạng PDF)

source: Complete our course feedback survey
he: השלם את סקר המשוב של הקורס
hi: हमारे कोर्स का प्रतिक्रिया सर्वेक्षण पूरा करें
ja_jp: 講座についてのフィードバック調査を完了します。
lt_lt: Užpildykite atsiliepimų apie kursą apklausą
vi: Làm khảo sát về khoá học của chúng tôi

source: Add Certificate to LinkedIn Profile
he: הוסף תעודה לפרופיל לינקדאין
hi: लिंक्डइन प्रोफाइल में प्रमाणपत्र जोड़ें
ja_jp: LinkedInプロフィールに修了証を追加
lt_lt: Sertifikatą pridėti prie LinkedIn profilio
vi: Thêm chứng chỉ vào hồ sơ LinkedIn

source: Share on LinkedIn
he: שתף בלינקדאין
hi: लिंक्डइन पर शेयर करें
ja_jp: LinkedInで共有
vi: Chia sẻ trên LinkedIn

source: Since we did not have a valid set of verification photos from you when your {cert_name_long} was generated, we could not grant you a verified {cert_name_short}. An honor code {cert_name_short} has been granted instead.
he: מכיוון שאין לך סדרה תקפה של תמונות מאומתות ממועד היצירה של {cert_name_long}, לא יכולנו ליצור לך תעודה מאומתת של {cert_name_short}. במקום זאת, נוצרה תעודה {cert_name_short} על בסיס קוד אתי.
hi: जब आपका {cert_name_long} बना तो हमारे पास आपकी कोई भी मान्य फ़ोटो नहीं थी और इसीलिए हम आपको एक वेरीफ़ाइड {cert_name_short} नहीं दे सकें। इसके बजाय हमने आपको एक ऑनर कोड {cert_name_short} प्रदान किया है।
ja_jp: {cert_name_long} が発行される際に、本人認証用の写真が確認できなかったため認証済み{cert_name_short}が発行できません。代わりに通常の{cert_name_short} が発行されます。
lt_lt: Kadangi mes neturėjome galiojančių jūsų tapatybę patvirtinančių nuotraukų, kai jūsų {cert_name_long} buvo generuojamas, negalėjome suteikti jums tapatybe patvirtinto {cert_name_short}. Jums bus suteikta sąžiningumo deklaracija patvirtintą {cert_name_short}.
vi: Do bạn không có ảnh xác thực hợp lệ khi chứng chỉ {cert_name_long} được xuất, chúng tôi không thể cấp chứng chỉ {cert_name_short} đã qua xác thực. Thay vào đó chúng tôi đã cấp {cert_name_short} danh dự.

source: Course details
hi: पाठ्यक्रम विवरण
vi: Chi tiết Khóa học

source: {course_number} {course_name} Home Page
he: {course_number} {course_name} דף הבית
hi: {course_number} {course_name} होम पेज
ja_jp: {course_number} {course_name} ホームページ
vi: Trang chủ {course_number} {course_name}

source: {course_number} {course_name} Cover Image
he: {course_number} {course_name} תמונת שער
hi: {course_number} {course_name} कवर इमेज
ja_jp: {course_number} {course_name} カバー画像
lt_lt: {course_number} {course_name} Viršelio nuotrauka
vi: Hình cover {course_number} {course_name}

source: Enrolled as:
he: רשום בתור
hi: : के रूप में नामांकन
ja_jp: 右記として受講登録済：
lt_lt: Užsiregistravęs kaip:
vi: Ghi danh như:

source: Coming Soon
he: בקרוב
hi: जल्द ही आ रहा हैं।
lt_lt: Netrukus
vi: Sắp có

source: Ended - {date}
hi: समाप्त - {date}
vi: Đã Kết thúc - {date}

source: Started - {date}
hi: प्रारंभ - {date}
vi: Đã Bắt đầu - {date}

source: Starts - {date}
hi: प्रारंभ - {date}
vi: Bắt đầu - {date}

source: You must select a session to access the course.
hi: पाठ्यक्रम तक पहुँचने के लिए आपको एक सत्र का चयन करना होगा।
vi: Bạn phải chọn một session để truy cập khóa học.
