Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Submitted Rubric
he: מדור הגשות
lt_lt: Pateikta rubrika

source: Toggle Full Rubric
he: הפעל מדור מלא
lt_lt: Perjungti pilną rubriką

source: {result_of_task} from grader {number}
he: {result_of_task} של נותן הציון {number}
lt_lt: {number} vertintojo vertinimas: {result_of_task}

source: See full feedback
he: ראה משוב מלא
lt_lt: Skaityti visą atsiliepimą

source: Respond to Feedback
he: הגב למשוב
lt_lt: Atsakyti į atsiliepimą

source: How accurate do you find this feedback?
he: מהי רמת הדיוק של משוב זה לדעתך?
lt_lt: Kaip vertintumėte šio atsiliepimo tikslumą?

source: No Opinion
he: ללא דעה
lt_lt: Neturiu nuomonės

source: Partially Incorrect
he: טעות חלקית
lt_lt: Iš dalies neteisingai

source: Additional comments:
he: הערות נוספות
lt_lt: Papildomi komentarai:

source: Submit Feedback
he: הגש משוב
lt_lt: Pateikti atsiliepimą

source: Unanswered
he: לא נענה
ja_jp: 回答なし
lt_lt: Neatsakyta

source: Skip Post-Assessment
he: דלג על לאחר-הערכה
lt_lt: Praleisti vertinimą

source: {num} point: {explanatory_text}
he: {num} נקודה: {explanatory_text}
lt_lt: {num} taškas: {explanatory_text}

source: There was an error with your submission. Please contact course staff.
he: חלה בעיה עם ההגשה שלך. אנא צור קשר עם צוות הקורס.
lt_lt: Pateikiant darbą įvyko klaida. Prašome kreiptis į kursą administruojantį personalą.

source: Select the criteria you feel best represents this submission in each category.
he: בחר את הקריטריונים שאתה מרגיש שהכי טוב מייצגים הגשה זו בכל קטגוריה.
lt_lt: Pasirinkite kriterijus, kurie, jūsų manymu, geriausiai atspindi šį darbą kiekvienoje kategorijoje.

source: {num} point: {text}
he: {num} נקודה: {text}
lt_lt: {num} taškas: {text}

source: Please enter a hint below:
he: אנא הוסף רמז למטה:
lt_lt: Žemiau įveskite užuominą:

source: The currently logged-in user account does not have permission to enroll in this course. You may need to {start_logout_tag}log out{end_tag} then try the register button again. Please visit the {start_help_tag}help page{end_tag} for a possible solution.
lt_lt: Šiuo metu prisijungusio naudotojo paskyra neturi leidimo registruotis į kursą. Pabandykite {start_logout_tag}atsijungti{end_tag} ir užregistruoti vėl. Norėdami rasti galimą problemos sprendimą, apsilankykite {start_help_tag}pagalbos skiltyje{end_tag}.

source: You are registered for this course
lt_lt: Jūs esate užsiregistravę šiam kursui

source: View Courseware
he: הצג לומדה
lt_lt: Peržiūrėti kurso medžiagą

source: Register for {course_name}
lt_lt: Registruotis į kursą "{course_name}"

source: Overview
he: סקירה
ja_jp: 講座概要
lt_lt: Apžvalga

source: Tweet that you've registered for this course
lt_lt: Parašykite žinutę Twitteryje, kad užsiregistravote į šį kursą

source: Email someone to say you've registered for this course
lt_lt: Parašykite kam nors el. laišką ir praneškite, kad užsiregistravote į šį kursą

source: I just registered for {number} {title} through {account}: {url}
lt_lt: Aš užsiregistravau {number} {title} per {account}: {url}

source: I just registered for {number} {title} through {platform} {url}
lt_lt: Aš užsiregistravau {number} {title} per {platform} {url}

source: Post a Facebook message to say you've registered for this course
lt_lt: Parašykite žinutę Facebook, kad užsiregistravote į šį kursą

source: Specific student
ja_jp: 特定の受講者
lt_lt: Konkretus asmuo

source: Student in {content_group}
he: סטודנט ב{content_group}
ja_jp: {content_group}の受講者
lt_lt: {content_group} kurso dalyvis

source: You are now viewing the course as <i>{user_name}</i>.
ja_jp: 現在 <i>{user_name}</i> として講座を表示しています。
lt_lt: Dabar peržiūrite kursą kaip <i>{user_name}</i>.

source: Course is not yet visible to students.
he: קורס לא גלוי לסטודנטים
ja_jp: 講座はまだ受講者に見える状態ではありません。
lt_lt: Kursas dar nematomas kurso dalyviams.

source: You cannot view the course as a student or beta tester before the course release date.
he: אינך יכול לצפות בקורס זה כסטודנט או משתמש בטא לפני תאריך ההשקה של הקורס.
ja_jp: この講座は、開講日を過ぎるまでは受講者およびベータテスターとしては表示できません。
lt_lt: Jūs negalite peržiūrėti kurso kaip kurso dalyvis arba beta versijos bandytojas prieš kurso išleidimo datą.

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at {tech_support_email}' to report any problems or downtime.
he: אנחנו מתנצלים, המודולה הזאת לא זמינה באופן זמני. הצוות שלנו עובד על תיקון הבעיה בהקדם האפשרי. אנא שלח לנו הודעת דואר אלקטרוני ל-{tech_support_email}' בכדי לדווח על בעיות או השבתות.
lt_lt: Atsiprašome, šis modulis yra šiuo metu nepasiekiamas. Mūsų personalas stengiasi jį kuo greičiau sutvarkyti. Praneškite mums apie problemą ar gedimą {tech_support_email}.

source: search
he: חיפוש
ja_jp: 検索
lt_lt: ieškoti

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at {link_to_support_email} to report any problems or downtime.
he: אנחנו מתנצלים, המודולה הזאת לא זמינה באופן זמני. הצוות שלנו עובד על תיקון הבעיה בהקדם האפשרי. אנא שלח לנו הודעת דואר אלקטרוני ל-{link_to_support_email} בכדי לדווח על בעיות או השבתות.
ja_jp: 申し訳ございません。このモジュールは一時的に利用できません。スタッフができるだけ早く修正すべく働いています。問題やダウンタイムについて{link_to_support_email}へメールをお願いします。
lt_lt: Atsiprašome, šis modulis yra šiuo metu nepasiekiamas. Mūsų personalas stengiasi jį kuo greičiau sutvarkyti. Praneškite mums apie problemą ar gedimą el. paštu {link_to_support_email}.

source: Course Updates &amp; News
he: עדכוני הקורס וחדשות
ja_jp: 更新情報&amp;ニュース
lt_lt: Kurso atnaujinimai &amp; naujienos

source: Legacy Instructor Dashboard
he: לוח בקרה למרצה - ישן
lt_lt: Senoji lektoriaus informacinio puslapio versija

source: Back To Instructor Dashboard
he: חזרה ללוח הבקרה של המדריך
lt_lt: Atgal į lektoriaus informacinį puslapį

source: You are using the legacy instructor dashboard, which we will retire in the near future.
he: אתה משתמש בגרסא ישנה של לוח הבקרה למדריך שבעתיד הקרוב תוסר מהמערכת.
lt_lt: Jūs naudojate senąją lektoriaus informacinio puslapio versiją, kurios mes artimiausiu metu atsisakysime.

source: Return to the Instructor Dashboard
he: חזור ללוח הבקרה של המדריך
lt_lt: Grįžti į lektoriaus informacinį puslapį

source: If the Instructor Dashboard is missing functionality, please contact your PM to let us know.
he: אם יש פונקציות שחסרות בלוח הבקרה למדריך, אנא צורך קשר עם מנהל הפרויקט בכדי לידע אותנו בשיפורים הדרושים.
lt_lt: Jei lektoriaus informacinis puslapis stokoja funkcijų, praneškite savo PM.

source: Psychometrics
he: פסיכומטרי
lt_lt: Psichometrija

source: Forum Admin
he: מנהל הפורום
lt_lt: Forumo administratorius

source: Manage Groups
he: נהל קבוצות
lt_lt: Valdyti grupes

source: Grade Downloads
he: הורדת ציונים
lt_lt: Įvertinimo atsisiuntimai

source: Note: some of these buttons are known to time out for larger courses. We have disabled those features for courses with more than {max_enrollment} students.
he: שים לב: ידוע שחלק מכפתורים אלה מייצרים שגיאות בקורסים גדולים. ניטרלנו תכונות אלו בקורסים שלהם יותר מ{max_enrollment} סטודנטים.
lt_lt: Pastaba: kai kurie iš šių mygtukų neveikia, kai kursas yra didelis. Šios funkcijos yra laikinai išjungtos, jei kurse yra daugiau nei {max_enrollment} kurso dalyvių.

source: To download student grades and view the grading configuration for your course, visit the Data Download section of the Instructor Dashboard.
he: בכדי להוריד את ציוני הסטודנטים ולצפות בהרכב וחישוב הציונים בקורס שלך, בקר בתפריט הורדת המידע שבלוח הבקרה למדריך.
lt_lt: Norėdami atsisiųsti kurso dalyvių įvertinimą ir peržiūrėti savo kurso vertinimo konfigūraciją, apsilankykite lektoriaus informacinio puslapio duomenų atsiuntimo skyriuje.

source: To view the Gradebook (only available for courses with a small number of enrolled students), visit the Student Admin section of the Instructor Dashboard.
he: בכדי לצפות בספר הציונים (זמין רק בקורסים עם מספר קטן של סטודנטים רשומים), בקר בתפריט ניהול הסטודנטים בלוח הבקרה למרצה.
lt_lt: Norėdami peržiūrėti pažymių knygelę (tik tų kursų, kuriuose yra mažai užsiregistravusių dalyvių), apsilankykite lektoriaus informacinio puslapio kurso dalyvių administratoriaus skyriuje.

source: Export grades to remote gradebook
he: יצא ספר ציונים לספר ציונים מרוחק
lt_lt: Siųsti vertinimus į pažymių knygelę

source: The assignments defined for this course should match the ones stored in the gradebook, for this to work properly!
he: המשימות המוגדרות בקורס צריכות להתאים למשימות השמורות בספר הציונים בכדי שזה יעבוד בצורה תקינה!
lt_lt: Kad programa tinkamai veiktų, šio kurso užduotys turi atitikti užduotis, esančias pažymių knygelėje.

source: Gradebook name:
he: שם ספר הציונים:
lt_lt: Pažymių knygelės pavadinimas

source: Assignment name:
he: שם המטלה
lt_lt: Užduoties pavadinimas:

source: Course-specific grade adjustment
he: שינוי ציונים מותאם קורס
ja_jp: 講座の評価調整
lt_lt: Kurso vertinimo koregavimas

source: To perform these actions, visit the Student Admin section of the Instructor Dashboard.
he: בכדי לבצע פעולה זו, אנא בקר בתפריט ניהול הסטודנטים בלוח הבקרה למדריך.
lt_lt: Norėdami atlikti šiuos veiksmus, apsilankykite lektoriaus informacinio puslapio kurso dalyvių administratoriaus skyriuje.

source: Student-specific grade inspection and adjustment
he: שינוי ובדיקת ציונים מותאם סטודנטים
lt_lt: Kurso dalyvio vertinimo tikrinimas ir koregavimas

source: Select a problem and an action:
he: בחר בעיה ופעולה
lt_lt: Pasirinkite užduotį ir veiksmą:

source: To add or remove course staff or instructors, visit the Membership section of the Instructor Dashboard.
he: בכדי להוסיף או להסיר חברים בצוות או מדריכים, אנא בקר בתפריט חברות בלוח הבקרה למדריך.
lt_lt: Norėdami pridėti ar pašalinti kurso personalą arba lektorius, apsilankykite lektoriaus informacinio puslapio narių skyriuje.

source: To manage forum roles, visit the Membership section of the Instructor Dashboard.
he: בכדי לנהל הרשאות בפורום, אנא בקר בתפריט חברות בלוח הבקרה למדריך.
lt_lt: Norėdami tvarkyti forumo vaidmenis, apsilankykite lektoriaus informacinio puslapio narių puslapyje.

source: Enrollment Data
he: מידע על הרשמה
lt_lt: Registracijos duomenys

source: Pull enrollment from remote gradebook
he: משוך מידע על רישום מספר ציונים מרוחק
lt_lt: Ištraukti registraciją iš nuotolinės pažymių knygelės

source: Section:
he: חלק
lt_lt: Tema:

source: To download student profile data and anonymized IDs, visit the Data Download section of the Instructor Dashboard.
he: בכדי להוריד מידע מפרופיל הסטודנטים ומספרי זיהוי אנונימים, בקר בתפריט הורדת מידע בלוח הבקרה למדריך.
lt_lt: Norėdami atsisiųsti kurso dalyvių profilio duomenis ir anonimizuotus identifikatorius, apsilankykite lektoriaus informacinio puslapio duomenų atsiuntimo skyriuje.

source: To manage beta tester roles and cohorts, visit the Membership section of the Instructor Dashboard.
he: בכדי לנהל את הרשאות ותפקודי משתמשי הבטא וקבוצות הבקרה, בקר בתפריט חברות בלוח הבקרה למדריך
lt_lt: Norėdami tvarkyti beta versijos bandytojų vaidmenis ir kohortas, apsilankykite lektoriaus informacinio puslapio narių skyriuje.

source: To manage beta tester roles, visit the Membership section of the Instructor Dashboard.
he: בכדי לנהל תפקידים למשתמשי בטא, בקר בתפריט חברות בלוח הבקרה למדריך.
lt_lt: Norėdami tvarkyti beta versijos bandytojų vaidmenis, apsilankykite lektoriaus informacinio puslapio narių skyriuje.

source: To send email, visit the Email section of the Instructor Dashboard.
he: בכדי לשלוח דואר אלקטרוני, בקר בתפריט דואר אלקטרוני בלוח הבקרה למדריך.
lt_lt: Norėdami siųsti el. laiškus, apsilankykite lektoriaus informacinio puslapio el. pašto skyriuje.

source: Pending Instructor Tasks
he: משימות שממתינות למדריך
lt_lt: Laukiančios vykdymo lektoriaus užduotys

source: Task Type
he: סוג משימה
lt_lt: Užduoties tipas

source: Task inputs
he: תשומות משימה
lt_lt: Užduoties įvestis

source: Task Id
he: מספר זיהוי משימה
lt_lt: Užduoties indentifikatorius

source: Requester
he: מבקש
lt_lt: Užklausėjas

source: Task State
he: מצב המשימה
lt_lt: Užduoties būsena

source: Duration (sec)
he: משך זמן (שניות)
lt_lt: Trukmė (sek.)

source: Task Progress
he: התקדמות במשימה
lt_lt: Užduoties pažanga

source: unknown
he: לא ידוע
lt_lt: nežinomas

source: View course statistics in the Admin section of this legacy instructor dashboard.
he: ראה סטיסטיקות קורס בתפריט המנהל בגרסא ישנה זו של לוח הבקרה למדריך.
lt_lt: Peržiūrėkite kurso statistiką lektoriaus informacinio puslapio administratoriaus skyriuje.

source: Course errors
he: טעויות הקורס
lt_lt: Kurso klaidos

source: Course Progress
he: התקדמות בקורס
ja_jp: 講座の進捗
lt_lt: Kurso eiga

source: Final course details are being wrapped up at this time. Your final standing will be available shortly.
he: כעת, אנחנו מסיימים לסכם את הפרטים אחרונים בקורס. בקרוב, תוכל לראות את מעמדך הסופי בקורס.
ja_jp: 本講座はまもなく受講期間外（終了済）となります。
lt_lt: Baigiamieji kurso duomenys šiuo metu apibendrinami. Netrukus bus paskelbti jūsų galutiniai rezultatai.

source: Started - {start_date}
he: התחיל - {start_date}
ja_jp: 開講日 - {start_date}
lt_lt: Prasidėjo: {start_date}

source: Starts - {start_date}
he: יתחיל - {start_date}
ja_jp: 開講日 - {start_date}
lt_lt: Prasideda: {start_date}

source: Course options dropdown
he: תפריט נפתח עם אפשרויות הקורס
ja_jp: 課程の選択肢のドロップダウン
lt_lt: Kurso pasirinkimų išskleidžiamasis sąrašas

source: You have already verified your ID!
he: כבר אימתת את זהותך!
ja_jp: 本人認証が完了しています！
lt_lt: Jūs jau patvirtinote savo tapatybę!

source: Thanks for your patience as we process your request.
he: אנחנו מודים לך על סבלנותך בעודנו מעבדים את בקשתך.
ja_jp: リクエストへの対応をする間、お待ちいただきありがとうございます。
lt_lt: Dėkojame už kantrybę, kol mes vykdome jūsų užklausą.

source: Your verification status is good until {date}.
he: האימות שלך תקף עד ל{date}.
ja_jp: あなたの本人認証は{date}まで有効です。
lt_lt: Jūsų patvirtinimas galioja iki {date}.

source: Challenge Yourself!
lt_lt: Pasistenkite!

source: Take this course as an ID-verified student.
lt_lt: Dalyvauti šiame kurse tapatybe patvirtintu dalyviu.

source: Upgrade to Verified Track
lt_lt: Pasirinkite tapatybe patvirtintą mokymąsi

source: edit
he: עריכה
ja_jp: 編集
lt_lt: redaguoti

source: Reviewed and Verified
he: בוקר ואומת
ja_jp: レビューされ、そして認証されました。
lt_lt: Peržiūrėta ir patvirtinta

source: Your verification status is good for one year after submission.
he: אישור האימות שלך תקף לשנה אחת לאחר הגשתו
ja_jp: ご提出頂いてから一年間は本人認証が有効となります。
lt_lt: Jūsų tapatybės patvirtinimas galioja vienerius metus nuo pateikimo dienos.

source: Your verification photos have been submitted and will be reviewed shortly.
he: תמונות האימות שלך הוגשו והן יבדקו בקרוב.
ja_jp: 本人認証に用いる写真は投稿されました。そして、これらは速やかにレビューされます。
lt_lt: Jūsų patvirtinimui pateiktos nuotraukos bus netrukus peržiūrėtos.

source: {platform_name} Verification Status
he: {platform_name} מצב אימות.
ja_jp: {platform_name}認証状況
lt_lt: {platform_name} patvirtinimo būsena

source: To receive a verified certificate, you have to submit a new photo of yourself and your government-issued photo ID before the course ends.
he: בכדי לקבל תעודה מאומתת, עליך להגיש תמונה חדשה שלך ושל תעודת זיהוי עם תמונה שהונפקה על ידי הממשלה לפני תום הקורס.
ja_jp: 認証済みの修了証を受け取るには、講座終了までにあなたの写真と政府発行の写真入り身分証明書を送信する必要があります。
lt_lt: Jeigu norite gauti tapatybe patvirtintą sertifikatą, iki kurso pabaigos turite pateikti naują savo nuotrauką ir nufotografuoti valdžios institucijos išduotą asmens tapatybę patvirtinantį dokumentą su nuotrauka.

source: Sorry! We can't find anything matching your search. Please try another search.
he: סליחה אבל לא הצלחנו למצוא אף תוצאה שתואמת לחיפוש שלך. אנא נסה לבצע חיפוש אחר.
ja_jp: 申し訳ございません！検索に該当するものを検索できませんでした。改めて検索をお願いいたします。
lt_lt: Apgailestaujame, tačiau pagal jūsų užklausą rezultatų nėra. Prašome pabandyti kitą paiešką.

source: There are no posts here yet. Be the first one to post!
he: עדיין אין פה פוסטים, היה הראשון!
ja_jp: まだ投稿がありません。最初の投稿者になって下さい！
lt_lt: Įrašų dar nėra, būkite pirmas!

source: New Post
he: פוסט חדש
ja_jp: 新しい投稿
lt_lt: Naujas įrašas

source: Following
he: עוקב
ja_jp: フォロー中
lt_lt: Stebima

source: Search posts
he: חפש בפוסטים
ja_jp: 投稿を検索する
lt_lt: Ieškoti įrašų

source: Discussion topics; current selection is:
he: נושאי דיון; בחירה נוכחית היא:
lt_lt: Diskusijų temos; dabar pasirinkta:

source: Search all posts
he: חפש בכל הפוסטים
ja_jp: 全ての投稿を検索
lt_lt: Ieškoti visuose įrašuose

source: Show all
he: הצג הכל
ja_jp: 全ての投稿を表示
lt_lt: Rodyti viską

source: Unread
he: לא נקרא
ja_jp: 未読のみ表示
lt_lt: Neskaityta

source: Cohort:
he: מחזור לימודים
ja_jp: ユーザー群：
lt_lt: Kohorta:

source: in all cohorts
he: בכל מחזורי הלימוד
ja_jp: ユーザー群共通
lt_lt: visose kohortose

source: Discussion - {course_number}
he: דיונים - {course_number}
ja_jp: ディスカッション - {course_number}
lt_lt: Diskusija - {course_number}

source: We're sorry
he: אנחנו מתנצלים
ja_jp: 申し訳ございません
lt_lt: Apgailestaujame

source: The forums are currently undergoing maintenance. We'll have them back up shortly!
he: הפורומים עוברים פעילות תחזוקה. נחזיר אותם לאוויר בקרוב!
ja_jp: このフォーラムは現在メンテナンス中です。スタッフはできるだけ早くこれらを利用できるようにします！
lt_lt: Šiuo metu forumuose vyksta tvarkymo darbai. Netrukus jie vėl veiks!

source: User Profile
he: פרופיל משתמש
ja_jp: ユーザー情報
lt_lt: Naudotojo profilis

source: Welcome to {course_name}
he: ברוך הבא ל{course_name}
ja_jp: 「{course_name}」へようこそ
lt_lt: Sveiki prisijungę prie {course_name}

source: To get started, please visit https://{site_name}. The login information for your account follows.
he: בכדי להתחיל, אנא בקר ב-https://{site_name}. המידע הדרוש להתחברות מצורף לעיל.
ja_jp: サービスを利用するには https://{site_name} へアクセスしてください。すると、ログインするための情報が得られます。
lt_lt: Norėdami pradėti apsilankykite https://{site_name}. Toliau pateikiama prisijungimo prie jūsų paskyros informacija.

source: email: {email}
he: דואר אלקטרוני: {email}
lt_lt: el. paštas: {email}

source: password: {password}
he: סיסמה: {password}
lt_lt: slaptažodis: {password}

source: Sincerely yours,The {course_name} Team
he: בברכה חמה, צוות {course_name}
ja_jp: 敬意を込めて、「{course_name}」講座チームより。
lt_lt: Pagarbiai kurso "{course_name}" komanda

source: We hope you enjoy learning with {platform_name}!
he: אנו מקווים שתהנה ללמוד עם {platform_name}!
lt_lt: Mes tikimės, kad jums patiks mokytis {platform_name} aplinkoje!

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {platform_name} website.
he: אם לא ביקשת זאת, אין צורך לעשות דבר; לא תקבל עוד הודעות מאיתנו. בבקשה אל תגיבו להודעה זו; אם אתם זקוקים לעזרה, בדקו את עמוד העזרה באתר {platform_name}.
ja_jp: 心当たりがない場合、特に対応をする必要はありません。私たちからメールを以降お送りすることはありません。また、このメールには返信しないでください。支援を要する場合には、{platform_name}のウェブサイトのヘルプをご覧いただけますようお願い申し上げます。
lt_lt: Jei to neprašėte, nieko nedarykite; daugiau el. laiškų jums nebesiųsime. Neatsakykite į šį laišką; jei reikia pagalbos, apsilankykite {platform_name} internetinio puslapio pagalbos skiltyje.

source: Activate Your {platform_name} Account
he: הפעל את חשבון {platform_name} שלך
ja_jp: {platform_name}アカウントをアクティベートする
lt_lt: Aktyvuokite savo {platform_name} paskyrą

source: Dear {full_name}
he: {full_name} יקר/ה
ja_jp: {full_name} 様
lt_lt: Gerb. {full_name}

source: You have been invited to be a beta tester for {course_name} at {site_name} by a member of the course staff.
he: הוזמנת להיות משתמש בטא עבור {course_name} ב-{site_name} על ידי חבר בצוות הקורס.
ja_jp: 講座スタッフのメンバーから{site_name}の{course_name}のベータテスターに招待されました。
lt_lt: Kursą administruojantis personalas jus kviečia tapti {course_name} beta versijos bandytoju {site_name}.

source: To start accessing course materials, please visit {course_url}
he: בכדי להתחיל לגשת לחומרי הקורס אנא בקר ב-{course_url}
ja_jp: コース教材は {course_url} にアクセスしてください。
lt_lt: Norėdami pradėti naudoti kurso medžiagą, apsilankykite {course_url}

source: Visit {course_about_url} to join the course and begin the beta test.
he: בקר ב-{course_about_url} בכדי להצטרף לקורס ולהתחיל את מבחן הבטא.
ja_jp: 講座に参加しベータテストを行うには {course_about_url} へアクセスしてください。
lt_lt: Apsilankykite {course_about_url} ir prisijungę prie kurso pradėkite bandyti beta versiją.

source: Visit {site_name} to enroll in the course and begin the beta test.
he: בקר ב-{site_name} בכדי להצטרף לקורס ולהתחיל את מבחן הבטא.
ja_jp: 講座にベータテスターとして登録するには{site_name}を訪れてください。
lt_lt: Apsilankykite {site_name}, užsiregistruokite kursui ir pradėkite beta versijos testavimą.

source: This email was automatically sent from {site_name} to {email_address}
he: הודעה זו נשלחה באופן אוטומטי מ-{site_name} ל-{email_address}
ja_jp: このメールは{site_name}から{email_address}へ自動的に送信されました。
lt_lt: Šis el. laiškas buvo išsiųstas automatiškai iš {site_name} į {email_address}

source: You have been invited to a beta test for {course_name}
he: הוזמנת למבחן בטא של {course_name}
ja_jp: あなたは{course_name}のベータテスターとして招待されました。
lt_lt: Jūs kviečiamas tapti {course_name} beta versijos bandytoju

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {platform_name} web site.
he: אם לא ביקשת זאת, אין צורך לעשות דבר; לא תקבל עוד הודעות מאיתנו. בבקשה אל תגיבו להודעה זו; אם אתם זקוקים לעזרה, בדקו את עמוד העזרה באתר {platform_name}.
ja_jp: もしこれをリクエストしていないのであれば、何もする必要はありません。私たちからのメールをこれ以上、受け取りません。このメールには返信しないでください。もし、支援が必要であれば、{platform_name}のウェブサイトのヘルプを参照してください。
lt_lt: Jei to neprašėte, nieko nedarykite; daugiau el. laiškų jums nebesiųsime. Neatsakykite į šį laišką; jei reikia pagalbos, apsilankykite {platform_name} internetinio puslapio pagalbos skiltyje.

source: You have been invited to join {course_name} at {site_name} by a member of the course staff.
he: הוזמנת להצטרף ל{course_name} ב{site_name} על ידי חבר בסגל הקורס.
ja_jp: {site_name} の {course_name} に参加するように講座スタッフから招待されました。
lt_lt: Kursą administruojantis personalas jus kviečia prisijungti prie {course_name} {site_name}.

source: To access the course visit {course_url} and login.
he: בכדי לגשת לקורס, אנא בקר ב-{course_url} והתחבר.
ja_jp: 講座へは {course_url} にアクセスしてログインしてください。
lt_lt: Norėdami pamatyti kurso informaciją, apsilankykite {course_url} ir prisijunkite.

source: To access the course visit {course_about_url} and register for the course.
he: בכדי לגשת לקורס, אנא בקר ב-{course_about_url} והירשם לקורס.
ja_jp: 講座へは {course_about_url} へアクセスして講座に登録してください。
lt_lt: Norėdami apsilankykite kurso puslapyje, apsilankykite {course_about_url} ir prisiregistruokite.

source: To finish your registration, please visit {registration_url} and fill out the registration form making sure to use {email_address} in the E-mail field.
he: בכדי להשלים את הרשמתך, אנא בקר ב-{registration_url} ומלא את טופס ההרשמה כאשר אתה מוודא כי אתה משתמש ב-{email_address} בשדה כתובת הדואר האלקטרוניץ
ja_jp: 登録を完了するには {registration_url} にアクセスし、登録フォームのメールアドレス欄に {email_address} を入力してください。
lt_lt: Norėdami užbaigti registraciją, apsilankykite {registration_url} ir užpildykite registracijos formą. Įsitikinkite, kad el. pašto laukelyje įrašėte {email_address}.

source: Once you have registered and activated your account, you will see {course_name} listed on your dashboard.
he: ברגע שנרשמת והפעלת את החשבון שלך, תוכל לראות כי {course_name} מופיע בלוח הבקרה שלך.
ja_jp: アカウントを登録して有効化しますと、マイページに {course_name} が表示されます。
lt_lt: Kai prisiregistruosite ir aktyvuosite savo paskyrą, jūs pamatysite {course_name} savo informaciniame puslapyje.

source: Once you have registered and activated your account, visit {course_about_url} to join the course.
he: ברגע שנרשמת והפעלת את החשבון שלך, בקר ב-{course_about_url} בכדי להצטרף לקורס.
ja_jp: アカウントを登録して有効化してから、{course_about_url} にアクセスして講座に参加してください。
lt_lt: Kai prisiregistruosite ir aktyvuosite savo paskyrą, apsilankykite {course_about_url} ir užsiregistruokite į kursą.

source: You can then enroll in {course_name}.
he: אחר כך תוכל להירשם ל{course_name}.
ja_jp: {course_name}を受講することができます。
lt_lt: Tada galėsite užsiregistruoti {course_name}.
