Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: An access key for the example certificate. This is used when we receive a response from the queue to validate that the sender is the same entity we asked to generate the certificate.
es_419: Llave de acceso para el certificado de ejemplo. Esta se utiliza cuando se recibe la respuesta del proceso de generación, para validar que el remitente es la misma entidad a la que se le solicitó la generación del certificado.

source: The full name that will appear on the certificate.
es_419: El nombre completo aparecerá en el certificado.

source: The template file to use when generating the certificate.
es_419: La plantilla de archivo para usar cuando se genere el certificado.

source: The status of the example certificate.
es_419: El estado del certificado ejemplo.

source: The reason an error occurred during certificate generation.
es_419: El motivo del error ocurrido durante la generación del certificado.

source: The download URL for the generated certificate.
es_419: El link de descarga para el certificado generado.

source: Name of template.
es_419: Nombre de la plantilla.

source: Description and/or admin notes.
es_419: Descripción y/o notas del administrador.

source: Django template HTML.
es_419: Template HTML de Django

source: Organization of template.
es_419: Organización de la plantilla

source: The course mode for this template.
es_419: Modo de curso para esta plantilla.

source: On/Off switch.
es_419: Interruptor Encendido/Apagado.

source: Description of the asset.
es_419: Descripción del recurso.

source: Asset file. It could be an image or css file.
es_419: Archivo del recurso. Puede ser una imágen o un archivo css.

source: Asset's unique slug. We can reference the asset in templates using this value.
es_419: slug único del recurso. Se puede referenciar el recurso en las plantillas usando este valor.

source: user is not given.
es_419: No se proporcionó el usuario

source: user '{user}' does not exist
es_419: el usuario '{user}' no existe

source: Course id '{course_id}' is not valid
es_419: El id de curso '{course_id}' no es válido

source: The course does not exist against the given key '{course_key}'
es_419: El curso no existe con la llave proporcionada '{course_key}'

source: User {username} does not exist
es_419: El usuario {username} no existe

source: {course_key} is not a valid course key
es_419: {course_key} no es una referencia de curso válida

source: The course {course_key} does not exist
es_419: El curso {course_key} no existe

source: User {username} is not enrolled in the course {course_key}
es_419: El usuario {username} no está incrito en el curso {course_key}

source: An unexpected error occurred while regenerating certificates.
es_419: Se produjo un error inesperado en la regeneración de certificados.

source: An {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
es_419: Un certificado tipo {cert_type} significa que un usuario ha aceptado regirse por el Código de Honor de {platform_name} y ha completado todas las actividades requeridas por el curso bajo estos lineamientos.

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines. A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
es_419: Un certificado tipo {cert_type} significa que un usuario ha aceptado regirse por el Código de Honor de {platform_name} y ha completado todas las actividades requeridas por el curso bajo estos lineamientos. El certificado tipo {cert_type} también indica que se ha verificado la identidad del estudiante y esta es válida.

source: An {cert_type} certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
es_419: Un certificado tipo {cert_type} demuestra un alto nivel de logro en un programa de estudio, e incluye la verificación de la identidad del estudiante.

source: {month} {day}, {year}
es_419: {day} de {month}, {year}

source: This is a valid {platform_name} certificate for {user_name}, who participated in {partner_short_name} {course_number}
es_419: Este es un certificado válido de {platform_name} para el usuario {user_name}, quién participó en el curso {partner_short_name} {course_number}

source: {partner_short_name} {course_number} Certificate | {platform_name}
es_419: Certificado {partner_short_name} {course_number} | {platform_name}

source: successfully completed, received a passing grade, and was awarded this {platform_name} {certificate_type} Certificate of Completion in
es_419: completó exitosamente, obteniendo calificación abrobatoria y el certificado de terminación tipo {certificate_type} otorgado en {platform_name} para

source: {platform_name} acknowledges achievements through certificates, which are awarded for course activities that {platform_name} students complete.
es_419: {platform_name} reconoce los logros alcanzados a través de los certificados, los cuales son otorgados por la actividades que los estudiantes de {platform_name} completan.

source: All rights reserved
es_419: Todos los derechos reservados.

source: Invalid Certificate
es_419: Certificado inválido

source: Terms of Service &amp; Honor Code
es_419: Términos del servicio &amp; código de honor

source: Certificate Validation
es_419: Certificados de validación

source: About {platform_name} Accomplishments
es_419: Acerca de los logros en {platform_name}

source: Issued On:
es_419: Emitido el:

source: Certificate ID Number
es_419: Número de ID del certificado

source: About {platform_name} Certificates
es_419: Acerca de los certificados de {platform_name}

source: How {platform_name} Validates Student Certificates
es_419: Como se validan los certificados de estudiante en {platform_name}

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
es_419: Los certificados emitidos por {platform_name} son firmados con una clave gpg de modo que puedan ser validados de forma independiente por cualquiera que tenga la llave pública de {platform_name}. Para la verificación independiente, {platform_name} utiliza lo que se denomina una "Firma separada"&quot;".

source: Validate this certificate for yourself
es_419: Validar este certificado usted mismo

source: {platform_name} offers interactive online classes and MOOCs.
es_419: {platform_name} ofrece clases en línea interactivas y cursos MOOC.

source: About {platform_name}
es_419: Acerca de {platform_name}

source: Learn more about {platform_name}
es_419: Aprenda más de {platform_name}

source: Learn with {platform_name}
es_419: Aprender con {platform_name}

source: Work at {platform_name}
es_419: Trabajar en {platform_name}

source: Contact {platform_name}
es_419: Contactar a {platform_name}

source: {platform_name} acknowledges the following student accomplishment
es_419: {platform_name} reconoce el siguiente logro al estudiante

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name}.
es_419: curso ofrecido por {partner_short_name}, una iniciativa de aprendizaje en línea de {partner_long_name}.

source: a course of study offered by {partner_short_name}.
es_419: curso ofrecido por {partner_short_name}.

source: I completed the {course_title} course on {platform_name}.
es_419: Completé el {course_title} en {platform_name}

source: I completed a course at {platform_name}. Take a look at my certificate.
es_419: He completado un curso en {platform_name}. Mira mi certificado.

source: More Information About {user_name}'s Certificate:
es_419: Más información acerca del cerfificado de {user_name}:

source: {fullname}, you earned a certificate!
es_419: {fullname}, usted ha ganado un certificado!

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
es_419: Felicidades! Esta página resume los logros que ha alcanzado. Puede compartirlo con familia, amigos, colegas en sus redes sociales y profesionales.

source: More about {fullname}'s accomplishment
es_419: Más sobre los logros de {fullname},

source: Percent
es_419: Porcentaje

source: Opened by this number of students
es_419: Abierta por este número de estudiantes

source: subsections
es_419: subsecciones

source: Count of Students
es_419: Cantidad de estudiantes

source: Percent of Students
es_419: Porcentaje de estudiantes

source: Score
es_419: Puntaje

source: problems
es_419: problemas

source: {course_id} is not a valid course key.
es_419: {course_id} no es una referencia de curso válida.

source: Course {course_id} does not exist.
es_419: El curso {course_id} no existe.

source: Use the checkout page hosted by the E-Commerce service.
es_419: Use la página de compra proveída por el servicio de comercio electrónico.

source: Path to single course checkout page hosted by the E-Commerce service.
es_419: Camino a la página de compra de cursos individuales proveída por el servicio de comercio electrónico.

source: Cache Time To Live
es_419: Tiempo de vida del Cache

source: Specified in seconds. Enable caching by setting this to a value greater than 0.
es_419: Especificado en segundos. Habilite el cache configurando este campo en un valor mayor que 0.

source: Path to order receipt page.
es_419: Ruta para la página de recibo de la orden.

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
es_419: Se ha solicitado una devolución para {username} ({email}). Para procesar esta solicitud, visite el vínculo(s) a continuación.

source: [Refund] User-Requested Refund
es_419: [Refund] Devolución solicitada por el usuario

source: Receipt
es_419: Recibo

source: Payment Failed
es_419: El pago falló

source: There was a problem with this transaction. You have not been charged.
es_419: Hubo un problema con la transacción. No se realizó ningún cobro.

source: Make sure your information is correct, or try again with a different card or another form of payment.
es_419: Asegures que su información es correcta o intente nuevamente con otra tarjeta o con otro medio de pago.

source: A system error occurred while processing your payment. You have not been charged.
es_419: Ocurrió un error procesando su pago. No se realizó ningún cobro.

source: Please wait a few minutes and then try again.
es_419: Por favor espere unos minutos e intente nuevamente.

source: For help, contact {payment_support_link}.
es_419: Para obtener asistencia, contacte a {payment_support_link}.

source: An error occurred while creating your receipt.
es_419: Ha ocurrido un error creando su recibo.

source: If your course does not appear on your dashboard, contact {payment_support_link}.
es_419: Si su curso no aparece en el panel de control, contacte a {payment_support_link}.

source: This is the wiki for **{organization}**'s _{course_name}_.
es_419: Esta es la wiki para el curso _{course_name}_ de **{organization}**'.

source: Course page automatically created.
es_419: Página del curso creada automáticamente.

source: Welcome to the {platform_name} Wiki
es_419: Bienvenido a la Wiki {platform_name}

source: Visit a course wiki to add an article.
es_419: Visite la wiki de un curso para añadir un artículo.

source: Course has not started
es_419: El curso no ha comenzado aún

source: Course does not start until {}
es_419: El curso no comenzará hasta {}

source: You have unfulfilled milestones
es_419: Tiene hitos sin completar

source: You do not have access to this course
es_419: Usted no tiene acceso a este curso

source: You do not have access to this course on a mobile device
es_419: Usted no tiene acceso a este curso desde dispositivos móviles

source: {relative} ago - {absolute}
es_419: Hace {relative} - {absolute}

source: in {relative} - {absolute}
es_419: Dentro de {relative} - {absolute}

source: Course Starts
es_419: Inicio del Curso

source: To earn a certificate, you must complete all requirements before this date.
es_419: Para recibir un certificado, debe completar todos los requerimientos antes de esta fecha.

source: After this date, course content will be archived.
es_419: Después de esta fecha, el contenido del curso será archivado.

source: This course is archived, which means you can review course content but it is no longer active.
es_419: Este curso ha sido archivado, lo que significa que puede revisar los contenidos, pero ya no es un curso activo.

source: Verification Upgrade Deadline
es_419: Fecha límite para cambiar a la ruta de certificado verificado.

source: You are still eligible to upgrade to a Verified Certificate! Pursue it to highlight the knowledge and skills you gain in this course.
es_419: Usted todavía es elegible para ascender a la opción de Certificado Verificado. Utilice esta opción para destacar sus conocimientos y habilidades obtenidas en el curso.

source: Upgrade to Verified Certificate
es_419: Cambiarse a la ruta de certificados verificados

source: Learn More
es_419: Aprender más
hi: अधिक सीखें
vi: Tìm hiểu thêm

source: Retry Verification
es_419: Reenviar verificación
vi: Thử lại Xác minh

source: Verify My Identity
es_419: Verificar mi identidad

source: Missed Verification Deadline
es_419: Fecha límite de verificación perdida

source: Unfortunately you missed this course's deadline for a successful verification.
es_419: Desafortunadamente la fecha limite para una verificación exitosa ya ha transcurrido.

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
es_419: Debe completar la verificación antes de esta fecha para poder aplicar a un certificado verificado.

source: There is no user with the username or email address {user_name} enrolled in this course.
es_419: No hay ningún usuario ni correo electrónico inscrito en este curso que coincida con {user_name}.

source: This type of component cannot be shown while viewing the course as a specific student.
es_419: Este tipo de componente no se puede mostrar en la vista del curso como un estudiante específico.

source: Syllabus
es_419: Temario

source: Progress
es_419: Progreso
lt_lt: Pažanga

source: Textbooks
es_419: Libros de texto

source: Free
es_419: Gratis

source: Your enrollment: Audit track
es_419: Su inscripción: ruta de asistente

source: You are enrolled in the audit track for this course. The audit track does not include a certificate.
es_419: Usted está inscrito en el curso como asistente. Esta ruta no incluye la obtención de un certificado.

source: Your certificate has been invalidated
es_419: Su certificado ha sido invalidado

source: Please contact your course team if you have any questions.
es_419: Por favor contacte al equipo del curso si tiene cualquier pregunta.

source: Your certificate is available
es_419: Tu certificado está disponible

source: You can keep working for a higher grade, or request your certificate now.
es_419: Puede seguir trabajando en el curso para obtener una calificación superior, o puede solicitar su certificado ahora.

source: We're working on it...
es_419: Estamos trabajando en eso...

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
es_419: Estamos creando tu certificado. Puedes seguir trabajando en tus cursos y cuando el certificado esté listo, aparecerá un vínculo al mismo en tu panel de control.

source: Certificate unavailable
es_419: Certificado no disponible

source: You have not received a certificate because you do not have a current {platform_name} verified identity.
es_419: Usted no ha recibido un certificado porque no tiene actualmente una identidad verificada en {platform_name}.

source: Congratulations, you qualified for a certificate!
es_419: ¡Felicitaciones, usted califica para recibir un certificado!

source: Invalid location.
es_419: Localizacion invalida

source: User {username} has never accessed problem {location}
es_419: El usuario {username} no ha ingresado nunca al problema {location}

source: You must be signed in to {platform_name} to create a certificate.
es_419: Debe estar registrado en {platform_name} para crear un certificado.

source: Course is not valid
es_419: Curso no válido

source: Your certificate will be available when you pass the course.
es_419: Tu certificado estará disponible cuando apruebes el curso.

source: Certificate has already been created.
es_419: El certificado ya ha sido creado.

source: Certificate is being created.
es_419: Ha comenzado a crearse el certificado

source: {platform_name} now offers financial assistance for learners who want to earn Verified Certificates but who may not be able to pay the Verified Certificate fee. Eligible learners may receive up to 90{percent_sign} off the Verified Certificate fee for a course. To apply for financial assistance, enroll in the audit track for a course that offers Verified Certificates, and then complete this application. Note that you must complete a separate application for each course you take. We plan to use this information to evaluate your application for financial assistance and to further develop our financial assistance program.
es_419: {platform_name} ahora ofrece asistencia financiera para los estudiantes que quieran obtener un certificado verificado pero no tengan la capacidad de pagar la tarifa correspondiente. Los estudiantes elegibles podrán recibir hasta 90{percent_sign} de descuento en la tarifa de certificados verificados para un curso. Para aplicar a la asistencia financiera, inscríbase al curso como asistente y luego complete esta aplicación. Tenga en cuenta que usted debe completar una aplicación diferente por cada curso tomado. Planeamos usar esta información para evaluar su solicitud de asistencia financiera y desarrollar en mayor medida nuestro programa de asistencia.

source: Annual Household Income
es_419: Ingreso anual familiar

source: Tell us about your current financial situation. Why do you need assistance?
es_419: Cuéntenos sobre su situación financiera actual. ¿Por qué requiere asistencia?

source: Tell us about your learning or professional goals. How will a Verified Certificate in this course help you achieve these goals?
es_419: Cuéntenos sobre sus metas de aprendizaje y profesionales. ¿Cómo le puede ayudar a lograr estas metas un certificado verificado?

source: Tell us about your plans for this course. What steps will you take to help you complete the course work and receive a certificate?
es_419: Cuéntenos sobre sus planes respecto a este curso. ¿Cuáles son los pasos que tomará para completar las asignaciones del curso y recibir un certificado?

source: Use between 250 and 500 words or so in your response.
es_419: Use entre 250 y 500 palabras en su respuesta.

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
es_419: Seleccione el curso para el cual desea obtener un certificado verificado. Si el curso no aparece en la lista, asegúrese de que se ha inscrito en la ruta de asistente para el curso.

source: Specify your annual household income in US Dollars.
es_419: Especificar su ingreso anual familiar en dólares estadounidenses.

source: I allow edX to use the information provided in this application (except for financial information) for edX marketing purposes.
es_419: Autorizo a edX a usar la información entregada en esta aplicación (excepto por la información financiera) para propósitos de marketing de edX.

source: Path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_DIR
es_419: La ruta {0} no existe. Por favor créela, o configure otra ruta con GIT_REPO_DIR

source: Non usable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
es_419: La dirección url de git suministrada no es correcta. Se esperaba algo como git@github.com:mitocw/edx4edx_lite.git

source: Unable to get git log
es_419: Imposible obtener el log de git

source: git clone or pull failed!
es_419: la clonación o el git pull han fallado!

source: Unable to run import command.
es_419: Imposible ejecutar el comando import

source: The underlying module store does not support import.
es_419: El 'module store' correspondiente no soporta el comando import.

source: The specified remote branch is not available.
es_419: La rama remota especificada no está disponible.

source: Unable to switch to specified branch. Please check your branch name.
es_419: No fue posible cambiar la la rama especificada. Por favor verifique el nombre de la misma.

source: Import the specified git repository and optional branch into the modulestore and optionally specified directory.
es_419: Importa el repositorio git especificado y de forma opcional la rama en el modulestore y en el directorio especificado.

source: Failed in authenticating {username}, error {error}
es_419: No se autorizó el ingreso de {username}, error: {error}

source: Failed in authenticating {username}
es_419: No se autorizó el ingreso de {username}

source: fixed password
es_419: Contraseña fija

source: All ok!
es_419: ¡Todo bien!

source: Must provide username
es_419: Debe ingresar un nombre de usuario

source: Must provide full name
es_419: Debe ingresar su nombre completo

source: Email address must end in {domain}
es_419: La dirección de correo electrónico debe terminar en {domain}

source: Failed - email {email_addr} already exists as {external_id}
es_419: Error: La dirección de correo {email_addr} ya existe como {external_id}

source: Password must be supplied if not using certificates
es_419: La contraseña debe ser ingresada si no se están usando certificados

source: email address required (not username)
es_419: correo electrónico requerido (no el nombre de usuario)

source: Oops, failed to create user {user}, {error}
es_419: No pude crear el usuario {user}: {error}

source: User {user} created successfully!
es_419: Usuario {user} creado exitosamente.

source: Cannot find user with email address {email_addr}
es_419: No encontré usuarios con la dirección de correo {email_addr}

source: Cannot find user with username {username} - {error}
es_419: No encontré usuarios con el nombre de {username}: {error}

source: Deleted user {username}
es_419: Eliminé al usuario {username}

source: Statistic
es_419: Estadística

source: Value
es_419: Valor
hi: मूल्य
vi: Giá trị

source: Site statistics
es_419: Estadísticas del sitio

source: Total number of users
es_419: Número total de usuarios

source: Courses loaded in the modulestore
es_419: Cursos cargados en la bodega de módulos

source: username
es_419: nombre de usuario

source: email
es_419: correo electrónico

source: Repair Results
es_419: Reparar Resultados

source: Create User Results
es_419: Crear Resultados de Usuario

source: Delete User Results
es_419: Borrar Resultados de Usuario

source: The git repo location should end with '.git', and be a valid url
es_419: La ubicación del repositorio de git debe terminar en '.git' y ser una url válida

source: Added Course
es_419: Curso añadido

source: Course Name
es_419: Nombre del curso
hi: कार्यप्रणाली का नाम
ko_kr: 강좌명
pt_br: Nome do curso
vi: Tên Khóa Học

source: Directory/ID
es_419: Directorio/ID

source: Last Change
es_419: Última modificación
