Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Practice proctored Exam
es_419: Practica de examen supervisado
hi: प्रैक्टिकल परीक्षा का अभ्यास करें
ja_jp: 試験監督つき試験を試す
ko_kr: 연습 프록터 시험
pt_br: Exame Prático Supervisionado
vi: Thi thực hành có giám sát
zh_tw: 練習監考考試

source: Proctored Exam
es_419: Examen supervisado
hi: प्रोक्टेड परीक्षा
ja_jp: 試験監督つき試験
ko_kr: 시험감독 평가
pt_br: Exame supervisionado
vi: Thi có giám sát
zh_tw: 監考考試

source: Timed Exam
es_419: Examen cronometrado
hi: समय पर परीक्षा
ja_jp: 時間制限のあるテスト
ko_kr: 제한된 시간의 시험
pt_br: Exame cronometrado
vi: Bài thi Khống chế thời gian
zh_tw: 定時考試

source: Collapse/Expand this %(xblock_type)s
es_419: Contraer/Expandir esta %(xblock_type)s
hi: इस %(xblock_type)s को संक्षिप्त करें / विस्तृत करें
ja_jp: この %(xblock_type)s をたたむ/広げる
ko_kr: %(xblock_type)s 접기/펼치기
pt_br: Reduzir/Expandir este %(xblock_type)s
vi: Thu gọn/Mở rộng %(xblock_type)s này
zh_tw: 折疊/展開 %(xblock_type)s

source: Display Name
es_419: Nombre para mostrar:
hi: नाम प्रदर्शित करें
ja_jp: 表示名
ko_kr: 표시될 이름
lt_lt: Rodyti pavadinimą
pt_br: Exibir Nome
vi: Tên hiển thị
zh_tw: 顯示名稱

source: Configure
es_419: Configurar
hi: कॉन्फ़िगर
ja_jp: 変更
ko_kr: 설정
lt_lt: Konfigūruoti
pt_br: Configurar
vi: Cấu hình
zh_tw: 設定

source: Duplicate
es_419: Duplicar
hi: प्रतिरूप
ko_kr: 복사
pt_br: Duplicar
vi: Bản sao

source: Drag to reorder
es_419: Arrastre para reorganizar
hi: पुन: व्‍यवस्थित करने हेतु खींचें
ja_jp: ドラッグして並び替え
ko_kr: 재배열 위한 이동
lt_lt: Tempkite, norėdami pakeisti rikiavimą
pt_br: Arraste para reordenar
vi: Kéo để sắp xếp lại
zh_tw: 拖動以重新排序

source: Release Status:
es_419: Estado de liberación:
hi: रिलीज की स्थिति:
ja_jp: リリース状況：
ko_kr: 공개 상태:
lt_lt: Išleidimo būsena:
pt_br: Status do lançamento:
vi: Trạng thái Phát hành:
zh_tw: 發佈狀態:

source: Released:
es_419: Liberado:
hi: जारी:
ja_jp: 公開日：
ko_kr: 공개일시:
lt_lt: Išleista:
pt_br: Lançado:
vi: Phát hành:
zh_tw: 已釋出：

source: Scheduled:
es_419: Programado:
hi: शेड्यूल किया गया:
ja_jp: 段取り済：
ko_kr: 예정됨:
lt_lt: Suplanuota:
pt_br: Agendado:
vi: Lên kế hoạch:
zh_tw: 時程表:

source: Graded as:
es_419: Calificado como:
hi: के रूप में स्नातक किया:
ja_jp: 評価：
ko_kr: 과제 유형
lt_lt: Įvertinamas kaip:
pt_br: Avaliado como:
vi: Phân loại:
zh_tw: 當前評分方式：

source: Due:
es_419: Fecha de entrega:
hi: नियत तारीख़:
ja_jp: 締切
ko_kr: 마감:
lt_lt: Pateikti iki:
pt_br: Prazo final:
vi: Hạn chót:
zh_tw: 原因：

source: Subsection is hidden after due date
es_419: La subsección estará oculta después de la fecha límite
hi: देय तिथि के बाद सदस्यता छिपी हुई है
ko_kr: 기한 경과 되 이 소주제는 감춰집니다
pt_br: Subseção é ocultada após a data de vencimento
vi: Phần con được ẩn sau ngày đáo hạn

source: You haven't added any content to this course yet.
es_419: Todavía no ha añadido ningún contenido a este curso.
hi: आपने इस पाठ्यक्रम में अभी तक कोई सामग्री नहीं जोड़ी है।
ja_jp: この講座にはコンテンツが何も登録されていません。
ko_kr: 강좌 콘텐츠가 없습니다.
lt_lt: Prie šio kurso dar nepridėjote turinio.
pt_br: Você ainda não adicionou nenhum conteúdo a este curso.
vi: Bạn chưa thêm bất cứ tài nguyên nào cho khóa học này.
zh_tw: 尚未向該課程新增任何內容。

source: Click to add a new %(xblock_type)s
es_419: Haga clic para añadir una nueva %(xblock_type)s
hi: नया %(xblock_type)s जोड़ने के लिए क्लिक करें
ja_jp: クリックして新しい %(xblock_type)s を追加
ko_kr: 새로운 %(xblock_type)s 을 추가하기 위해 클릭하세요.
lt_lt: Spustelkite pridėti naujus %(xblock_type)s
pt_br: Clique para adicionar um novo %(xblock_type)s
vi: Bấm để thêm mới %(xblock_type)s
zh_tw: 點選以新增%(xblock_type)s

source: Learning Outcome
es_419: Resultado de aprendizaje
hi: सिखने का फल
ko_kr: 학습 성과
pt_br: Resultados de aprendizagem
vi: Kết quả Học tập

source: Add a learning outcome here
es_419: Agregar Resultado de aprendizaje
hi: यहां एक सिखने का फल जोड़ें
ko_kr: 이 곳에 학습 성과를 추가해주세요
pt_br: Adicionar um resultado de aprendizagem aqui
vi: Thêm một kết quả học tập ở đây

source: Assignment Type Name
es_419: Nombre del tipo de tarea
hi: असाइनमेंट टाइप नाम
ja_jp: 課題種別
ko_kr: 과제명
lt_lt: Užduoties tipo pavadinimas
pt_br: Nome do Tipo de Tarefa
vi: Phân loại Tên
zh_tw: 作業類型名稱

source: The general category for this type of assignment, for example, Homework or Midterm Exam. This name is visible to learners.
es_419: La categoría general para este tipo de asignación, por ejemplo, Tareas o Examen trimestral. Este nombre es visible a los estudiantes.
hi: इस प्रकार के असाइनमेंट के लिए सामान्य श्रेणी, उदाहरण के लिए, होमवर्क या मिडटर्म परीक्षा। यह नाम शिक्षार्थियों को दिखाई देता है।
ko_kr: 숙제, 중간 고사 등 이 형태의 과제에 대한 분류입니다. 이 이름은 학습자에게 공개됩니다.
pt_br: Categoria geral para esse tipo de atribuição, por exemplo, trabalhos de casa ou prova. Este nome é visível para os alunos.
vi: Danh mục chung cho loại bài tập này, ví dụ: Bài tập về nhà hoặc Bài kiểm tra giữa kỳ. Tên này hiển thị cho người học.

source: Abbreviation
es_419: Abreviatura
hi: संक्षिप्त
ja_jp: 省略形
ko_kr: 성적 보고서 표시용 약자
lt_lt: Santrumpa
pt_br: Abreviação
vi: Viết tắt
zh_tw: 縮寫

source: This short name for the assignment type (for example, HW or Midterm) appears next to assignments on a learner's Progress page.
es_419: Estos nombres para los tipos de asignaciones (por ejemplo, Tareas o Examen trimestral) aparecen al lado de las asignaciones en la página de Progreso del estudiante.
hi: असाइनमेंट प्रकार (उदाहरण के लिए, HW या मिडटर्म) के लिए यह संक्षिप्त नाम एक शिक्षार्थी के प्रगति पृष्ठ पर असाइनमेंट के बगल में दिखाई देता है।
ko_kr: 이 과제 형태의 짧은 이름이 (HW, Midterm 등) 학습자 성과 페이지의 과제 옆에 보여집니다.
pt_br: Este nome curto para o tipo de atribuição (por exemplo, HW ou intercalar) aparece ao lado de atribuições na página Progresso do aluno.
vi: Tên ngắn cho loại bài tập (ví dụ: BTVN hoặc KTra) xuất hiện bên cạnh các bài tập trên trang Tiến độ của người học.

source: Weight of Total Grade
es_419: Peso en la calificación total
hi: कुल ग्रेड का वजन
ja_jp: 総得点の重み付け
ko_kr: 점수 가중치
lt_lt: Užduoties svoris galutiniame įvertinime
pt_br: Peso da nota total
vi: Sĩ số của lớp
zh_tw: 總等級權重

source: The weight of all assignments of this type as a percentage of the total grade, for example, 40. Do not include the percent symbol.
es_419: El peso de todas las asignaciones de este tipo como porcentaje de la calificación total, por ejemplo, 40. No incluya el símbolo de porcentaje.
hi: इस प्रकार के सभी असाइनमेंट का वजन कुल ग्रेड के प्रतिशत के रूप में, उदाहरण के लिए, 40. प्रतिशत प्रतीक को शामिल न करें।
ko_kr: 40 등 총 성적에 대한 이 형태 과제의 반영 비율입니다. % 표시는 쓰지 않습니다.
pt_br: O peso de todas as atribuições desse tipo como uma porcentagem da nota total, por exemplo, 40. Não inclua o símbolo de porcentagem.
vi: Tỷ trọng của tất cả các bài tập thuộc loại này là phần trăm của tổng số điểm, ví dụ, 40. Không bao gồm biểu tượng phần trăm.

source: Total Number
es_419: Número total
hi: कुल संख्या
ja_jp: 合計数
ko_kr: 합계
lt_lt: Iš viso
pt_br: Número Total
vi: Tổng số
zh_tw: 總數

source: The number of subsections in the course that contain problems of this assignment type.
es_419: El número de subdivisiones del curso que contiene problemas de este tipo de asignación.
hi: इस असाइनमेंट प्रकार की समस्याओं वाले पाठ्यक्रम में उपखंडों की संख्या।
ko_kr: 이 과제 형태를 포함하는 강좌 내 소주제 숫자입니다.
pt_br: O número de subsecções no curso que contêm problemas deste tipo de atribuição.
vi: Số phần con trong khóa học chứa các câu hỏi của loại bài tập này.

source: Number of Droppable
es_419: Cantidad de ejercicios excluibles
hi: गिराने की संख्या
ja_jp: Droppableの数
ko_kr: 삭제 횟수
lt_lt: Neįskaičiuojamų užduočių skaičius
pt_br: Número de Canceláveis
vi: Số lượng Loại bỏ
zh_tw: 可放棄的數量

source: The number of assignments of this type that will be dropped. The lowest scoring assignments are dropped first.
es_419: El número de asignaciones de este tipo que serán descartados. Las asignaciones con calificaciones más bajas serán las primeras en ser descartadas.
hi: इस प्रकार के असाइनमेंट की संख्या को गिरा दिया जाएगा। सबसे कम स्कोरिंग असाइनमेंट पहले गिराए जाते हैं।
ko_kr: 드롭되는 이 형태의 과제 숫자입니다. 가장 낮은 점수의 과제가 우선적으로 드롭됩니다.
pt_br: O número de atribuições deste tipo que serão descartados. Os menores atribuições de pontuação são descartados em primeiro lugar.
vi: Số lượng bài tập thuộc loại này sẽ bị loại bỏ. Những bài tập có điểm thấp sẽ bị loại bỏ trước.

source: Course Handouts
es_419: Materiales del curso
hi: पाठ्यक्रम हैंडआउट्स
ja_jp: 講座資料
ko_kr: 학습 자료
lt_lt: Kurso dalijamoji medžiaga
pt_br: Apostilas do Curso
zh_tw: 課程講義

source: You have no handouts defined
es_419: No tiene Materiales denifidos
hi: आपके पास कोई हैंडआउट परिभाषित नहीं है
ja_jp: 定義された配布資料はありません
ko_kr: 정의된 학습 자료가 없습니다.
lt_lt: Jūs neturite dalijamosios medžiagos
pt_br: Você não tem apostilas definidas
vi: Bạn không có tài liệu phát tay
zh_tw: 您尚未定義講義

source: There is invalid code in your content. Please check to make sure it is valid HTML.
es_419: Hay código invalido en su contenido. Por favor verifique la validez del HTML
hi: आपकी सामग्री में अमान्य कोड है। कृपया यह सुनिश्चित करने के लिए जांचें कि यह वैध HTML है।
ja_jp: 無効なコードがコンテンツに含まれています。有効なHTMLであることを確認してください。
ko_kr: 올바르지 않은 HTML 코드가 있습니다. 올바른 HTML 코드로만 작성되었는지 확인해주세요.
lt_lt: Jūsų turinyje yra neteisingas kodas. Prašome įsitikinti, kad tai teisingas HTML.
pt_br: Existe um código inválido em seu conteúdo. Por favor, verifique para certificar-se que é um HTML válido.
vi: Có mã không hợp lệ trong nội dung của bạn. Vui lòng kiểm tra để chắc chắn rằng đó là HTML hợp lệ.
zh_tw: 您的內容有無效的代碼。請仔細檢查以確保其是合法的HTML。

source: Send push notification to mobile apps
es_419: Enviar notificaciones PUSH a las aplicaciones móviles
ja_jp: モバイルアプリケーションへプッシュ通知を送信
ko_kr: 모바일 앱으로 푸시공지를 보냅니다.
pt_br: Enviar notificação de envio para o aplicativo móvel
zh_tw: 推送通知至手機應用程式

source: Send notification to mobile apps
es_419: Enviar notificaciones a las aplicaciones móviles
ja_jp: モバイルアプリケーションへ通知を送信
ko_kr: 모바일 앱으로 공지를 보냅니다.
pt_br: Enviar notificação para o aplicativo móvel
zh_tw: 發送通知至手機應用程式

source: Post
es_419: Publicación
hi: पद
ja_jp: 投稿
ko_kr: 게시하기
pt_br: Enviar
vi: Bài viết
zh_tw: 發表

source: Due Date:
es_419: Fecha límite:
hi: नियत तारीख:
ja_jp: 期限：
ko_kr: 제출 날짜:
lt_lt: Pabaigos data:
pt_br: Data de Vencimento
vi: Hạn:
zh_tw: 截止日期:

source: Due Time in UTC:
es_419: Hora límite en UTC:
hi: यूटीसी में नियत समय:
ja_jp: 期限（UTC）：
ko_kr: 마감 시간
lt_lt: Pateikimo laikas UTC formatu:
pt_br: Data limite em UTC
vi: Giờ đến hạn theo UTC:
zh_tw: 截止時間以國際標準時間顯示

source: Clear Grading Due Date
es_419: Borrar la fecha límite de calificación
hi: क्लियर ग्रेडिंग ड्यू डेट
ja_jp: 採点期日を削除
ko_kr: 채점 기간 다시 설정하기
lt_lt: Šalinti vertinimo pateikimo datą
pt_br: Limpar data limite para avaliação
vi: Xoá Hạn Chấm bải
zh_tw: 清除評分

source: Chapter Name
es_419: Nombre del capítulo
hi: अध्याय का नाम
ja_jp: チャプター名
ko_kr: 챕터 이름
lt_lt: Skyriaus pavadinimas
pt_br: Nome do Capítulo
vi: Tên Chương
zh_tw: 章節名稱

source: Chapter {order}
es_419: Capítulo {order}
hi: अध्याय {order}
ko_kr: 챕터 {order}
pt_br: Capítulo {order}
vi: Chương {order}

source: provide the title/name of the chapter that will be used in navigating
es_419: Ingrese el título / nombre del capítulo que se usará
hi: अध्याय का शीर्षक / नाम प्रदान करें जिसका उपयोग नेविगेट करने में किया जाएगा
ja_jp: 講座内の移動に使用するチャプターのタイトル/名前を指定してください。
ko_kr: 학습자가 검색할 수 있도록 챕터의 이름을 입력하세요.
lt_lt: Įrašykite skyriaus pavadinimą, kuris bus naudojamas naršant
pt_br: forneça o título/nome do capítulo que será utilizado na navegação
vi: cung cấp tiêu đề/tên của các phần sẽ sử dụng trong điều hướng
zh_tw: 提供將用在導航中的章節題/名稱

source: Chapter Asset
es_419: Recursos del capítulo
hi: चैप्टर एसेट
ja_jp: チャプターアセット
ko_kr: 챕터 별 파일
lt_lt: Skyriaus medžiaga
pt_br: Ativo do Capítulo
vi: Liên kết Chương
zh_tw: 章節資源

source: upload a PDF file or provide the path to a Studio asset file
es_419: Suba un archivo PDF o ingrese la ruta de un recurso en Studio
hi: एक पीडीएफ फाइल अपलोड करें या एक स्टूडियो एसेट फाइल को पथ प्रदान करें
ja_jp: Studio素材ファイルのパスを指定するかPDFをアップロードしてください
ko_kr: PDF 파일을 업로드하세요.
lt_lt: Įkelti PDF failą arba pateikti failo, patalpinto į Studio, kelią
pt_br: envie um arquivo PDF ou forneça o caminho para um arquivo de ativo de Studio
vi: tải lên một tập tin PDF hoặc cung cấp đường dẫn đến nơi lưu trữ tập tin Studio
zh_tw: 上傳PDF檔案或提供指向Studio資源檔案的路徑

source: Upload PDF
es_419: Subir PDF
hi: पीडीएफ अपलोड करें
ja_jp: PDFをアップロード
ko_kr: PDF 업로드
lt_lt: Įkelti PDF
pt_br: Enviar PDF
vi: Tải lên PDF
zh_tw: 上傳PDF

source: delete chapter
es_419: borrar capítulo
hi: अध्याय हटाएं
ja_jp: チャプター削除
ko_kr: chapter 삭제하기
lt_lt: pašalinti skyrių
pt_br: excluir capítulo
vi: xoá chương
zh_tw: 刪除章節

source: Textbook information
es_419: Información del libro de texto
hi: पाठ्यपुस्तक की जानकारी
ja_jp: テキスト情報
ko_kr: 교재 정보
lt_lt: Vadovėlio informacija
pt_br: Informação do livro-texto
vi: Thông tin giáo trình
zh_tw: 課本訊息

source: Textbook Name
es_419: Nombre
hi: पाठ्यपुस्तक का नाम
ja_jp: テキスト名
ko_kr: 교재명
lt_lt: Vadovėlio pavadinimas
pt_br: Nome do Livro-texto
vi: Tên giáo trình
zh_tw: 課本名稱

source: Introduction to Cookie Baking
es_419: Introducción a las Ciencias de la Computación
hi: कुकी बेकिंग का परिचय
ja_jp: Cookie Bakingの紹介
ko_kr: 제과 개론
lt_lt: Sausainių kepimo įvadas
pt_br: Introdução a manufatura de Cookies
vi: Giới thiệu về Cookie Baking
zh_tw: 烘烤餅乾簡介

source: provide the title/name of the text book as you would like your students to see it
es_419: ingrese el título / nombre del libro de texto como será visto por los estudiantes
hi: पाठ पुस्तक का शीर्षक / नाम प्रदान करें जैसा कि आप अपने छात्रों को इसे देखना चाहते हैं
ja_jp: 受講者に表示されるテキストのタイトル/名前を指定してください。
ko_kr: 교재명을 입력하세요.
lt_lt: Nurodykite vadovėlio pavadinimą, kurį norite, kad matytų jūsų kurso dalyviai
pt_br: forneça o título/nome do livro-texto como você deseja que os alunos o vejam
vi: cung cấp tiêu đề/tên của giáo trình mà bạn muốn học viên xem nó
zh_tw: 提供您希望學生看到的課本標題/名稱

source: Chapter information
es_419: Información del capítulo
hi: अध्याय की जानकारी
ja_jp: チャプター情報
ko_kr: Chapter 정보
lt_lt: Skyriaus informacija
pt_br: Informação do capítulo
vi: Thông tin chương
zh_tw: 章節訊息

source: Add a Chapter
es_419: Añadir capítulo
hi: एक अध्याय जोड़ें
ja_jp: チャプターを追加
ko_kr: 챕터 추가
lt_lt: Pridėti skyrių
pt_br: Adicionar um Capítulo
vi: Thêm một Chương
zh_tw: 新增章節

source: Grading
es_419: Calificaciones
hi: श्रेणीकरण
ja_jp: 採点
ko_kr: 과제 평가
lt_lt: Vertinimas
pt_br: Avaliando
vi: Đánh Giá
zh_tw: 評分

source: Grade as:
es_419: Calificar como:
hi: ग्रेड के रूप में:
ja_jp: 評価：
ko_kr: 과제 유형
lt_lt: Vertinti kaip:
pt_br: Avaliar como:
vi: Phân loại:
zh_tw: 當前評分方式：

source: Not Graded
es_419: No calificado
hi: वर्गीकृत नहीं है
ja_jp: 未採点
ko_kr: 성적 미반영
lt_lt: Nevertinta
pt_br: Não avaliado
vi: Chưa Chấm
zh_tw: 不評分

source: Cannot delete when in use by an experiment
es_419: No se puede borrar mientras esté en uso por un experimento
hi: प्रयोग द्वारा उपयोग में आने पर नष्ट नहीं किया जा सकता
ja_jp: 実験で利用されている場合、削除できません。
ko_kr: 실험으로 사용될 때에는 지울 수 없습니다.
lt_lt: Negalima pašalinti, kai naudojama bandyme
pt_br: Não pode ser apagada se estiver sendo utilizada numa experiência
vi: Không thể xóa khi được sử dụng bởi một thử nghiệm
zh_tw: 當在實驗中使用時並不能被刪除

source: This Group Configuration is used in:
es_419: Esta configuración de grupo se usa en:
hi: इस समूह विन्यास में प्रयोग किया जाता है:
ja_jp: このグループ設定が使用される項目：
ko_kr: 이 그룹 설정은 이렇게 사용됩니다:
lt_lt: Ši grupės konfigūracija naudojama:
pt_br: A Configuração deste Grupo é usada em:
vi: Cấu hình Nhóm này được sử dụng trong:
zh_tw: 此群組設定被使用在；

source: This Group Configuration is not in use. Start by adding a content experiment to any Unit via the {linkStart}Course Outline{linkEnd}.
es_419: Esta Configuración de grupo no está en uso. Comience añadiendo contenido experimental a cualquier Unidad a través de la {linkStart}Estructura del curso{linkEnd}.
hi: यह समूह विन्यास उपयोग में नहीं है। {LinkStart} कोर्स की रूपरेखा {linkEnd} के माध्यम से किसी भी इकाई में एक सामग्री प्रयोग जोड़कर शुरू करें।
ko_kr: 그룹 설정을 사용하지 않고 있습니다. {linkStart}강좌 개요{linkEnd} 를 통해 학습 활동에 콘텐츠 실험을 추가함으로서 시작하세요.
pt_br: Esta configuração de grupo não está em uso. Comece adicionando um experimento de conteúdo para qualquer Unidade através do {linkStart}Esboço do Curso {linkEnd}.
vi: Cấu hình Nhóm này không được sử dụng. Bắt đầu bằng cách thêm thử nghiệm nội dung cho bất kỳ Đơn vị nào thông qua {linkStart}Đề cương Khóa học{linkEnd}.

source: Group Configuration information
es_419: Información de configuración del grupo
hi: समूह विन्यास जानकारी
ja_jp: グループ設定情報
ko_kr: 그룹 설정 정보
lt_lt: Grupės konfigūracijos informacija
pt_br: Informações de Configuração de Grupo
vi: Thông tin cấu hình nhóm
zh_tw: 群組設定資訊

source: Group Configuration Name
es_419: Nombre de configuración del grupo
hi: समूह विन्यास नाम
ja_jp: グループ設定名
ko_kr: 그룹 설정 이름
lt_lt: Grupės konfigūracijos pavadinimas
pt_br: Nome da Configuração do Grupo
vi: Tên Cấu hình Nhóm
zh_tw: 群組設定名稱

source: Group Configuration ID
es_419: Identificación de configuración del grupo
hi: समूह विन्यासआईडी
ja_jp: グループ設定ID
ko_kr: 그룹 설정 ID
lt_lt: Grupės konfigūracijos identifikatorius
pt_br: ID da Configuração do Grupo
vi: ID Cấu hình Nhóm
zh_tw: 群組設定ID

source: This is the Name of the Group Configuration
es_419: Este es el nombre de la Configuración del Grupo
hi: यह समूह विन्यासका नाम है
ja_jp: こちらはこのグループの名前です。
ko_kr: 그룹 설정에 대한 이름입니다.
lt_lt: Tai yra grupės konfigūracijos pavadinimas
pt_br: Este é o Nome da Configuração do Grupo
vi: Đây là Tên của Cấu hình Nhóm
zh_tw: 這是群組設定的名稱

source: Name or short description of the configuration
es_419: Nombre o descripción corta de la configuración
hi: विन्यास का नाम या संक्षिप्त विवरण
ja_jp: この設定の名前、もしくは端的な説明
ko_kr: 설정에 대한 짧은 설명 또는 이름입니다.
lt_lt: Konfigūracijos pavadinimas arba trumpas aprašas
pt_br: Nome ou descrição curta da configuração
vi: Tên hoặc mô tả ngắn gọn cấu hình
zh_tw: 設定的名稱或簡短描述

source: This is the Description of the Group Configuration
es_419: Esta es la descripción de configuración del grupo
hi: यह समूह विन्यास का विवरण है
ja_jp: こちらはこのグループ設定の説明です。
ko_kr: 그룹 설정에 대한 설명입니다.
lt_lt: Tai grupės konfigūracijos aprašas
pt_br: Esta é a Descrição da Configuração do Grupo
vi: Đây là Mô tả về Cấu hình Nhóm
zh_tw: 這是群組設定的描述

source: Optional long description
es_419: Descripción larga optativa
hi: वैकल्पिक लंबा विवरण
ja_jp: 付加的な長めの説明
ko_kr: 부가적인 긴 설명
lt_lt: Nebūtinas ilgas aprašas
pt_br: Descrição longa opcional
vi: Mô tả dài tùy chọn
zh_tw: 可選的長描述

source: Group information
es_419: Información del grupo
hi: समूह की जानकारी
ja_jp: グループ情報
ko_kr: 그룹 정보
lt_lt: Grupės informacija
pt_br: Informação do grupo
vi: Thông tin về nhóm
zh_tw: 群組資訊

source: Groups
es_419: Grupos
hi: समूह
ja_jp: グループ
ko_kr: 그룹들
lt_lt: Grupės
pt_br: Grupos
vi: Nhóm
zh_tw: 群組

source: Name of the groups that students will be assigned to, for example, Control, Video, Problems. You must have two or more groups.
es_419: Nombre de los grupos a los que los estudiantes serán asignados. Por ejemplo, Control, video, problemas. Debe tener dos o más grupos.
hi: उन समूहों के नाम जिन्हें छात्रों को सौंपा जाएगा, उदाहरण के लिए, नियंत्रण, वीडियो, समस्याएं। आपके पास दो या अधिक समूह होने चाहिए।
ja_jp: 受講者が割り当てられるグループ名は、例えば、操作、映像、問題などがあります。少なくとも二個以上のグループが必要です。
ko_kr: 학습자가 동영상, 문제 등에 속한 집단명. 둘 이상의 집단이 필요합니다.
lt_lt: Grupių, kurioms bus priskirti kurso dalyviai, pavadinimai, pavyzdžiui, "Kontrolinė", "Video", "Užduotys". Privalote turėti dvi arba daugiau grupių.
pt_br: Nome dos grupos aos quais os estudantes serão associados, por exemplo, Controle, Vídeo, Problemas. Você deverá ter dois ou mais grupos.
vi: Tên của các nhóm mà học sinh sẽ được chia vào, ví dụ: Kiểm soát, Video, Câu hỏi. Bạn phải có hai hoặc nhiều nhóm.
zh_tw: 要分配給學生的組名稱，例如:控制、影片、問題。 您必須要有兩個以上的組。

source: Add another group
es_419: Añadir nuevo grupo
hi: एक और समूह जोड़ें
ja_jp: 他のグループを追加
ko_kr: 다른 집단 추가하기
lt_lt: Pridėti kitą grupę
pt_br: Adicionar outro grupo
vi: Thêm nhóm
zh_tw: 增加其他群組

source: This configuration is currently used in content experiments. If you make changes to the groups, you may need to edit those experiments.
es_419: Esta configuración se está usando en contenidos experimentales. Si hace cambios a los grupos, puede que necesite editar también dichos experimentos.
hi: यह कॉन्फ़िगरेशन वर्तमान में सामग्री प्रयोगों में उपयोग किया जाता है। यदि आप समूहों में परिवर्तन करते हैं, तो आपको उन प्रयोगों को संपादित करने की आवश्यकता हो सकती है।
ja_jp: この設定は実験コンテンツで使用されています。グループの設定を変更する場合、その実験でも編集しなければなりません。
ko_kr: 이 구성은 현재 콘텐츠 실험에 사용됩니다. 당신이 그룹을 변경 한 경우 실험을 편집해야합니다.
lt_lt: Ši konfigūracija yra šiuo metu naudojama turinio bandyme. Jeigu ką nors pakeisite grupėse, gali tekti redaguoti tuos bandymus.
pt_br: Essa configuração está sendo usada em experimentos de conteúdo. Se fizer alterações aos grupos, você vai precisar editar os experimentos.
vi: Cấu hình này hiện đang được sử dụng trong thử nghiệm nội dung. Nếu bạn thay đổi các nhóm, bạn có thể phải chỉnh sửa những thử nghiệm đó.
zh_tw: 此設定現在被使用在內容實驗中。如果您對群組做變更，您將會需會編輯那些實驗。

source: delete group
es_419: borrar grupo
ja_jp: グループを削除
ko_kr: 집단 삭제
lt_lt: pašalinti grupę
pt_br: excluir grupo
vi: Xoá nhóm
zh_tw: 刪除群組

source: License Type
es_419: Tipo de Licencia
hi: लाइसेंस के प्रकार
ja_jp: ライセンスのタイプ
ko_kr: 라이센스 유형
pt_br: Tipo de licença
vi: Loại Giấy phép
zh_tw: 授權類型

source: Learn more about {license_name}
es_419: Saber más sobre {license_name}
hi: {license_name} के बारे में और जानें
ja_jp: {license_name}についてもっと学ぶ
ko_kr: {license_name} 더 알아보기
lt_lt: Sužinoti daugiau apie {license_name}
pt_br: Saiba mais sobre {license_name}
vi: Tìm hiểu thêm về {license_name}
zh_tw: 學習更多關於 {license_name}

source: Options for {license_name}
es_419: Opciones para {license_name}
hi: {license_name} के विकल्प
ja_jp: {license_name} のオプション
ko_kr: {license_name}을 위한 평가 기준
lt_lt: {license_name} parametrai
pt_br: Opções para {license_name}
vi: Tuỳ chọn cho {license_name}
zh_tw: 選項 {license_name}

source: The following options are available for the {license_name} license.
es_419: Las siguientes opciones están disponibles para {license_name} licencia
hi: निम्न विकल्प {license_name} लाइसेंस के लिए उपलब्ध हैं।
ja_jp: {license_name} ライセンスでは、以下のオプションが利用できます。
ko_kr: {license_name} 라이센스에서 다음 선택사항이 가능합니다.
lt_lt: {license_name} licencijai galimi šie parametrai.
pt_br: As seguintes opções estão disponíveis para a licença {license_name}.
vi: Các tùy chọn sau có thể dùng cho giấy phép {license_name}.
zh_tw: 下列選項可用於 {license_name} 授權。

source: License Display
es_419: Muestra de la Licencia
hi: लाइसेंस प्रदर्शन
ja_jp: ライセンス表示
ko_kr: 라이센스 표시
pt_br: Exibição de Licença
vi: Hiển thị Giấy phép
zh_tw: 顯示授權

source: The following message will be displayed at the bottom of the courseware pages within your course:
es_419: El siguiente mensaje será mostrado al final de las páginas de los cursos.
hi: निम्न संदेश आपके पाठ्यक्रम के भीतर पृष्ठ के नीचे प्रदर्शित किया जाएगा:
ja_jp: 以降のメッセージは、講座の教材ページの下部に表示されます：
ko_kr: 다음 메세지는 강좌 내용의 하단부에 나타납니다.
pt_br: A mensagem a seguir será exibida na parte inferior das páginas do seu curso:
vi: Thông báo sau sẽ được hiển thị ở dưới cùng của các trang giáo trình khóa học của bạn:
zh_tw: 以下的訊息將會顯示在您課程內的教材頁面下方

source: Creative Commons licensed content, with terms as follow:
es_419: Contenido con licencia Creative Commons de acuerdo a los siguientes términos:
hi: क्रिएटिव कॉमन्स लाइसेंस सामग्री, शब्दों का पालन करें:
ja_jp: クリエィティブ・コモンライセンスのコンテンツで、その条項は以下の通り：
ko_kr: Creative Commons 저작물인 콘텐츠로 다음의 조건을 따릅니다:
lt_lt: Creative Commons licencijuotas turinys šiomis sąlygomis:
pt_br: Conteúdo sob licença Creative Commons, com os seguintes termos:
zh_tw: 知識共享授權內容，術語如下：

source: Some Rights Reserved
es_419: Algunos Derechos Reservados
hi: कुछ अधिकार सुरक्षित
ja_jp: 部分的に著作権があります
ko_kr: 일부 저작권 보호
lt_lt: Dalis teisių yra saugoma
pt_br: Alguns direitos reservados
zh_tw: 保留部分權利

source: New %(item_type)s
es_419: Nueva %(item_type)s
hi: नया %(item_type)s
ja_jp: 新規 %(item_type)s
ko_kr: 신규 %(item_type)s
lt_lt: Nauji %(item_type)s
pt_br: Novo %(item_type)s
vi: Mới %(item_type)s
zh_tw: 新增%(item_type)s

source: Add
es_419: Añadir
hi: जोड़ना
ja_jp: 追加
ko_kr: 추가하기
lt_lt: Pridėti
pt_br: Adicionar
vi: Thêm
zh_tw: 新增
