Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: IP address
es_419: dirección IP

source: user
es_419: usuario

source: locked
es_419: bloqueado

source: article
es_419: artículo

source: article contents
es_419: contenidos del artículo

source: article title
es_419: título del artículo

source: Each revision contains a title field that must be filled out, even if the title has not changed
es_419: Cada revisión contiene un campo título que debe ser diligenciado, incluso si el título del artículo no ha sido cambiado

source: original article
es_419: artículo original

source: Permissions are inherited from this article
es_419: Los permisos han sido heredados de este artículo

source: A plugin was changed
es_419: Un plugin ha sido cambiado

source: The revision being displayed for this plugin.If you need to do a roll-back, simply change the value of this field.
es_419: La revisión que está siendo mostrada de este plugin. Sin necesita realizar un rollback, simplemente cambie el valor de este campo.

source: Cache lookup value for articles
es_419: Valor de búsqueda en cache para los artículos

source: (root)
es_419: (raíz)

source: URL path
es_419: ruta URL

source: URL paths
es_419: rutas URL

source: Sorry but you cannot have a root article with a slug.
es_419: Lo sentimos, pero no puede tener un artículo raíz con slug.

source: A non-root note must always have a slug.
es_419: Un artículo no raíz, siempre tiene que tener un slug.

source: There is already a root node on %s
es_419: Ya existe un nodo raíz en %s

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
es_419: Artículos que perdieron a sus padres =============================== Los padres de los hijos de este artículo fueron borrados. Tal vez usted debería hallarles un nuevo hogar.

source: Lost and found
es_419: Objetos perdidos

source: A short summary of what the file contains
es_419: Un resumen del contenido del archivo

source: Yes I am sure...
es_419: Si, estoy seguro..

source: Click to download file
es_419: Haga clic para descargar el archivo

source: The revision of this attachment currently in use (on all articles using the attachment)
es_419: La revisión de este adjunto está en uso actualmente (en todos los artículos que usan el adjunto)

source: original filename
es_419: nombre de archivo original

source: attachment
es_419: adjunto

source: attachments
es_419: adjuntos

source: file
es_419: archivo

source: attachment revision
es_419: revisión del adjunto

source: attachment revisions
es_419: revisiones del adjunto

source: %s was successfully added.
es_419: %s ha sido cargado exitósamente.

source: Your file could not be saved: %s
es_419: Su archivo no ha podido ser guardado: %s

source: Your file could not be saved, probably because of a permission error on the web server.
es_419: Su archivo no pudo ser guardado, probablemente por un error de permisos en el servidor web.

source: %s uploaded and replaces old attachment.
es_419: %s cargado en reemplazo del adjunto anterior.

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
es_419: Su nuevo archivo será renombrado para coincidir con el archivo actualmente presente. No se permitirán archivos con diferentes extensiones.

source: Current revision changed for %s.
es_419: Revisión actual modificada para %s.

source: Added a reference to "%(att)s" from "%(art)s".
es_419: Se añadió una referencia a "%(att)s" desde "%(art)s".

source: The file %s was deleted.
es_419: El archivo %s ha sido borrado.

source: This article is no longer related to the file %s.
es_419: Este artículo ya no está relacionado con el archivo %s.

source: A file was changed: %s
es_419: Un archivo ha sido cambiado: %s

source: A file was deleted: %s
es_419: Un archivo ha sido borrado: %s

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
es_419: La imagen %s ha sido cargada. Puede usarla seleccionandola de la lista de imágenes disponibles.

source: image
es_419: imagen

source: images
es_419: imágenes

source: Image: %s
es_419: Imagen: %s

source: Current revision not set!!
es_419: Revisión actual no definida!!

source: image revision
es_419: revisión de la imagen

source: image revisions
es_419: revisiones de la imagen

source: Image Revsion: %d
es_419: Revisión de la imagen: %d

source: %s has been restored
es_419: %s ha sido restaurada

source: %s has been marked as deleted
es_419: %s ha sido marcada para borrado

source: %(file)s has been changed to revision #%(revision)d
es_419: %(file)s ha sido cambiado a la revisión #%(revision)d

source: %(file)s has been saved.
es_419: %(file)s ha sido guardado.

source: Images
es_419: Imágenes

source: An image was added: %s
es_419: Una imagen ha sido añadida: %s

source: Links
es_419: Vínculos

source: Notifications
es_419: Notificaciones

source: When this article is edited
es_419: Cuando ha sido editado este artículo

source: Also receive emails about article edits
es_419: Recibir también correos electrónicos sobre las ediciones de artículos

source: Your notification settings were updated.
es_419: Su configuración de notificaciones ha sido actualizada

source: Your notification settings were unchanged, so nothing saved.
es_419: Su configuración de notificaciones no ha cambiado. Nada para guardar.

source: %(user)s subscribing to %(article)s (%(type)s)
es_419: %(user)s suscritos a %(article)s (%(type)s)

source: Article deleted: %s
es_419: Artículo borrado: %s

source: Article modified: %s
es_419: Artículo modificado: %s

source: New article created: %s
es_419: Nuevo artículo creado: %s

source: You are now sign up... and now you can sign in!
es_419: Usted se encuentra ya registrado.. y puede iniciar sesión!

source: You are no longer logged in. Bye bye!
es_419: Usted ha cerrado sesión. Hasta pronto!

source: You are now logged in! Have fun!
es_419: Usted ha iniciado sesión! Que se divierta!

source: New article '%s' created.
es_419: Nuevo artículo '%s' creado.

source: There was an error creating this article: %s
es_419: Ocurrió un error en la creación de este artículo: %s

source: There was an error creating this article.
es_419: Ocurrió un error en la creación de este artículo.

source: This article cannot be deleted because it has children or is a root article.
es_419: Este artículo no puede ser borrado porque tiene hijos o porque es un artículo raíz.

source: This article together with all its contents are now completely gone! Thanks!
es_419: El artículo al igual que su contenido ha sido eliminado! Gracias!

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
es_419: El artículo "%s" está marcado para ser borrado! Gracias por mantener el sitio libre de contenidos no deseados!

source: Your changes were saved.
es_419: Sus cambios han sido guardados.

source: A new revision of the article was succesfully added.
es_419: Una nueva revisión del artículo fue añadida exitósamente.

source: Restoring article
es_419: Restaurando artículo

source: The article "%s" and its children are now restored.
es_419: El artículo "%s" y sus hijos han sido restaurados.

source: The article %(title)s is now set to display revision #%(revision_number)d
es_419: El artículo %(title)s está ahora publicado para mostrar la revisión #%(revision_number)d

source: New title
es_419: Nuevo título

source: Merge between Revision #%(r1)d and Revision #%(r2)d
es_419: Fusión entre la revisión #%(r1)d y la revisión #%(r2)d

source: A new revision was created: Merge between Revision #%(r1)d and Revision #%(r2)d
es_419: Una nueva revisión ha sido creada: Fusión entre la revisión #%(r1)d y la revisión #%(r2)d

source: internally reviewed
es_419: revisado internamente
vi: đã đánh giá nội bộ

source: All Unreviewed
es_419: Todos los no revisados
vi: Tất cả Chưa được đánh giá

source: All Unreviewed Failures
es_419: Todos los fracasos no revisados
vi: Tất cả Thất bại Chưa đánh giá

source: active proctored exams
es_419: exámenes supervisados activos
vi: các cuộc thi có giám thị đang hoạt động

source: courses with active proctored exams
es_419: cursos con exámenes supervisados activos
vi: các khoá học với các cuộc thi có giám thị đang hoạt động

source: Created
es_419: Creado
vi: Đã tạo

source: Download Software Clicked
es_419: 'Descargar aplicación' seleccionado
vi: Tải Phần mềm Đã bấm

source: Ready To Start
es_419: Listo para comenzar
vi: Sẵn sàng Để Bắt đầu

source: Started
es_419: Inició
vi: Bắt đầu

source: Ready To Submit
es_419: Listo para enviar
vi: Sẵn sàng Để Bắt đầu

source: Declined
es_419: Negado
vi: Bị từ chối

source: Timed Out
es_419: Tiempo agotado
vi: Hết giờ

source: Second Review Required
es_419: Segunda revisión requerida
vi: Cần Đánh giá Lần thứ hai

source: Rejected
es_419: Rechazado
vi: Bị từ chối

source: your course
es_419: su curso
vi: khoá học của bạn

source: Proctoring Session Results Update for {course_name} {exam_name}
es_419: Actualización de resultados de sesión supervisada para {course_name} {exam_name}
vi: Cập nhật Kết quả Buổi Kiểm tra cho {course_name} {exam_name}

source: Taking As Proctored Exam
es_419: Tomando como examen supervisado
vi: Tham gia theo Cuộc thi có gián thị

source: Proctored Option Available
es_419: Opción supervisada disponible
vi: Tùy chọn Giám sát Có sẵn

source: Taking As Open Exam
es_419: Tomando como examen abierto
vi: Tham gia Kiểu Bài thi Mở

source: Pending Session Review
es_419: Revisión de sesión pendiente
vi: Kiểm tra Phiên Đang chờ

source: Passed Proctoring
es_419: Supervisión aprobada
vi: Qua Bài thi có giám sát

source: Failed Proctoring
es_419: Supervisión fallida
vi: Trượt Bài thi có giám sát

source: Proctored Option No Longer Available
es_419: La opción supervisado ya no está disponible
vi: Tùy chọn Giám sát Không còn hiệu lực

source: Ungraded Practice Exam
es_419: Examen de práctica no calificado
vi: Bài thi Thực hành Không phân loại

source: Practice Exam Completed
es_419: Examen de práctica completado
vi: Thi Thực hành Đã hoàn thành

source: Practice Exam Failed
es_419: Examen de práctica no aprobado
vi: Bài thi Thực hành Không thành công

source: satisfactory
es_419: adecuado
vi: đạt yêu cầu

source: unsatisfactory
es_419: inadecuado
vi: không đạt yêu cầu

source: Taking as Proctored
es_419: Tomando como examen supervisado
vi: Tham gia dạng Có gián thị

source: Is Sample Attempt
es_419: Es un intento de muestra
vi: Là Làm Thử

source: Additional Time (minutes)
es_419: Tiempo adicional (minutos)
hi: अतिरिक्त समय (मिनट)
vi: Thời gian bổ sung (phút)

source: Review Policy Exception
es_419: Revisar excepción a la política
vi: Rà soát chính sách ngoại lệ

source: This email is to let you know that the status of your proctoring session review for %(exam_name)s in <a href="%(course_url)s">%(course_name)s </a> is %(status)s. If you have any questions about proctoring, contact %(platform)s support at %(contact_email)s.
es_419: Este mensaje es para avisarle que el estado de revisión de su examen supervisado para %(exam_name)s en <a href="%(course_url)s">%(course_name)s </a> es %(status)s. Si tiene preguntas sobre la supervisión, comuníquese con el equipo de ayuda para %(platform)s en %(contact_email)s.
vi: Email này là để cho bạn biết rằng trạng thái của buổi kiểm tra có giám thị của bạn cho %(exam_name)s trong <a href="%(course_url)s">%(course_name)s </a> là %(status)s. Nếu bạn có thắc mắc về giám thị, liên hệ hỗ trợ %(platform)s qua email %(contact_email)s.

source: Try a proctored exam
es_419: Intentar un examen supervisado
vi: Thử bài thi có giám sát

source: Get familiar with proctoring for real exams later in the course. This practice exam has no impact on your grade in the course.
es_419: Familiaricese con la supervisión para los exámenes reales que estarán más adelante en el curso. Este examen de práctica no tiene impacto ninguno en su calificación para el curso.
vi: Làm quen với việc có giám thị trong các kỳ thi thực tế sau này trong khóa học. Kỳ thi thực hành này không ảnh hưởng tới thứ hạng của bạn trong khóa học.

source: Continue to my practice exam
es_419: Continuar a mi examen de práctica
vi: Tiếp tục bài kiểm tra thực hành của tôi

source: You will be guided through steps to set up online proctoring software and to perform various checks.
es_419: Ud. será guiado en los pasos para establecer el software de supervisión en línea y para hacer varias verificaciones.
vi: Bạn sẽ được hướng dẫn các bước để thiết lập phần mềm giám sát trực tuyến và thực hiện các bước rà soát khác.

source: There was a problem with your practice proctoring session
es_419: Hubo un problema con su sesión supervisada de práctica.
vi: Đã xảy ra sự cố với buổi kiểm tra thực hành có giám sát của bạn

source: Your practice proctoring results: <b class="failure"> Unsatisfactory </b>
es_419: El resultado de su sesión supervisada de práctica: <b class="failure"> inadecuado </b>
vi: Kết quả buổi kiểm tra thực hành có giám sát của bạn: <b class="failure"> Không đạt yêu cầu</b>

source: Your proctoring session ended before you completed this practice exam. You can retry this practice exam if you had problems setting up the online proctoring software.
es_419: Su sesión supervisada terminó antes de que Ud. completara este examen de práctica. Puede comenzar el examen de nuevo si tuvo problemas iniciando el programa de supervisión online.
vi: Buổi kiểm tra thực hành có giám sát của bạn kết thúc trước khi bạn hoàn thành bài thi. Bạn có thể làm lại bài kiểm tra thực hành này nếu bạn gặp sự cố khi thiết lập phần mềm giám sát trực tuyến.

source: Try this practice exam again
es_419: Comenzar este examen de práctica nuevamente
vi: Thử lại bài thi thực hành này

source: You have submitted this practice proctored exam
es_419: Ud. ha enviado este examen de práctica supervisado
vi: Bạn đã gửi bài thi thực hành có giám sát

source: Practice exams do not affect your grade or your credit eligibility. You have completed this practice exam and can continue with your course work.
es_419: Los exámenes de práctica no afectan su calificación ni su elegibilidad para crédito. Ud. ha completado este examen de práctica y puede seguir con el curso.
vi: Bài kiểm tra thực hành không ảnh hưởng đến mức độ hội đủ điều kiện của bạn. Bạn đã hoàn thành kỳ thi thực hành này và có thể tiếp tục môn học của mình.

source: You can also retry this practice exam
es_419: También puede comenzar este examen de práctica nuevamente
vi: Bạn cũng có thể thử lại bài kiểm tra thực hành này

source: Are you sure you want to take this exam without proctoring?
es_419: ¿Está seguro que quiere tomar este examen sin supervisión?
vi: Bạn có chắc chắn muốn tham gia kỳ thi này mà không cần giám thị?

source: If you take this exam without proctoring, you will <strong> no longer be eligible for academic credit. </strong>
es_419: Si Ud. toma este examen sin supervisión, <strong> ya no será elegible para crédito académico. </strong>
vi: Nếu bạn thực hiện bài kiểm tra này mà không có giám sát, bạn sẽ <strong>không còn đủ điều kiện cho tín chỉ học tập.</strong>

source: Continue Exam Without Proctoring
es_419: Continuar Examen Sin Supervisión
vi: Tiếp tục Thi mà Không có Giám sát

source: This exam is proctored
es_419: Este examen es supervisado
vi: Bài thi này có giám sát

source: To be eligible for course credit or for a MicroMasters credential, you must pass the proctoring review for this exam.
es_419: Para ser elegible para crédito académico o una credencial MicroMasters, debe aprobar la revisión de supervisión para este examen.
vi: Để đủ điều kiện tín chỉ khóa học hoặc để có chứng chỉ MicroMasters, bạn phải vượt qua bài kiểm tra có giám sát của kỳ thi này.

source: Continue to my proctored exam. I want to be eligible for credit.
es_419: Continuar a mi examen supervisado. Quiero ser elegible para crédito.
vi: Tiếp tục tham dự kỳ thi có giám sát. Tôi muốn đủ điều kiện cho tín chỉ.

source: You will be guided through steps to set up online proctoring software and to perform various checks.</br>
es_419: Ud. será guiado en los pasos para configurar el programa de supervisión online y realizar varias verificaciones.</br>
vi: Bạn sẽ được hướng dẫn các bước để thiết lập phần mềm giám sát trực tuyến và thực hiện các bước rà soát khác.</br>

source: Error with proctored exam
es_419: Error en examen supervisado
vi: Lỗi với kỳ thi có giám sát

source: A technical error has occurred with your proctored exam. To resolve this problem, contact <a href="mailto:%(tech_support_email)s">technical support</a>. All exam data, including answers for completed problems, has been lost. When the problem is resolved you will need to restart the exam and complete all problems again.
es_419: Un error técnico ha ocurrido en su examen supervisado. Para resolver el problema, comuníquese con <a href="mailto:%(tech_support_email)s">ayuda técnica</a>. Todos los datos del examen, incluso respuestas para problemas completadas, han sido perdidos. Cuando el problema esté resuelto, Ud. tendrá que reiniciar el examen y completar todos los problemas de nuevo.
vi: Đã xảy ra lỗi kỹ thuật với kỳ thi dự thi của bạn. Để giải quyết vấn đề này, hãy liên hệ <a href="mailto:%(tech_support_email)s">bộ phậnhỗ trợ kỹ thuật</a>.Tất cả dữ liệu kỳ thi, bao gồm câu trả lời cho các câu hỏi đã hoàn thành, đã bị mất. Khi câu hỏi được giải quyết, bạn sẽ cần phải khởi động lại bài kiểm tra và hoàn thành tất cả các câu hỏi một lần nữa.

source: View your credit eligibility status on your <a href="%(progress_page_url)s">Progress</a> page.
es_419: Revise el estado de su elegibilidad para crédito en su <a href="%(progress_page_url)s">página de progreso</a>.
vi: Xem tình trạng đủ điều kiện tín chỉ của bạn trên trang <a href="%(progress_page_url)s">Tiến độ</a>.

source: If you have concerns about your proctoring session results, contact your course team.
es_419: Si tiene dudas sobre los resultados de su sesión supervisada, comuníquese con el equipo del curso.
vi: Nếu bạn có thắc mắc về kết quả của buổi kiểm tra có giám sát, hãy liên hệ với nhóm điều hành khóa học của bạn.

source: The due date for this exam has passed
es_419: La fecha límite para este examen ha pasado.
vi: Đã đến hạn cho kỳ thi này

source: Because the due date has passed, you are no longer able to take this exam.
es_419: Por haber pasado la fecha límite, Ud. ya no puede tomar este examen.
vi: Bởi vì ngày hết hạn đã qua, bạn không còn có thể làm bài kiểm tra này nữa.

source: You did not satisfy the requirements for taking this exam with proctoring, and are not eligible for credit. See your <a href="%(progress_page_url)s">Progress</a> page for a list of requirements and your status for each.
es_419: Ud. no cumplió los requisitos para hacer este examen con supervisión, y no es elegible para crédito. Revise su <a href="%(progress_page_url)s">página de progreso</a> para ver una lista de los requisitos y su estado para cada uno.
vi: Bạn đã không đáp ứng được các yêu cầu để tham dự kỳ thi này có kiểm soát, và không đủ điều kiện cho tín chỉ. Xem trang <a href="%(progress_page_url)s">Tiến độ</a> của bạn để biết danh sách các yêu cầu và tình trạng của bạn.

source: You did not satisfy the following prerequisites:
es_419: Ud. no cumplió los siguientes prerrequisitos:
vi: Bạn không đáp ứng được các điều kiện bắt buộc sau:

source: Due to unsatisfied prerequisites, you can only take this exam without proctoring.
es_419: Por causa de prerrequisitos no cumplidos, Ud. solamente hacer este examen sin supervisión.
vi: Do các điều kiện bắt buộc chưa đạt yêu cầu, bạn chỉ có thể thực hiện bài kiểm tra này mà không có giám thị.

source: If you have questions about the status of your requirements for course credit, contact %(platform_name)s Support.
es_419: Si tiene preguntas sobre su estado con los requisitos para crédito académico en este curso, contáctese con el equipo de ayuda para %(platform_name)s.
vi: Nếu bạn có thắc mắc về tình trạng của các yêu cầu của bạn đối với tín chỉ khóa học, hãy liên hệ %(platform_name)s Hỗ trợ.

source: About Proctored Exams
es_419: Acerca de los exámenes supervisados
vi: Giới thiệu về Các kỳ thi Có giám sát

source: Complete your verification before starting the proctored exam.
es_419: Complete su verificación antes de iniciar el examen supervisado.
vi: Hoàn thành xác minh của bạn trước khi bắt đầu kỳ thi có giám sát.

source: You must successfully complete identity verification before you can start the proctored exam.
es_419: Es necesario completar la verificación de su identidad antes de iniciar el examen supervisado.
vi: Bạn phải hoàn thành xác minh danh tính thành công trước khi bạn có thể bắt đầu kỳ thi có giám sát.

source: Your verification is pending. Results should be available 2-3 days after you submit your verification.
es_419: Su verificación está en proceso. Los resultados deben estar disponibles entre 2-3 días después del envío de su verificación.
vi: Xác minh của bạn đang chờ xử lý. Kết quả sẽ có trong vòng 2-3 ngày sau khi bạn gửi xác minh của bạn.

source: Your verification attempt failed. Please read our guidelines to make sure you understand the requirements for successfully completing verification, then try again.
es_419: Su verificación no fue aprobada. Por favor, lea nuestra guía para asegurarse de que entienda los requisitos para completar la verificación exitósamente, y después intente de nuevo.
vi: Quá trình xác minh của bạn không thành công. Xin vui lòng đọc hướng dẫn của chúng tôi để chắc chắn bạn hiểu các yêu cầu để hoàn thành xác minh, sau đó thử lại.

source: Your verification has expired. You must successfully complete a new identity verification before you can start the proctored exam.
es_419: Su verificación ha expirado. Debe completar la verificación de identidad nuevamente antes de poder iniciar el examen supervisado.
vi: Xác minh của bạn đã hết hạn. Bạn phải hoàn thành xác minh một danh tính mới trước khi bạn có thể bắt đầu kỳ thi có giám sát.

source: Continue to Verification
es_419: Continuar a la verificación
vi: Tiếp tục tới Xác minh

source: Make sure you are on a computer with a webcam, and that you have valid photo identification such as a driver's license or passport, before you continue.
es_419: Asegúrese de que esté usando una computadora con cámara web, y que tiene una identificación fotográfica válida como una licencia para conducir o un pasaporte, antes de seguir.
vi: Đảm bảo rằng bạn đang ở trên máy tính có webcam và bạn có ảnh nhận dạng hợp lệ chẳng hạn như bằng lái xe hoặc hộ chiếu, trước khi bạn tiếp tục.

source: Follow these steps to set up and start your proctored exam.
es_419: Siga estos pasos para preparar e iniciar su examen supervisado.
vi: Thực hiện theo các bước sau để thiết lập và bắt đầu bài thi có giám sát của bạn.

source: 1. Copy this unique exam code. You will be prompted to paste this code later before you start the exam.
es_419: 1. Copie este código único de examen. Se le pedira introducir este código más tarde antes de iniciar el examen.
vi: 1. Sao chép mã kỳ thi duy nhất này. Bạn sẽ được nhắc dán mã này sau khi bạn bắt đầu bài thi.

source: Select the exam code, then copy it using Command+C (Mac) or Control+C (Windows).
es_419: Seleccione el código del examen, y cópielo usando Command+C (Mac) o Control+C (Windows).
vi: Chọn mã bài thi, sau đó sao chép bằng cách sử dụng phím Command+C (Mac) hoặc Control+C (Windows).

source: 2. Follow the link below to set up proctoring.
es_419: 2. Siga en enlace de abajo para configurar la supervisión
vi: 2. Theo liên kết dưới đây để thiết lập giám sát.

source: Start System Check
es_419: Empezar chequeo del sistema
vi: Bắt đầu Kiểm tra Hệ thống
