Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: None
he: ללא
hi: कोई नहीं कुछ भी नहीं
ja_jp: なし
lt_lt: Nėra

source: You will be unable to make changes until the errors are resolved. To update these settings go to the {link_start}Proctored Exam Settings page{link_end}.
hi: आप चेंजेस नही कर्सक्ते है जब तक एर्रोर्स रेसोलवद नही होजता| इस सेटिंग्स को अपडेट करने के लिए {link_start} प्रोक्टोरेड एक्जाम सेटिंग्स पेज पर जाए{link_end}|

source: You will be unable to make changes until the following settings are updated on the page below.
hi: आप चेंजेस नही कर्सक्ते है जब तक ये सेटिंग्स उप्दटेड नही होता नीचे दिये पेज पर|

source: Grading Rules & Policies
hi: ग्रेडिंग रुल्स और पॉलिसी

source: Changing..
hi: बदल रहा है ..

source: Videos per page:
hi: वीडियो प्रति पृष्ठ:

source: Delete Announcement
hi: अन्नौंकेमेंट्स डिलीट करे

source: Are you sure you want to delete this Announcement?
hi: आप पक्का है की आप अन्नौन्सेमेंट डिलीट करना चाहते है?

source: Confirm
he: אישור
hi: पुष्टि करें
ja_jp: 確認
lt_lt: Patvirtinti

source: Edit Announcement
hi: अन्नौन्सेमेंट एडिट करे

source: Create New
hi: क्रिएट न्यू

source: Support will be removed in an upcoming release.
hi: सपोर्ट रेमोवद होगा अपकमिंग रिलीस मे|

source: Support will be removed on {expiration_date}.
hi: सपोर्ट रेमोवद होगा ऑन {expiration_date}|

source: This course uses a legacy storage format.
hi: यह कोर्स लेगेसी स्टोरेज फ़ारमैट यूस करता है|

source: Please reach out to your support team contact, if you have any additional questions or concerns.
hi: प्लीज अपने सपोर्ट टीम कांटैक्ट को संपर्क करे, अगर आपका कोई सवाल या कंसर्न है|

source: Policies
hi: नीतियाँ

source: Accessibility Accommodation Request
hi: अभिगम्यता आवास अनुरोध

source: Publisher
hi: प्रकाशक

source: Markdown Help
hi: मार्कडाउन हेल्प

source: Open edX Portal
hi: Open EdX पोर्टल

source: The file may be referenced on other articles. Deleting it means that they will loose their references to this file. The following articles reference this file:
hi: फ़ाइल को अन्य लेखों पर संदर्भित किया जा सकता है। इसे हटाने का अर्थ है कि वे इस फ़ाइल में अपने संदर्भ ढीले कर देंगे। निम्नलिखित लेख इस फ़ाइल को संदर्भित करते हैं:

source: You can remove a reference to a file, but it will retain its references on other articles.
hi: आप किसी फ़ाइल का संदर्भ निकाल सकते हैं, लेकिन यह अन्य लेखों पर उसके संदर्भों को बनाए रखेगा।

source: Remove reference
hi: संदर्भ निकालें

source: Use this!
hi: इसे इस्तेमाल करो!

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>. Please note that this attachment is in use on other articles, you may distort contents. However, do not hestitate to take advantage of this and make replacements for the listed articles where necessary. This way of working is more efficient....
hi: अनुलग्नक को प्रतिस्थापित करने का अर्थ है एक नई फ़ाइल जोड़ना जो इसके स्थान पर उपयोग की जाएगी. फ़ाइल के सभी संदर्भ आपके द्वारा अपलोड किए जाने वाले स्थान से बदल जाएंगे और फ़ाइल को डाउनलोड किया जाएगा <strong>%(filename)s</strong> कृपया ध्यान दें कि यह अनुलग्नक अन्य लेखों पर उपयोग में है, आप सामग्री को विकृत कर सकते हैं। हालांकि, इसका लाभ उठाने के लिए जल्दबाजी न करें और सूचीबद्ध लेखों के लिए प्रतिस्थापन करें जहां आवश्यक हो। काम करने का यह तरीका अधिक कुशल है ...।

source: Articles using
hi: लेख का उपयोग कर

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>.
hi: अनुलग्नक को प्रतिस्थापित करने का अर्थ है एक नई फ़ाइल जोड़ना जो इसके स्थान पर उपयोग की जाएगी। फ़ाइल के सभी संदर्भ आपके द्वारा अपलोड किए जाने वाले स्थान से बदल जाएंगे और फ़ाइल को डाउनलोड किया जाएगा <strong>%(filename)s</strong>

source: Upload replacement
hi: रिप्लेसमेंट अपलोड करें

source: Add file to
hi: फ़ाइल जोड़ें

source: Add attachment from other article
hi: अन्य लेख से आसक्ति लगाव जोड़ें

source: Add to article
hi: लेख में जोड़ें

source: Your search did not return any results
hi: आपकी खोज से कोई परिणाम नहीं मिला

source: Adding new articles
hi: नए लेख जोड़ना

source: An external link
hi: एक बाहरी कड़ी

source: Headers
hi: हेडर

source: Use these codes for headers and to automatically generate Tables of Contents.
hi: हेडर के लिए इन कोड का उपयोग करें और स्वचालित रूप से सामग्री की तालिका उत्पन्न करते हैं

source: Typography
hi: टाइपोग्राफी

source: The following images are available for this article. Copy the markdown tag to directly refer to an image from the article text.
hi: इस लेख के लिए निम्न चित्र उपलब्ध हैं। आर्टिकल टेक्स्ट से इमेज को रेफर करने के लिए मार्कडाउन टैग को कॉपी करें।

source: Restore image
hi: छवि को पुनर्स्थापित करें

source: Remove image
hi: छवि निकालें

source: Completely delete
hi: पूरी तरह से हटा दें

source: Revert to this version
hi: इस संस्करण पर वापस लौटें

source: There are no images for this article.
hi: इस लेख के लिए कोई चित्र नहीं हैं।

source: Purge deletion
hi: पर्ज विलोपन

source: Purge image: Completely remove image file and all revisions.
hi: छवि हटाएं: पूरी तरह से छवि फ़ाइल और सभी संशोधनों को हटा दें।

source: Remove it completely!
hi: इसे पूरी तरह से हटा दें!

source: Image not found
hi: चित्र नहीं मिला

source: Replace image
hi: छवि बदलें

source: Choose an image file to replace current image.
hi: वर्तमान छवि को बदलने के लिए एक छवि फ़ाइल चुनें।

source: Image id
hi: छवि आईडी

source: No images found for this article
hi: इस लेख के लिए कोई चित्र नहीं मिला

source: Manage images
hi: छवि का प्रबंधन करें

source: Add image
hi: छवि जोड़ें

source: You do not have permissions to add images.
hi: आपके पास चित्र जोड़ने की अनुमति नहीं है।

source: How to use images
hi: छवियों का उपयोग कैसे करें

source: After uploading an image, it is attached to this particular artice and can be used only here. Other users may replace the image, but older versions are kept. You probably want to show the image with a nice caption. To achieve this, press the Insert button and fill in the caption fields and possibly choose to have you image floating right or left of the content. You can use Markdown in the caption. The markdown code syntax for images looks like this, possible values for align are left/center/right:
hi: एक छवि अपलोड करने के बाद, यह इस विशेष कलाकृति से जुड़ा हुआ है और इसका उपयोग केवल यहां किया जा सकता है। अन्य उपयोगकर्ता छवि को बदल सकते हैं, लेकिन पुराने संस्करण रखे गए हैं। आप शायद एक अच्छा कैप्शन के साथ छवि दिखाना चाहते हैं। इसे प्राप्त करने के लिए, सम्मिलित करें बटन दबाएं और कैप्शन फ़ील्ड भरें और संभवतः सामग्री के दाएं या बाएं तैरने वाली छवि चुनें। आप कैप्शन में मार्कडाउन का उपयोग कर सकते हैं। छवियों के लिए मार्कडाउन कोड सिंटैक्स इस तरह दिखता है, संरेखित करने के लिए संभावित मान बाएं / केंद्र / दाएं हैं:

source: Type in something from another wiki page's title and auto-complete will help you create a tag for you wiki link. Tags for links look like this:
hi: किसी अन्य विकी पृष्ठ के शीर्षक और ऑटो-कंप्लीट से कुछ टाइप करें, आपको विकि लिंक के लिए एक टैग बनाने में मदद करेगा। लिंक के लिए टैग इस तरह दिखते हैं:

source: You can link to another website simply by inserting an address example.com or http://example.com or by using the markdown syntax:
hi: आप एक अन्य वेबसाइट से लिंक कर सकते हैं बस एक एड्रेस example.com या http://example.com डालकर या मार्कडाउन सिंटैक्स का उपयोग करके:

source: notifications
hi: सूचनाएं

source: No notifications
hi: कोई सूचनाएं नहीं

source: Clear notifications list
hi: सूचनाएं साफ करो

source: Sign up
hi: साइन अप करें

source: Article deleted
hi: अनुच्छेद हटा दिया गया

source: Article Deleted
hi: अनुच्छेद हटा दिया गया

source: The article you were looking for has been deleted.
hi: आपके द्वारा खोजा जा रहा लेख हटा दिया गया है।

source: You may restore this article and its children by clicking restore.
hi: आप इस लेख और इसके बच्चों को पुनर्स्थापना पर क्लिक करके पुनर्स्थापित कर सकते हैं।

source: You may remove this article and any children permanently and free their slugs by clicking the below button. This action cannot be undone.
hi: आप इस लेख और किसी भी बच्चे को स्थायी रूप से हटा सकते हैं और नीचे दिए गए बटन पर क्लिक करके अपने स्लग को मुक्त कर सकते हैं। इस एक्शन को वापस नहीं किया जा सकता।

source: Listing articles in
hi: में लेखों की सूची बनाना

source: Up one level
hi: एक स्तर ऊपर

source: clear
hi: इसे साफ करो

source: article,articles
hi: लेख, लेख

source: matches,match
hi: मैच, मैच

source: %(cnt)s %(articles_plur)s in this level %(match_plur)s your search.
hi: %(cnt)s%(articles_plur)sइस स्तर %(match_plur)sमें आपकी खोज।

source: is,are
hi: है हैं

source: There %(articles_plur_verb)s %(cnt)s %(articles_plur)s in this level.
hi: वहाँ इस स्तर %(articles_plur_verb)s%(cnt)s%(articles_plur)sमें।

source: Last modified
hi: अंतिम बार संशोधित

source: Source of
hi: का स्रोत

source: This article is currently locked for editing.
hi: यह लेख वर्तमान में संपादन के लिए बंद है।

source: Don't have an account?
hi: खाता नहीं है?

source: Create root article
hi: रूट आर्टिकल बनाएं

source: You have django-wiki installed... but there are no articles. So it's time to create the first one, the root article. In the beginning, it will only be editable by administrators, but you can define permissions after.
hi: आपने django-wiki स्थापित की है ... लेकिन कोई लेख नहीं है। तो यह पहला एक, मूल लेख बनाने का समय है। शुरुआत में, यह केवल प्रशासकों द्वारा संपादन योग्य होगा, लेकिन आप बाद में अनुमतियों को परिभाषित कर सकते हैं

source: Root article
hi: रूट लेख

source: Create root
hi: जड़ बनाएँ

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
hi: आपको जरुरत है<a href="%(login_url)s">लॉग इन</a>या<a href="%(signup_url)s">साइन अप</a> इस फ़ंक्शन का उपयोग करने के लिए।

source: You need to log in og sign up to use this function.
hi: आपको इस फ़ंक्शन का उपयोग करने के लिए लॉग इन करने की आवश्यकता है

source: View Source
hi: स्रोत देखें

source: Sub-articles for
hi: उप-लेख के लिए

source: No sub-articles
hi: कोई उप-लेख नहीं

source: ...and more
hi: ...और अधिक

source: Browse articles in this level
hi: इस स्तर में लेख ब्राउज़ करें

source: New article next to
hi: नया लेख आगे के

source: New article below
hi: नीचे नया लेख

source: by
hi: द्वारा

source: restored
hi: बहाल

source: unlocked
hi: खुला

source: Click on the "Start System Check" link below to download and run the proctoring software.
hi: क्लिक ऑन द "स्टार्ट सिस्टम" लिंक बीलोह तो डौन्लोड अँड रन द प्रोक्तोरिंग सॉफ्टवेर |

source: To confirm that proctoring has started, make sure your webcam feed and the blue Proctortrack box are both visible on your screen.
hi: तो कन्फ़र्म दैट प्रोक्तोरिंग हास स्टारटेड, मेक शुर यूअर वेबकैम फीड अँड द ब्लू प्रोक्तोर्त्रक्क बॉक्स अरे बोथ विसिबले ऑन द स्क्रीन |

source: Click on the "Start Proctored Exam" button below to continue.
hi: क्लिक ऑन द "स्टार्ट प्रोक्टोरेड एक्जाम" बटन बिलोह तो कंटिन्यू |

source: My Notes
he: הערות שלי
hi: मेरे नोट्स
ja_jp: 覚書
lt_lt: Mano užrašai

source: Please provide the following information to log into your {platform_name} account. Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
he: אנא ספקו את האינפורמציה הבאה כדי שתוכלו להיכנס לחשבון {platform_name} . שדות חובה מסומנים על ידי <strong class="indicator">טקסט מודגש וכוכבית (*)</strong>.
hi: अपने {platform_name} के खाते में लॉग इन करने के लिए नीचे दी गई जानकारी दें। आवश्यक फ़ील्ड को <strong class="indicator">मोटे अक्षर और तारांकित (*)</strong> से पहचाना जाता है।
ja_jp: {platform_name}へログインするには下記の項目を入力してください。<strong class="indicator">'*'付きの太字の項目</strong>は必須項目です。
lt_lt: Norėdami prisijungti prie savo {platform_name} paskyros, įveskite savo prisijungimo duomenis. Būtini laukai yra pažymėti <strong class="indicator">paryškintu šriftu bei žvaigždute (*)</strong>.

source: <i>Welcome</i> {name}
he: <i>ברוך הבא</i> {name}
hi: <i>स्वागत</i> {name}
ja_jp: <i>ようこそ</i> {name}
lt_lt: <i>Sveiki prisijungę,</i> {name}

source: Sysadmin Dashboard
he: לוח בקרה של מנהל המערכת
hi: सिस्टम प्रशासन डैशबोर्ड
ja_jp: システム管理者用ダッシュボード
lt_lt: Sistemos administratoriaus informacinis puslapis

source: Staffing and Enrollment
he: ציוות והרשמה
hi: स्टाफ़िंग और नामांकन
ja_jp: スタッフ登録と受講登録
lt_lt: Personalas ir registracija

source: Git Logs
he: לוגים מ-GIT
hi: गिट लॉग
ja_jp: Gitログ
lt_lt: Git įrašai

source: Go to each individual course's Instructor dashboard to manage course enrollment.
he: היכנס באופן פרטני ללוח הבקרה של כל מדריך קורס בכדי לנהל את ההרשמה של הקורס.
hi: पाठ्यक्रम नामांकन की स्थिति में परिवर्तन करने के लिए हर पाठ्यक्रम के प्रशिक्षक के डैशबोर्ड पर जाएं
ja_jp: 各講座の講師用ダッシュボードに移動し、受講登録を管理する。
lt_lt: Norėdami valdyti registraciją į kursus, eikite į kiekvieno kurso lektoriaus informacinį puslapį.

source: Manage course staff and instructors
he: נהל את צוות הקורס והמדריכים
hi: पाठ्यक्रम स्टाफ़ और प्रशिक्षकों का प्रबंधन करें
ja_jp: 講座スタッフと講師を管理する。
lt_lt: Kursą administruojančio personalo ir lektorių valdymas

source: Administer Courses
he: נהל קורסים
hi: पाठ्यक्रम वितरित करें
ja_jp: 管理者コース
lt_lt: Kursų administravimas

source: Repo Location
he: מיקום Repo
hi: रिपोज़िटरी का स्थान
ja_jp: レポジトリロケーション
lt_lt: Saugyklos vieta

source: Repo Branch (optional)
he: Repo Branch (רשות)
hi: रिपोज़िटरी शाखा (optional)
ja_jp: レポジトリのブランチ(オプション)
lt_lt: Saugyklos atšaka (nebūtina)

source: Course ID or dir
he: Course ID או dir
hi: पाठ्यक्रम आईडी या dir
ja_jp: コースIDもしくはディレクトリ
lt_lt: Kurso identifikacijos numeris arba katalogas

source: Delete course from site
he: מחק את הקורס מהאתר
hi: साइट से पाठ्यक्रम को हटाएं
ja_jp: サイトから講座を削除する
lt_lt: Pašalinti kursą iš svetainės

source: Platform Version
he: גרסת פלטפורמה
hi: प्लेटफ़ॉर्म संस्करण
ja_jp: プラットフォームバージョン
lt_lt: Mokymosi aplinkos versija

source: Git Action
he: פעילות GIT
hi: git एक्शन
ja_jp: Gitアクション
lt_lt: Git veiksmas

source: Revert to the selected configuration
ja_jp: 選択した設定に復帰します
lt_lt: Grįžti prie pasirinktos konfigūracijos

source: Please select a single configuration to revert to.
ja_jp: 復帰する設定を一つ選択してください。
lt_lt: Prašome pasirinkti vieną konfigūraciją, prie kurios norite grįžti.

source: Reverted configuration.
ja_jp: 復帰した設定。
lt_lt: Grąžinta konfigūracija.

source: Current Configuration
ja_jp: 現在の設定
lt_lt: Dabartinė konfigūracija

source: All (Show History)
ja_jp: すべて (履歴表示)
lt_lt: Visi (rodyti istoriją)

source: Update
he: עדכן
ja_jp: 更新
lt_lt: Atnaujinti

source: Change date
ja_jp: 日付変更
lt_lt: Keisti datą

source: Changed by
ja_jp: 更新者は
lt_lt: Pakeitė

source: Honor Code Certificate
he: תעודת על בסיס קוד כבוד
lt_lt: Sąžiningumo deklaracijos sertifikatas

source: You're auditing this course
he: אתה בודק קורס זה
lt_lt: Jūs esate šio kurso laisvasis klausytojas

source: Auditing
he: בדיקה
lt_lt: Laisvasis kurso klausymas

source: Username must be minimum of two characters long
he: שם משתמש חייב להיות באורך שהוא יותר משני תווים
ja_jp: ユーザー名は2文字以上である必要があります。
lt_lt: Naudotojo vardą turi sudaryti mažiausiai du simboliai

source: A valid password is required
he: דרושה סיסמה חוקית
ja_jp: 有効なパスワードが必要です。
lt_lt: Būtinas tinkamas slaptažodis

source: Usernames must contain only letters, numbers, underscores (_), and hyphens (-).
ja_jp: ユーザ名に使うことができるのは英数字とアンダースコア (_) 、ハイフン (-) です。
lt_lt: Naudotojo vardas turi būti sudarytas tik iš raidžių, skaičių, pabraukimų (_) ir brūkšnelių (-).

source: Username cannot be more than %(limit_value)s characters long
he: שם משתמש יכול להיות באורך מקסימלי של %(limit_value)s characters תווים
ja_jp: ユーザー名は%(limit_value)s文字以下で入力してください
lt_lt: Naudotojo vardas negali būti ilgesnis nei %(limit_value)s simbolių

source: Username and password fields cannot match
he: שם משתמש וסיסמה לא יכולים להיות זהים
ja_jp: パスワードはユーザー名と別のものとしてください。
lt_lt: Naudotojo vardo ir slaptažodžio laukai negali sutapti

source: Password:
he: סיסמה:
ja_jp: パスワード：
lt_lt: Slaptažodis:

source: If you don't have an {platform_name} account yet, click <strong>Register</strong> at the top of the page.
ja_jp: {platform_name}のアカウントをお持ちでない場合、ページ上部の<strong>登録</strong>をクリック！
lt_lt: Jeigu dar neturite {platform_name} paskyros, paspauskite <strong>Prisiregistruoti </strong> puslapio viršuje.

source: Your password has expired due to password policy on this account. You must reset your password before you can log in again. Please click the "Forgot Password" link on this page to reset your password before logging in again.
he: בשל מדיניות ניהול סיסמאות בחשבון זה, תוקף הסיסמה שלך פג. עליך לאפס את הסיסמה שלך לפני שתוכל להתחבר שוב. אנא לחץ על קישור "שכחתי סיסמה" בדף זה כדי לאפס את הסיסמה שלך לפני שתתחבר למערכת שוב.
ja_jp: あなたのパスワードは期限切れです（アカウントのパスワードポリシーによる）。あなたはログインする前にパスワードを変更する必要があります。パスワードを忘れた方はこちらのリンクをクリックしてログインする前にパスワードを変更してください。
lt_lt: Dėl šios paskyros slaptažodžių politikos jūsų slaptažodis nebegalioja. Turite iš naujo nustatyti slaptažodį ir tada galėsite vėl prisijungti. Prieš prisijungdami iš naujo, norėdami nustatyti naują slaptažodį spragtelėkite "Pamiršau slaptažodį" nuorodą šiame puslapyje.

source: This account has not been activated. We have sent another activation message. Please check your email for the activation instructions.
he: חשבון זה לא אומת. שלחנו הודעת אימות נוספת. אנא בדוק את תיבת דואר האלקטרוני שלך להוראות האימות.
ja_jp: このアカウントはアクティベーションが完了していません。 アクティベーション用のメッセージを送信していますので、メールでアクティベーション方法を確認してください。
lt_lt: Paskyra dar neaktyvinta. Pakartotinai išsiuntėme aktyvinimo žinutę. Prašome patikrinti savo pašto dėžutę, kurioje rasite laišką su aktyvinimo instrukcija.

source: Unknown error. Please e-mail us to let us know how it happened.
he: שגיאה לא ידועה. אנא שלחו לנו דואר אלקטרוני וספרו איך זה קרה.
ja_jp: 不明なエラーが発生しました。 管理者へメールをお願いします。できれば、どのようなことが起きたのか詳細を教えていただけますと幸いです。
lt_lt: Nežinoma klaida. Prašome susisiekti su mums el. paštu, aprašant klaidą sukėlusią situaciją.

source: You are re-using a password that you have used recently. You must have {num} distinct password before reusing a previous password.
he: הנך משתמש בסיסמה שהשתמשת לאחרונה. עליך להשתמש ב-{num} סיסמה ייחודיות לפני שתוכל להשתמש בסיסמה זו שוב.
ja_jp: 最近使用したパスワードを使用しています。同じパスワードを使用するまでに {num} 回違うパスワードを指定してください。
lt_lt: Šį slaptažodį neseniai naudojote. Kol galėsite vėl jį naudoti, privalote turėti {num} kitokį slaptažodį.

source: You are resetting passwords too frequently. Due to security policies, {num} day must elapse between password resets.
he: הנך מאפס סיסמאות לעתים קרובות מדי. בשל מדיניות אבטחה, הנך חייב להמתין {num} יום בין ניסיונות איפוס הסיסמה.
ja_jp: パスワードを頻繁に変更しすぎています。セキュリティポリシーでは {num} 日間パスワード変更の間隔を空ける必要があります。
lt_lt: Per dažnai keičiate slaptažodžius. Vadovaujantis saugos politika, tarp slaptažodžių keitimo turi praeiti {num} diena.

source: No inactive user with this e-mail exists
he: לא קיים משתמש לא פעיל עבור כתובת דואר אלקטרוני זו
ja_jp: このメールのユーザはアクティベーションされていません。
lt_lt: Neakyvuotas naudotojas su šiuo el. pašto adresu neegzistuoja.

source: Unable to send reactivation email
he: אין אפשרות לשלוח דוא"ל הפעלה
ja_jp: 再アクティベーション用のメールの送信ができません。
lt_lt: Nepavyko išsiųsti pakartotino aktyvavimo žinutės el. paštu.

source: An account with this e-mail already exists.
he: קיים חשבון עם דואר אלקטרוני זה.
ja_jp: このメールアドレスのアカウントは既に存在しています。
lt_lt: Paskyra su tokiu el. pašto adresu jau egzistuoja.

source: This account has not yet been activated. An activation email has been re-sent to {email_address}.
lt_lt: Paskyra dar neaktyvinta. Pakartotinai išsiuntėme aktyvinimo žinutę į {email_address}.

source: Invalid Length ({0})
he: אורך לא תקין ({0})
ja_jp: 文字数を調整してください。 ({0})
lt_lt: Neteisingas ilgis ({0})

source: must be {0} characters or more
he: חייב להיות {0} או יותר תווים
ja_jp: {0} 文字以上
lt_lt: turi būti {0} arba daugiau simbolių

source: must be {0} characters or less
he: חייב להיות {0} או פחות תווים
ja_jp: {0} 文字以下
lt_lt: turi būti {0} arba mažiau simbolių

source: Must be more complex ({0})
he: חייב להיות מסובך יותר ({0})
ja_jp: 次の組み合わせが必要です。 ({0})
lt_lt: Turi būti sudėtingesnis ({0})

source: must contain {0} or more uppercase characters
he: חייב להכיל {0} או יותר אותיות גדולות
ja_jp: 半角アルファベット大文字 {0} 文字以上
lt_lt: turi būti {0} arba daugiau didžiųjų raidžių

source: must contain {0} or more lowercase characters
he: חייב להכיל {0} או יותר אותיות קטנות
ja_jp: 半角アルファベット小文字 {0} 文字以上
lt_lt: turi būti {0} arba daugiau mažųjų raidžių

source: must contain {0} or more digits
he: חייב להכיל {0} או יותר מספרים
ja_jp: 数字 {0} 文字以上
lt_lt: turi būti {0} arba daugiau skaitmenų

source: must contain {0} or more punctuation characters
he: חייב להכיל {0} או יותר סימני פיסוק
ja_jp: {0} 文字以上の句読点を含む必要があります。
lt_lt: turi būti {0} arba daugiau skyrybos ženklų

source: must contain {0} or more non ascii characters
he: חייב להכיל {0} או יותר תווי ASCII
ja_jp: {0} 文字以上のnon ascii charactersを含む必要があります。
lt_lt: turi būti {0} arba daugiau ne ASCII simbolių

source: must contain {0} or more unique words
he: חייב להכיל {0} או יותר מילים יחודיות
ja_jp: {0} つ以上のユニークな言葉を含む必要があります。
lt_lt: turi būti {0} arba daugiau unikalių žodžių

source: Too similar to a restricted dictionary word.
he: דומה מדי למילה אסורה במילון.
ja_jp: 禁止パスワード一覧に含まれていますので、変更をお願いします。
lt_lt: Per daug panašu į riboto žodyno žodį.

source: Space-separated list of XBlocks which should not render.
ja_jp: レンダーされないスペース区切りの XBlocks 一覧
lt_lt: Tarpais atskirtų XBlock, kurie neturėtų pasikeisti, sąrašas.

source: This is correct.
lt_lt: Teisingai.

source: This is incorrect.
lt_lt: Neteisingai.

source: This is partially correct.
lt_lt: Tai iš dalies teisinga.

source: This is unanswered.
lt_lt: Neatsakyta.

source: This is being processed.
lt_lt: Apdorojama.

source: JavaScript Input
he: קלט JavaScript
ja_jp: JavaScript入力
lt_lt: JavaScript įvestis

source: Execution of unsafe Javascript code is not allowed.
he: לא מורשה הפעלה של קוד Javascript לא בטוח.
ja_jp: 安全ではないJavascriptコードの実行は許可されていません。
lt_lt: Neleidžiama vykdyti nesaugaus "Javascript" kodo.

source: unmask_name called on response that is not masked
lt_lt: unmask_name kreipėsi į atsakymą, kuris nėra paslėptas

source: You may not use variables ({bad_variables}) in numerical problems.
he: אסור להשתמש במשתנים ({bad_variables}) בבעיות מספריות.
ja_jp: 入力値 ({bad_variables}) は数的な問題では使用することが出来ません。
lt_lt: Skaitinėse užduotyse negalima vartoti kintamųjų ({bad_variables}).

source: factorial function evaluated outside its domain:'{student_answer}'
he: פונקציית עצרת משוערכת מחוץ לתחום הגדרה: '{student_answer}'
ja_jp: 階乗関数が領域外で評価されました：'{student_answer}'
lt_lt: faktorialo funkcijos įvertinimas nepatenka į jos sritį: {student_answer}

source: Invalid input: {bad_input} not permitted in answer.
he: הזנת נתונים לא חוקיים: {bad_input} לא מאושר בתשובה.
ja_jp: 無効な入力： {bad_input} は回答として許可されていません。
lt_lt: Neteisinga įvestis: {bad_input} atsakyme negali būti.

source: factorial function not permitted in answer for this problem. Provided answer was: {bad_input}
he: פונקציות עצרת לא חוקיות בתשובה עבור בעיה זו. התשובה שניתנה הייתה: {bad_input}
ja_jp: 階乗関数はこの問題の回答では許可されていません。入力された回答：{bad_input}
lt_lt: faktorialo funkcijos šios užduoties atsakyme negali būti. Buvo pateiktas atsakymas: {bad_input}

source: This name appears in the horizontal navigation at the top of the page.
he: שם זה מופיע בתפריט הניווט בחלק העליון של העמוד.
ja_jp: 名前はページ上部のナビゲーションに表示されます。
lt_lt: Šis pavadinimas matomas horizontalioje naršymo juostoje puslapio viršuje.

source: String customization substitutions for particular locations
ja_jp: 特定のロケーションで、文字列をカスタマイズするための代入
lt_lt: Eilučių tinkinimo pakaitalai tam tikrose vietose

source: Check
he: בדיקה
ja_jp: 提出
lt_lt: Vertinti

source: Final Check
he: בדיקה סופית
ja_jp: 提出
lt_lt: Pateikti vertinimui

source: Hint:
ja_jp: ヒント：
lt_lt: Užuomina:

source: Problem must be reset before it can be checked again.
he: על הבעיה להיות מאותחלת בטרם ניתן יהיה לבדוק אותה שוב.
ja_jp: 問題は再度提出される前にリセットしなければいけません。
lt_lt: Prieš iš naujo tikrinant užduotį reikia ją atnaujinti.

source: Error: {msg}
he: שגיאה: {msg}
ja_jp: エラー：{msg}
lt_lt: Klaida: {msg}
