Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Enter the default date by which problems are due.
he: הזן את תאריך היעד שיהווה ברירת מחדל להגשת הבעיות.
hi: डिफ़ॉल्ट तारीख दर्ज करें जिसके कारण समस्याएं हैं।
ja_jp: 問題の〆切についての基準日付を入力してください。
lt_lt: Įveskite numatytąją datą, iki kada reikia pateikti užduočių sprendimus.
vi: Nhập ngày mặc định trước khi vấn đè quá hạn

source: If true, can be seen only by course staff, regardless of start date.
he: אם כן, רק צוות הקורס יכול לראות, ללא קשר למועד ההתחלה.
hi: यदि सच है, तो केवल पाठ्यक्रम के कर्मचारियों द्वारा देखा जा सकता है, भले ही शुरुआत की तारीख।
ja_jp: trueの場合、開始日に関わらず講座スタッフは閲覧可能です。
lt_lt: Jeigu "Taip", bus matoma tik kurso personalui, neatsižvelgiant į pradžios datą.
vi: Nếu đúng như vậy, có thể được nhìn thấy chỉ bởi nhân viên khoá học, bất kể ngày bắt đầu.

source: Enter the URL for the course data GIT repository.
he: הזן את כתובת הURL עבור מאגר המידע לקורס של GIT.
hi: कोर्स डेटा जीआईटी रिपॉजिटरी के लिए यूआरएल दर्ज करें।
ja_jp: この講座データのGitレポジトリのURLを入力してください。
lt_lt: Įveskite kurso duomenų GIT saugyklos URL nuorodą.
vi: Nhập URL cho các kho nhiên liệu GIT.

source: XQA Key
he: מפתח XQA
hi: XQA कुंजी
ja_jp: XQAキー
lt_lt: XQA raktas
vi: XQA mã khoá

source: This setting is not currently supported.
he: הגדרה זו לא נתמכת כעת.
hi: यह सेटिंग वर्तमान में समर्थित नहीं है।
ja_jp: この設定は現在サポートされていません。
lt_lt: Šiuo metu šis parametras nepalaikomas.
vi: Thiết lập này hiện không được hỗ trợ.

source: Enter the ids for the content groups this problem belongs to.
he: הזן את המזהים של עבור קבוצות התוכן להן בעיה זו שייכת.
hi: इस समस्या से संबंधित सामग्री समूह के लिए आईडी दर्ज करें।
ja_jp: この問題の属しているコンテンツグループのIDを入力してください。
lt_lt: Įveskite turinio grupių, kurioms priklauso ši užduotis, indentifikacijas.
vi: Nhập id cho các nhóm nội dung vấn đề này thuộc về.

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", and "never".
ja_jp: それぞれの問題に表示される「回答を見る」ボタンがどのように機能するかを設定します。正しい値は "always"、"answered"、"attempted"、"closed"、"finished"、"past_due"、"correct_or_past_due"、そして"never"です。
lt_lt: Nurodykite, kada prie kiekvienos užduoties turi atsirasti mygtukas "Rodyti atsakymą". Teisingos reikšmės yra "visada", "atsakyta", "bandyta atsakyti", "uždaryta", "baigta", "uždelsta", "teisinga arba uždelsta" ir "niekada".
vi: Xác định khi nào nút Show trả lời xuất hiện cho mỗi vấn đề. Giá trị hợp lệ là "luôn ", "trả lời ", "cố ", "đóng cửa ", "xong ", "past_due ", "correct_or_past_due " và "không bao giờ ".

source: Specify when to show answer correctness and score to learners. Valid values are "always", "never", and "past_due".
hi: निर्दिष्ट करें कि उत्तर को सही दिखाने के लिए और शिक्षार्थियों को स्कोर करें। मान्य मूल्य "हमेशा", "कभी नहीं" और "पास्ट_ड्यू" हैं।
vi: Chỉ định khi nào thì hiển thị câu trả lời đúng và điểm số cho học viên. Các giá trị hợp lệ là "always", "never", và "past_due".

source: Specify the default for how often variable values in a problem are randomized. This setting should be set to "never" unless you plan to provide a Python script to identify and randomize values in most of the problems in your course. Valid values are "always", "onreset", "never", and "per_student".
hi: किसी समस्या में चर मानों को कितनी बार यादृच्छिक किया गया है, इसके लिए डिफ़ॉल्ट निर्दिष्ट करें। यह सेटिंग "कभी नहीं" के लिए सेट की जानी चाहिए जब तक कि आप अपने पाठ्यक्रम की अधिकांश समस्याओं में मूल्यों को पहचानने और यादृच्छिक बनाने के लिए पायथन स्क्रिप्ट प्रदान करने की योजना नहीं बनाते हैं। मान्य मूल्य "हमेशा", "ऑनरेसेट", "कभी नहीं" और "पेर_स्टूडेंट" हैं।
ja_jp: 問題中の数値がどれだけの頻度でランダマイズされるかの規定値を指定します。講座の中の問題の数値を認識してランダマイズする Python スクリプトを用意しようとしないのであれば、"never" と設定するべきです。有効な設定値は "always", "onreset", "never" と "per_student" となります。
lt_lt: Nurodykite numatytąją reikšmę, kaip dažnai atsitiktinai atrenkami užduoties kintamieji. Ši nuostata turėtų būti "niekada", jeigu neketinate pateikti Python scenarijaus, skirto nustatyti ir atsitiktinai atrinkti reikšmėms daugumoje kurso užduočių. Galimos reikšmės yra "visada", "nustatant iš naujo", "niekada" ir "kiekvienam kurso dalyviui".
vi: Chỉ định mặc định cho cách thường giá trị biến trong một vấn đề được chọn ngẫu nhiên. Thiết lập này nên được đặt là "không bao giờ ", trừ khi bạn có kế hoạch để cung cấp một kịch bản Python để xác định và ngẫu nhiên các giá trị trong hầu hết các vấn đề trong khóa học của bạn. Giá trị hợp lệ là "luôn ", "onreset ", "không bao giờ " và "per_student ".

source: Days Early for Beta Users
he: ימים מוקדמים עבור משתמשי בטא
hi: बीटा उपयोगकर्ताओं के लिए शुरुआती दिन
ja_jp: ベータユーザー用の早期日数
lt_lt: Išankstinės dienos beta versijos naudotojams
vi: Những ngày đầu cho người sử dụng Beta

source: Enter the number of days before the start date that beta users can access the course.
he: הזן את מספר הימים לפני תאריך התחלת הקורס שמשתמשי בטא יכולים לגשת לקורס.
hi: प्रारंभ दिनांक से पहले दिनों की संख्या दर्ज करें जो बीटा उपयोगकर्ता पाठ्यक्रम तक पहुंच सकते हैं।
ja_jp: ベータユーザーが開講日に先立ってこの講座にアクセス可能な、前倒し日数を入力します。
lt_lt: Įveskite, kiek dienų iki pradžios datos beta versijos naudotojai gali prieiti prie kurso.
vi: Nhập số ngày trước ngày bắt đầu mà người dùng có thể truy cập beta khóa học.

source: Static Asset Path
hi: स्थैतिक एसेट पथ
ja_jp: 静的素材のパス
lt_lt: Statinis komponento kelias
vi: Đường dẫn Asset tĩnh

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
hi: फ़ाइलें और अपलोड पृष्ठ पर फ़ाइलों के लिए उपयोग करने के लिए पथ दर्ज करें। यह मान स्टूडियो डिफ़ॉल्ट, c4x: // को ओवरराइड करता है।
ja_jp: 「ファイル&アップロード」ページのファイルのパスを入力します。この値はStudio標準の値である「c4x://」を上書きします。
lt_lt: Įveskite kelią naudoti failams "Failai & įkėlimai" puslapyje. Ši reikšmė pakeis numatytąją Studio aplinkos reikšmę c4x://.
vi: Nhập đường dẫn để sử dụng cho các tập tin trên các trang Tệp & ơn. Giá trị này sẽ ghi đè các Studio mặc định, c4x: //.

source: Enable LaTeX Compiler
he: אפשר מהדר LaTeX
hi: LaTeX कंपाइलर सक्षम करें
ja_jp: LaTeXコンパイラを有効にする
lt_lt: Leisti "LaTeX" kompiliatorių
vi: Kích hoạt tính năng LaTeX Compiler

source: Enter true or false. If true, you can use the LaTeX templates for HTML components and advanced Problem components.
he: הזן כן או לא. כאשר כן, השתמש בתבנית LaTeX עבור רכיבי HTML ורכיבי בעיה מתקדמים.
hi: सही या गलत दर्ज करें। यदि सही है, तो आप HTML घटकों और उन्नत समस्या घटकों के लिए LaTeX टेम्प्लेट का उपयोग कर सकते हैं
ja_jp: trueもしくはfalseを入力します。trueの場合、HTML型アイテムそして高度な問題型アイテムにLaTeXテンプレートを用いることができます。
lt_lt: Įveskite "Taip" arba "Ne". Jeigu įvesite "Taip", galėsite naudoti "LaTeX" šablonus HTML komponentams ir papildomiems užduoties komponentams.
vi: Nhập đúng hay sai. Nếu đúng như vậy, bạn có thể sử dụng các mẫu LaTeX cho các thành phần HTML và các thành phần Vấn đề nâng cao.

source: Enter the maximum number of times a student can try to answer problems. By default, Maximum Attempts is set to null, meaning that students have an unlimited number of attempts for problems. You can override this course-wide setting for individual problems. However, if the course-wide setting is a specific number, you cannot set the Maximum Attempts for individual problems to unlimited.
he: הזן את המספר המרבי של נסיונות שהסטודנט יכול לענות על בעיות. כברירת מחדל, מספר ניסיונות מרבי מוגדר כ-null, משמעות הדבר שלסטודנטים יש מספר בלתי מוגבל של ניסיונות לענות לבעיות. אתה יכול לדרוס הגדרה זו לבעיות פרטניות. עם זאת, אם ההגדרה כללית היא מספר מסוים, אינך יכול להגדיר את מספר ניסיונות מרבי לבלתי מוגבל.
hi: छात्रों द्वारा समस्याओं का जवाब देने का प्रयास करने की अधिकतम संख्या दर्ज करें। डिफ़ॉल्ट रूप से, अधिकतम प्रयास शून्य करने के लिए सेट है, जिसका अर्थ है कि छात्रों के पास समस्याओं के लिए असीमित संख्या में प्रयास हैं। आप व्यक्तिगत समस्याओं के लिए इस कोर्स-वाइड सेटिंग को ओवरराइड कर सकते हैं। हालांकि, यदि कोर्स-वाइड सेटिंग एक विशिष्ट संख्या है, तो आप व्यक्तिगत समस्याओं के लिए अधिकतम प्रयास को असीमित तक सेट नहीं कर सकते हैं।
ja_jp: 受講者が問題に回答可能な最大回数を入力してください。デフォルトでは、最大回数はnullとなっています。これは、受講者が無制限に問題に回答ができることを意味しています。講座全体に対するこの設定は、個々の問題において上書き可能です。しかしながら、講座全体設定に特定の数字が入力されている場合、個々の問題で無制限とする設定を行うことができません。
lt_lt: Įveskite, kiek daugiausia kartų kurso dalyvis gali bandyti atsakyti į užduotį. Numatyta, kad didžiausias bandymų skaičius yra nenurodytas, tai reiškia, kad kurso dalyviai gali bandyti išspręsti užduotis neribotą skaičių kartų. Šį visam kursui galiojantį parametrą jūs galite pakeisti atskiroms užduotims. Tačiau, jeigu visam kursui nustatytas tam tikras bandymų skaičius, tai atskiroms užduotims nustatyti neriboto bandymų skaičiaus jūs negalite.
vi: Nhập số lần tối đa là một sinh viên có thể cố gắng trả lời các vấn đề. Theo mặc định, nỗ lực tối đa được thiết lập để null, có nghĩa là sinh viên có một số lượng không giới hạn của những nỗ lực cho vấn đề. Bạn có thể ghi đè thiết lập này tất nhiên toàn cho các vấn đề cá nhân. Tuy nhiên, nếu thiết lập tất nhiên toàn là một con số cụ thể, bạn có thể không thiết lập các nỗ lực tối đa cho các vấn đề cá nhân không giới hạn.

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use in this course for the specified duration. Do not share the API key with other courses. Notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
hi: MATLAB होस्टेड सेवा तक पहुँचने के लिए MathWorks द्वारा प्रदान की गई API कुंजी दर्ज करें। यह कुंजी निर्दिष्ट अवधि के लिए इस पाठ्यक्रम में अनन्य उपयोग के लिए दी गई है। अन्य पाठ्यक्रमों के साथ एपीआई कुंजी साझा न करें। यदि आपको लगता है कि कुंजी उजागर हो गई है या समझौता कर लिया गया है, तो तुरंत MathWorks को सूचित करें। अपने पाठ्यक्रम की कुंजी प्राप्त करने के लिए, या किसी समस्या की रिपोर्ट करने के लिए, moocsupport@mathworks.com पर संपर्क करें
ja_jp: MathWorks社から提供されたMATLABのホスティングサービスにアクセスするためのAPIキーを入力します。このキーはこの講座の期間中にのみ限定的に利用できるものです。他の講座にAPIキーを共有しないでください。このキーが暴露された、毀損されたと考えらる場合には、MathWorks社へお知らせください。あなたの講座でキーを入手したい場合、もしくは問題を報告したい場合には「moocsupport@mathworks.com」へご連絡ください。
lt_lt: Įveskite MathWorks suteiktą API raktą, skirtą prisijungti prie MATLAB tarnybos. Šis raktas suteikiamas naudotis tik šiame kurse nurodytą laiko tarpą. Nesidalykite API raktu su kitais kursais. Nedelsdami praneškite MathWorks, jeigu manote, kad raktas yra neapsaugotas arba jam kyla pavojus. Norėdami gauti raktą savo kursui arba pranešti apie problemą, rašykite moocsupport@mathworks.com.
vi: Nhập khóa API cung cấp bởi MathWorks để truy cập các dịch vụ Hosted MATLAB. Khóa này được cấp để sử dụng độc quyền trong khóa học này cho thời gian quy định. Không dùng chung chìa khóa API với các khóa học khác. Thông báo cho MathWorks ngay lập tức nếu bạn tin rằng chìa khóa được tiếp xúc hoặc bị tổn hại. Để có được một chìa khóa cho khóa học của bạn, hoặc báo cáo một vấn đề, xin vui lòng liên hệ với moocsupport@mathworks.com

source: Group Configurations
he: הגדרות קבוצה
hi: समूह विन्यास
ja_jp: グループ設定
lt_lt: Grupės konfigūracijos
vi: Nhóm Configurations

source: Enter the configurations that govern how students are grouped together.
he: הזן את ההגדרות ששולטות בדרך בה סטודנטים מקובצים יחד.
hi: उन कॉन्फ़िगरेशनों को दर्ज करें जो छात्रों को एक साथ समूहित करने के तरीके को नियंत्रित करते हैं।
ja_jp: どのように受講者がグループ化されるかを統治する設定を入力します。
lt_lt: Įveskite konfigūracijas, lemiančias, kaip kurso dalyviai sugrupuojami.
vi: Nhập các cấu hình chi phối như thế nào học sinh được nhóm lại với nhau.

source: Enable video caching system
he: אפשר מערכת מטמון וידיאו
hi: वीडियो कैशिंग सिस्टम सक्षम करें
ja_jp: 動画のキャッシュを利用可能とする
lt_lt: Įjungti vaizdų kaupimo sistemą
vi: Kích hoạt tính năng hệ thống bộ nhớ đệm Video

source: Enter true or false. If true, video caching will be used for HTML5 videos.
he: הזן כן או לא. כאשר כן, יעשה שימוש במטמון וידיאו עבור וידיאו של HTML5.
hi: सही या गलत दर्ज करें। यदि सच है, तो एचटीएमएल 5 वीडियो के लिए वीडियो कैशिंग का उपयोग किया जाएगा।
ja_jp: trueもしくはfalse入力します。動画キャッシュはHTML5動画に用いられます。
lt_lt: Įveskite "Taip" arba "Ne". Jeigu įvesite "Taip", bus kaupiami HTML5 vaizdai.
vi: Nhập đúng hay sai. Nếu đúng, video bộ nhớ đệm sẽ được sử dụng cho video HTML5.

source: Enable video auto-advance
hi: वीडियो ऑटो-एडवांस सक्षम करें
vi: Cho phép tự động chuyển video

source: Specify whether to show an auto-advance button in videos. If the student clicks it, when the last video in a unit finishes it will automatically move to the next unit and autoplay the first video.
hi: निर्दिष्ट करें कि वीडियो में ऑटो-एडवांस बटन दिखाना है या नहीं। यदि छात्र इसे क्लिक करता है, जब एक इकाई में अंतिम वीडियो खत्म हो जाता है, तो यह स्वचालित रूप से अगली इकाई में चला जाएगा और पहले वीडियो को ऑटोप्ले करेगा।
vi: Nhằm hiển thị nút tự động nâng cao cho video. Nếu học viên bấm chọn nó, khi video cuối cùng của một học phần kết thúc, nó sẽ tự động chuyển tới học phần tiếp theo và tự chạy video đầu tiên.

source: Video Pre-Roll
hi: वीडियो प्री-रोल
ja_jp: ビデオ プリロール
lt_lt: Vaizdo įrašo užsklanda
vi: Lùi lại Video

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {format}. For example, an entry for a video with two transcripts looks like this: {example}
hi: वीडियो की पहचान करें, कोर्स वीडियो से पहले खेलने के लिए 5-10 सेकंड की लंबाई। वीडियो अपलोड पृष्ठ से वीडियो आईडी और निम्नलिखित प्रारूप में एक या एक से अधिक प्रतिलिपि फ़ाइलों को दर्ज करें: {प्रारूप}। उदाहरण के लिए, दो टेप के साथ एक वीडियो के लिए एक प्रविष्टि इस तरह दिखाई देती है: {उदाहरण}
vi: Chỉ định một video, dài 5-10 giây, để chơi trước các video trong khóa học. Nhập ID video từ trang Tải lên Video và một hoặc nhiều tệp bảng điểm ở định dạng sau: {format}. Ví dụ: mục nhập cho video có hai bảng điểm như sau: {example}

source: Show Reset Button for Problems
he: הצג כפתור אתחול עבור בעיות
hi: समस्याओं के लिए रीसेट बटन दिखाएं
ja_jp: 問題においてリセットボタンを表示する
lt_lt: Užduotims rodyti mygtuką "Nustatyti iš naujo"
vi: Hiện nút thiết lập lại cho bài tập

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
he: הזן כן או לא. אם כן, בעיות בברירת המחדל של הקורס תמיד יציגו כפתור 'אתחל'. ניתן לעקוף הגדרה זו בכל הגדרה של בעיה. כל הבעיות הקימות בקורס מושפעות כאשר הגדרה כלל קורסית זו משונה.
hi: सही या गलत दर्ज करें। यदि सही है, तो पाठ्यक्रम में समस्याएं हमेशा 'रीसेट' बटन को प्रदर्शित करती हैं। आप प्रत्येक समस्या की सेटिंग में इसे ओवरराइड कर सकते हैं। इस कोर्स-वाइड सेटिंग को बदलने पर सभी मौजूदा समस्याएं प्रभावित होती हैं।
ja_jp: trueもしくはfalseを入力します。trueの場合、講座内の問題においてはデフォルトで’リセット’ボタンが表示されます。この設定は個々の問題の設定で上書きすることができます。この講座全体に渡る設定を変更すると全ての問題に影響が発生します。
lt_lt: Įveskite "Taip" arba "Ne". Jeigu nustatysite "Taip", bus numatyta, kad kurso užduotyse visada bus rodomas mygtukas "Atkurti". Tai galite pakeisti kiekvienos užduoties parametruose. Keičiant šį visam kursui galiojantį parametrą jis bus pritaikomas visoms esančioms užduotims.
vi: Nhập đúng hay sai. Nếu đúng, bài tập trong quá trình mặc định luôn luôn hiển thị một nút 'Thiết lập lại'. Bạn có thể thiếp lập đè lên trong cài đặt của từng bài tập. Tất cả các bài tập tồn tại sẽ bị ảnh hưởng khi thiết lập này đước cài đặt.

source: Enable Student Notes
he: אפשר רשימות סטודנט
hi: छात्र नोट्स सक्षम करें
ja_jp: 受講者ノートを有効にする
lt_lt: Leisti kurso dalyvio užrašus
vi: Kích hoạt tính năng ghi chú sinh viên

source: Enter true or false. If true, students can use the Student Notes feature.
he: הזן כן או לא. אם כן, הסטודנטים יכולים להשתמש בתכונת רשימות הסטודנטים.
hi: सही या गलत दर्ज करें। यदि सही है, तो छात्र छात्र नोट्स सुविधा का उपयोग कर सकते हैं।
ja_jp: trueもしくはfalseを入力してください。trueの場合、受講者はノート機能が使用できます。
lt_lt: Įveskite "taip" arba "ne". Jei "taip", kurso dalyviai gali naudotis Kurso dalyvio užrašų funkcija.
vi: Nhập đúng hay sai. Nếu đúng như vậy, học sinh có thể sử dụng tính năng ghi chú sinh viên.

source: Indicates whether Student Notes are visible in the course. Students can also show or hide their notes in the courseware.
hi: यह दर्शाता है कि छात्र नोट्स पाठ्यक्रम में दिखाई दे रहे हैं या नहीं। छात्र कोर्सवेयर में अपने नोट्स भी दिखा या छिपा सकते हैं।
ja_jp: 講座で受講者ノートが表示されるかを示します。受講生はコース教材で自身のノートの表示を切り替えることができます。
lt_lt: Nurodo, ar kurso dalyvio užrašai yra matomi kurse. Kurso dalyviai taip pat gali paslėpti arba rodyti savo užrašus kurso medžiagoje.
vi: Cho biết Ghi chú Sinh viên có thể nhìn thấy trong khóa học. Học sinh cũng có thể hiển thị hoặc ẩn các ghi chú của họ trong chương trình học.

source: Tag this module as part of an Entrance Exam section
he: תייג את מודול זה כחלק ממקטע של בחינת הכניסה.
hi: इस मॉड्यूल को एक प्रवेश परीक्षा अनुभाग के भाग के रूप में टैग करें
ja_jp: このモジュールを入学試験セクションの一部としてタグをつける
lt_lt: Pažymėkite šį modulį kaip dalį stojamojo egzamino medžiagos
vi: Tag module này như là một phần của một phần thi Entrance

source: Enter true or false. If true, answer submissions for problem modules will be considered in the Entrance Exam scoring/gating algorithm.
he: הזן כן או לא. אם כן, תשובות ההגשה עבור מודלי הבעיות ילקחו בחשבון במסגרת דירוג מבחן הכניסה /אלגוריתם הכניסה.
hi: सही या गलत दर्ज करें। यदि सही है, तो प्रवेश परीक्षा स्कोरिंग / गेटिंग एल्गोरिथ्म में समस्या मॉड्यूल के लिए उत्तर प्रस्तुतियाँ पर विचार किया जाएगा।
ja_jp: trueもしくはfalseを入力してください。trueの場合、入学試験採点アルゴリズムで問題モジュールの解答提出が考慮されます。
lt_lt: Įveskite "taip" arba "ne". Jei "taip", pateikti atsakymai į užduočių modulius bus įtraukti į stojamojo egzamino vertinimo algoritmą.
vi: Nhập đúng hay sai. Nếu đúng, gửi câu trả lời cho các module vấn đề sẽ được xem xét trong điểm thi đầu vào / thuật toán chấm điểm.

source: Enrollment Track Groups
hi: नामांकन ट्रैक समूह
vi: Nhóm Chương trình Tuyển sinh

source: Partition for segmenting users by enrollment track
hi: नामांकन ट्रैक द्वारा उपयोगकर्ताओं को विभाजित करने के लिए विभाजन
vi: Phân loại người dùng theo chương trình tuyển sinh

source: Whether this student has voted on the poll
hi: क्या इस छात्र ने मतदान पर मतदान किया है
vi: Cho dù học viên này đã bỏ phiếu cho cuộc thăm dò

source: Student answer
hi: छात्र का जवाब
vi: Câu trả lời của học viên

source: Poll answers from all students
hi: सभी छात्रों के पोल जवाब
vi: Những câu trả lời cuộc bình chọn từ tất cả học viên

source: Poll answers from xml
hi: पोल जवाब एक्सएमएल से
vi: Những câu trả lời trong xml

source: Poll question
hi: मतदान प्रश्न
vi: Câu hỏi thăm dò ý kiến

source: Enter the date by which problems are due.
he: הזן את תאריך היעד להגשת הבעיות.
hi: वह दिनांक दर्ज करें जिसके कारण समस्याएं हैं।
ja_jp: 問題を実施すべき期日を入力してください。
lt_lt: Įveskite datą, iki kada reikia pateikti užduoties sprendimus.
vi: Nhập thời hạn nộp bài tập

source: Hide sequence content After Due Date
hi: नियत दिनांक के बाद अनुक्रम सामग्री छिपाएँ
vi: Ẩn nội dung tiếp theo sau Ngày Kết Thúc

source: If set, the sequence content is hidden for non-staff users after the due date has passed.
hi: यदि सेट किया गया है, तो नियत तारीख बीत जाने के बाद गैर-स्टाफ उपयोगकर्ताओं के लिए अनुक्रम सामग्री छिपी हुई है।
vi: Nếu được đặt, nội dung tiếp theo sẽ ẩn với người dùng không phải là nhân viên kể từ sau ngày kết thúc khoá học.

source: Is Entrance Exam
he: היא בחינת כניסה
hi: प्रवेश परीक्षा है
ja_jp: 入学試験である
lt_lt: Yra stojamasis egzaminas
vi: Là Bài Kiểm Tra Đầu Vào

source: Tag this course module as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
hi: इस पाठ्यक्रम मॉड्यूल को एक प्रवेश परीक्षा के रूप में टैग करें। ध्यान दें, इस कोर्स की सेटिंग के लिए आपको प्रवेश परीक्षाओं को सक्षम करना होगा।
ja_jp: この講座モジュールを入学試験としてタグをつけます。この講座で入学試験を有効にする必要があります。
lt_lt: Pažymėkite šį kurso modulį kaip stojamąjį egzaminą. Atkreipkite dėmesį, kad turite aktyvinti "Stojamųjų egzaminų" mygtuką, jeigu norite, kad ši kurso nuostata veiktų.
vi: Đặt thẻ cho khoá học này là Kiểm Tra Đầu Vào. Lưu ý, bạn phải kích hoạt Kiểm Tra Đầu Vào cho khóa học này để thiết lập có hiệu lực.

source: Is Time Limited
hi: समय सीमित है
ja_jp: 時限あり
lt_lt: Ar laikas ribotas
vi: Giới Hạn Thời Gian

source: This setting indicates whether students have a limited time to view or interact with this courseware component.
hi: यह सेटिंग इंगित करता है कि छात्रों के पास इस कोर्सवेयर घटक को देखने या बातचीत करने का सीमित समय है या नहीं।
ja_jp: この設定は受講者が講座の教材コンポーネントを参照したり使用する際の時間制限を設けられているかどうかを表示します。
lt_lt: Ši nuostata rodo, ar kurso dalyviams ribojamas laikas žiūrėti ir naudotis šiuo kurso medžiagos komponentu.
vi: Thiết lập này chỉ ra cho dù sinh viên có một thời gian giới hạn để xem hoặc tương tác với các thành phần chương trình học này.

source: Time Limit in Minutes
hi: मिनट में समय सीमा
ja_jp: 分による時間の制限
lt_lt: Ribotas laikas minutėmis
vi: Giới hạn thời gian bằng phút

source: The number of minutes available to students for viewing or interacting with this courseware component.
hi: इस कोर्सवेयर घटक को देखने या बातचीत के लिए छात्रों के लिए उपलब्ध मिनटों की संख्या।
ja_jp: 受講者が講座の教材コンポーネントを参照したり使用できる制限時間を分単位で表示。
lt_lt: Kiek minučių kurso dalyviai gali žiūrėti ir naudotis šiuo kurso medžiagos komponentu.
vi: Số phút dành cho sinh viên để xem hoặc tương tác với các thành phần chương trình học này.

source: Is Proctoring Enabled
hi: प्रॉक्टरिंग सक्षम है
ja_jp: 試験監督機能が有効か？
lt_lt: Ar stebėjimas įjungtas
vi: Chế Độ Giám Thị Bật

source: This setting indicates whether this exam is a proctored exam.
hi: यह सेटिंग इंगित करती है कि क्या यह परीक्षा एक प्रमाणित परीक्षा है।
ja_jp: この試験が試験監督による試験かどうかを表示する設定。
lt_lt: Ši nuostata rodo, ar šis egzaminas yra stebimas egzaminas.
vi: Thiết lập này cho biết bài thi này có giám thị hay không.

source: Software Secure Review Rules
hi: सॉफ्टवेयर सुरक्षित समीक्षा नियम
vi: Quy tắc Đánh giá Phần mềm An toàn

source: This setting indicates what rules the proctoring team should follow when viewing the videos.
hi: यह सेटिंग इंगित करती है कि वीडियो देखते समय प्रॉक्टरिंग टीम को किन नियमों का पालन करना चाहिए।
vi: Cài đặt này cho biết những quy tắc mà nhóm giám thị nên làm theo khi xem các video này.

source: Is Practice Exam
hi: प्रैक्टिस एग्जाम है
ja_jp: 練習用試験か？
lt_lt: Ar tai bandomasis egzaminas
vi: Là Bài Thi Thử

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
hi: यह सेटिंग इंगित करती है कि क्या यह परीक्षा केवल परीक्षण उद्देश्यों के लिए है। अभ्यास परीक्षाओं का सत्यापन नहीं किया जाता है।
ja_jp: この試験が練習用試験であるかどうかを表示する設定。練習用試験は採点されない。
lt_lt: Ši nuostata rodo, ar šis egzaminas yra skirtas tik pabandyti. Bandomieji egzaminai nevertinami.
vi: Thiết lập này chỉ ra cho dù kỳ thi này là dành cho mục đích thử nghiệm. Thi thử không được công nhận.

source: This subsection is unlocked for learners when they meet the prerequisite requirements.
hi: जब वे पूर्वापेक्षा आवश्यकताओं को पूरा करते हैं, तो यह उपधारा शिक्षार्थियों के लिए खोल दी जाती है।
vi: Mục con này được mở cho người học khi họ đáp ứng các yêu cầu bắt buộc.

source: This exam is hidden from the learner.
hi: यह परीक्षा शिक्षार्थी से छिपाई जाती है।
vi: Bài thi này được ẩn với người học.

source: Because the course has ended, this assignment is hidden from the learner.
hi: क्योंकि पाठ्यक्रम समाप्त हो गया है, यह असाइनमेंट शिक्षार्थी से छिपा हुआ है।
vi: Bởi vì khóa học đã kết thúc, bài tập này bị ẩn với người học.

source: Because the due date has passed, this assignment is hidden from the learner.
hi: क्योंकि पाठ्यक्रम समाप्त हो गया है, यह असाइनमेंट शिक्षार्थी से छिपा हुआ है।
vi: Bởi vì ngày diễn ra khoá học đã trôi qua, bài tập này sẽ ẩn với người học.

source: This section is a prerequisite. You must complete this section in order to unlock additional content.
hi: यह खंड एक शर्त है। अतिरिक्त सामग्री अनलॉक करने के लिए आपको इस अनुभाग को पूरा करना होगा।
vi: Đề mục này là phần bắt buộc. Bạn phải hoàn thành nó để tiếp tục mở khóa thêm nội dung.
