Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
es_419: Si utiliza el Editor Avanzado, este problema se convertirá a formato XML y no podrá retornar al Editor Simple. ¿Desea pasar al Editor avanzado y convertir el problema a formato XML?
hi: यदि आप उन्नत संपादक का उपयोग करते हैं, तो यह समस्या XML में बदल जाएगी और आप साधारण संपादक इंटरफ़ेस पर वापस नहीं लौट पाएंगे। उन्नत संपादक के लिए आगे बढ़ें और इस समस्या को XML में परिवर्तित करें?
ja_jp: アドバンスドエディタを使用すると問題はXMLに変換されシンプルエディタに戻ることはできません。 アドバンスドエディタに進んでこの問題をXMLに変換しますか？
ko_kr: 고급 편집기를 사용한다면, 이 문제는 XML로 전환되며, 간편 편집기 인터페이스로 다시 돌아올 수 없습니다. 고급 편집기에서 이 문제를 XML로 전환하시겠습니까?
lt_lt: Jeigu naudositės išplėstiniu redaktoriumi, ši užduotis bus konvertuota į XML ir nebegalėsite grįžti prie paprasto redaktoriaus. Pereiti prie išplėstinio redaktoriausi ir konvertuoti šią užduotį į XML?
pt_br: Se você usar o Editor Avançado, esse problema não será convertido em XML e você não será capaz de retornar para a interface do Editor Simples Mude para o Editor Avançado e converta esse problema em XML?
vi: Nếu bạn sử dụng bộ soạn thảo cao cấp, bài tập này sẽ được chuyển sang định dạng XML và bạn sẽ không thể quay trở lại bộ soạn thảo đơn giản được nữa. Bạn có muốn sử dụng bộ soạn thảo cao cấp và chuyển định dạng bài tập thành XML?
zh_tw: 如果您使用「進階編輯器」，此問題將會被轉為XML，並且您將無法回到「簡易編輯器介面」。 是否繼續使用進階編輯器並轉換此問題為XML？

source: Explanation
es_419: Explicación
hi: व्याख्या
ko_kr: 해설
pt_br: Explicação
vi: Giải thích

source: Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff.
es_419: Error de secuencia! No se ha podido navegar a %(tab_name)s en el actual SequenceModule. Por favor contacte al equipo del curso.
hi: अनुक्रम त्रुटि! वर्तमान SequenceModule में %(tab_name)s पर नेविगेट नहीं किया जा सकता है। कृपया पाठ्यक्रम के कर्मचारियों से संपर्क करें।
ja_jp: シーケンスエラー！このシーケンスモジュールでは「%(tab_name)s」タブを操作することが出来ません。コーススタッフに問い合わせください。
ko_kr: Sequence error! 현재의 SequenceModule에서는 %(tab_name)s 을 탐색할 수 없습니다. 관리자에게 문의하세요.
lt_lt: Sekos klaida! Neįmanoma pereiti į %(tab_name)s kortelę šiame sekos modulyje. Prašome susisiekti su kursą administruojančiu personalu.
pt_br: Erro de sequência! Não é possível navegar para a %(tab_name)s no SequenceModule atual. Por favor, entre em contato com a equipe do curso.
vi: Lỗi Sequence! Không thể điều hướng tới tab %(tab_name)s trong SequenceModule hiện tại. Xin vui lòng liên hệ với nhân viên phụ trách khóa học.
zh_tw: 系統錯誤！在目前 SequenceModule 無法導覽到%(tab_name)s。請聯繫課程的工作人員。

source: Bookmarked
es_419: Añadido a marcadores
hi: बुकमार्क
ko_kr: 즐겨찾기 추가 완료
pt_br: Adicionado a favoritos
vi: Đã đánh dấu

source: Play
es_419: Reproducir
hi: चलाएं
ja_jp: 再生
ko_kr: 재생
lt_lt: Paleisti
pt_br: Reproduzir
vi: Chạy
zh_tw: 開始

source: Pause
es_419: Pausar
hi: रोकें
ja_jp: 一時停止
ko_kr: 일시정지
lt_lt: Pauzė
pt_br: Pausar
vi: Tạm dừng
zh_tw: 暫停

source: Mute
es_419: Silenciar
hi: म्‍यूट
ja_jp: 音声なし
ko_kr: 음소거
lt_lt: Išjungti garsą
pt_br: Silenciar
vi: Tắt tiếng
zh_tw: 靜音

source: Unmute
es_419: Restablecer sonido
hi: अन-म्‍यूट
ja_jp: 音声あり
ko_kr: 음소거 해제
lt_lt: Įjungti garsą
pt_br: Reativar som
vi: Bật tiếng
zh_tw: 取消靜音

source: Exit full browser
es_419: Salir del navegador expandido
hi: ब्राउज़र स्क्रीन से बाहर आयें
ja_jp: フルブラウザをやめる
ko_kr: 전체화면에서 나오기
lt_lt: Išjungti pilno ekrano naršyklę
pt_br: Sair da tela cheia do navegador
vi: Thoát khỏi chế độ toàn màn hình
zh_tw: 退出全屏瀏覽器

source: Fill browser
es_419: Expandir el navegador
hi: ब्राउज़र सक्रीन को पूरा खोलें (open full browser)
ja_jp: ブラウザ内で最大化する
ko_kr: 브라우저 채우기
lt_lt: Padidinti naršyklę
pt_br: Tela cheia
vi: Toàn màn hình
zh_tw: 填滿瀏覽器

source: Speed
es_419: Velocidad
hi: गति
ja_jp: スピード
ko_kr: 속도
lt_lt: Greitis
pt_br: Velocidade
vi: Tốc độ
zh_tw: 速度

source: Volume
es_419: Volumen
hi: ध्वनि
ja_jp: ボリューム
ko_kr: 볼륨
lt_lt: Garsas
vi: Âm lượng
zh_tw: 音量

source: Muted
es_419: En silencio
hi: शून्य ध्वनि
ja_jp: ミュート
ko_kr: 음소거
lt_lt: Nutildyta
pt_br: Silenciado
vi: Chế độ câm
zh_tw: 靜音

source: Very low
es_419: Muy bajo
hi: बहुत कम
ja_jp: とても小さい
ko_kr: 매우 낮게
lt_lt: Labai tyliai
pt_br: Muito baixo
vi: Rất nhỏ
zh_tw: 非常低

source: Low
es_419: Bajo
hi: कम
ja_jp: 小さい
ko_kr: 낮게
lt_lt: Tyliai
pt_br: Baixo
vi: Nhỏ
zh_tw: 低

source: Average
es_419: Normal
hi: बीच में
ja_jp: 普通
ko_kr: 보통
lt_lt: Vidutiniškai
pt_br: Médio
vi: Vừa phải
zh_tw: 平均

source: Loud
es_419: Alto
hi: ऊँचा
ja_jp: 大きい
ko_kr: 크게
lt_lt: Garsiai
pt_br: Alto
vi: To
zh_tw: 大聲

source: Very loud
es_419: Muy alto
hi: बहुत ऊँचा
ja_jp: とても大きい
ko_kr: 매우 크게
lt_lt: Labai garsiai
pt_br: Muito alto
vi: Rất to
zh_tw: 非常大聲

source: Maximum
es_419: Máximo
hi: अधिकतम
ja_jp: 最大
ko_kr: 최대
lt_lt: Maksimumas
pt_br: Máximo
vi: Tối đa
zh_tw: 最大

source: VideoPlayer: Element corresponding to the given selector was not found.
es_419: VideoPlayer: El elemento correspondiente al selector dado no ha sido encontrado.
ja_jp: ビデオプレーヤー：指定されたセレクタに対応する要素が見つかりません。
lt_lt: Vaizdo leistuvė: elementas, atitinkantis šį parinkiklį, nerastas.
zh_tw: VideoPlayer：找不到給定的選擇器元素。

source: This browser cannot play .mp4, .ogg, or .webm files.
es_419: Este navegador no puede reproducir archivos .mp4, .ogg o .webm
hi: यह ब्राउज़र .mp4, .ogg, या .webm फ़ाइलें नहीं खेल सकता है।
ja_jp: このブラウザは.mp4, .ogg, .webmファイルを再生できません。
ko_kr: 이 브라우저는 .mp4, .ogg, 또는 .webm file을 재생할 수 없습니다.
lt_lt: Šioje naršyklėje .mp4, .ogg ir .webm failai neveikia.
pt_br: Não é possível reproduzir arquivos .mp4, .ogg ou .webm com este navegador.
vi: Trình duyệt này không thể chơi tệp tin .mp4, .ogg, hoặc .webm.
zh_tw: 這個瀏覽器無法撥放 .mp4, .ogg, or webm 檔案。

source: Try using a different browser, such as Google Chrome.
es_419: Intente usar otro navegador. Por ejemplo Google Chrome.
hi: Google Chrome जैसे किसी भिन्न ब्राउज़र का उपयोग करने का प्रयास करें।
ja_jp: 違うブラウザを使用してください（例えばGoogle Chromeなど）。
ko_kr: 구글 Chrome 등 다른 브라우저를 사용하세요.
lt_lt: Pabandykite kitą naršyklę, pavyzdžiui, Google Chrome.
pt_br: Tente usar um navegador diferente, como o Google Chrome.
vi: Thử sử dụng một trình duyệt khác, như Google Chrome.
zh_tw: 請嘗試使用不同的瀏覽器，例如 Google Chrome。

source: High Definition
es_419: Alta Definición
hi: हाई डेफिनेशन
ja_jp: 高解像度
ko_kr: 고화질
pt_br: Alta definição
vi: Độ nét Cao
zh_tw: 高解析度

source: off
es_419: Apagar
hi: बंद
ja_jp: オフ
ko_kr: 끄기
pt_br: Desligado
vi: tắt
zh_tw: 關閉

source: on
es_419: Encender
hi: पर
ja_jp: オン
ko_kr: 켜기
pt_br: Ligado
vi: bật
zh_tw: 開啟

source: Video position
es_419: Posición del video
hi: विडियो की स्थिति
ja_jp: ビデオの位置
ko_kr: 동영상 위치
lt_lt: Vaizdo įrašo pozicija
pt_br: Posição do vídeo
vi: Vị trí video
zh_tw: 影片位置

source: Video ended
es_419: Fin del video
hi: विडियो समाप्त
ja_jp: ビデオ終了
ko_kr: 동영상 끝남
lt_lt: Vaizdo įrašas baigėsi
pt_br: Vídeo concluído
vi: Video kết thúc
zh_tw: 影像結束

source: %(value)s hour
es_419: %(value)s hora
ja_jp: %(value)s 時間
ko_kr: %(value)s시간
lt_lt: %(value)s valandą
pt_br: %(value)s hora
vi: %(value)s giờ
zh_tw: %(value)s 小時

source: %(value)s minute
es_419: %(value)s minuto
ja_jp: %(value)s 分
ko_kr: %(value)s분
lt_lt: %(value)s minutę
pt_br: %(value)s minuto
vi: %(value)s phút
zh_tw: %(value)s 分鐘

source: %(value)s second
es_419: %(value)s segundo
ja_jp: %(value)s 秒
ko_kr: %(value)s초
lt_lt: %(value)s sekundę
pt_br: %(value)s segundo
vi: %(value)s giây
zh_tw: %(value)s 秒

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
es_419: Haga clic en este botón para silenciar o activar el sonido del vídeo o use los botones ARRIBA o ABAJO para aumentar o disminuir el nivel de volumen.
hi: इस वीडियो को म्यूट या अनम्यूट करने के लिए इस बटन पर क्लिक करें या वॉल्यूम स्तर बढ़ाने या घटाने के लिए UP या DOWN बटन दबाएं।
ko_kr: 동영상의 음소거 혹은 음소거 해제를 위해 이 버튼을 클릭하거나, 볼륨을 높이거나 낮추기 위해 UP 버튼 혹은 DOWN 버튼을 눌러주세요.
lt_lt: Spustelėkite šį mygtuką norėdami išjungti ar įjungti vaizdo įrašo garsą, arba spauskite AUKŠTYN ir ŽEMYN mygtukus norėdami padidinti ir sumažinti garsą.
pt_br: Clique neste botão para ativar ou desativar o áudio deste vídeo, pressione os botões UP ou DOWN para aumentar ou diminuir o volume.
vi: Kích vào nút này để tắt hoặc bật tiếng video hoặc ấn phím LÊN hoặc XUỐNG để tăng hoặc giảm âm lượng.

source: Adjust video volume
es_419: Ajustar volumen del video
hi: वीडियो की मात्रा समायोजित करें
ko_kr: 동영상 볼륨 조절
pt_br: Ajustar o volume do vídeo
vi: điều chỉnh âm lượng video

source: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
es_419: Velocidad: Presione ARRIBA para acceder al menú, luego use las teclas de ARRIBA y ABAJO para cambiar a diferentes velocidades, y presione ENTER para cambiar a la velocidad seleccionada.
hi: गति मेनू दर्ज करने के लिए UP दबाएं फिर अलग-अलग गति नेविगेट करने के लिए UP और DOWN तीर कुंजियों का उपयोग करें, फिर चयनित गति में परिवर्तन करने के लिए ENTER दबाएँ।
ko_kr: 위 화살표를 눌러 속도 메뉴에 들어가고 위 아래 화살표 방향키를 사용해 속도 조절을 한 뒤 엔터 키를 눌러 속도를 조절합니다.
pt_br: Pressione UP para entrar no menu de velocidade e então use as teclas UP e DOWN para navegar as diferentes velocidades, então pressione ENTER para mudar a velocidade selecionada.
vi: Nhấn phím mũi tên lên để vào menu tốc độ rồi sử dụng các phím mũi tên lên và xuống để điều hướng các tốc độ khác nhau, sau đó nhấn ENTER để thay đổi tốc độ đã chọn.

source: Adjust video speed
es_419: Ajustar velocidad del video
hi: वीडियो की गति को समायोजित करें
ko_kr: 동영상 속도 조절
pt_br: Ajustar a velocidade do vídeo
vi: điều chỉnh tốc độ video

source: Video speed:
es_419: Velocidad del video:
hi: वीडियो की गति:
ko_kr: 동영상 속도:
pt_br: Velocidade do vídeo:
vi: tốc độ video

source: Skip
es_419: Omitir
hi: आगे बढ़ें
ja_jp: スキップ
ko_kr: 건너뛰기
lt_lt: Praleisti
pt_br: Pular
vi: Bỏ qua
zh_tw: 跳過

source: Play video
es_419: Reproducir video
hi: वीडियो प्ले करें
ja_jp: 動画再生
ko_kr: 동영상 재생하기
lt_lt: Paleisti vaizdo įrašą
pt_br: Reproduzir vídeo
zh_tw: 播放影片

source: Do not show again
es_419: No mostrar nuevamente
hi: फिर से मत दिखाना
ja_jp: 再表示しない
ko_kr: 다시 재생하지 말기
lt_lt: Daugiau nerodyti
pt_br: Não exibir novamente
vi: Không hiển thị nữa
zh_tw: 不重複顯示

source: Open language menu
es_419: Abrir menú de idioma
hi: भाषा मेनू खोलें
ja_jp: 言語選択メニューを開く
ko_kr: 언어 메뉴 열기
pt_br: Abrir menu de idiomas
vi: Mở menu ngôn ngữ
zh_tw: 開啟語言選單

source: Transcript will be displayed when you start playing the video.
es_419: La transcripción se visualizará cuando empieza a reproducir el video.
hi: जब आप वीडियो चलाना शुरू करेंगे तो ट्रांसक्रिप्ट प्रदर्शित की जाएगी।
ko_kr: 동영상 재생을 시작하면 자막이 보입니다.
pt_br: A transcrição será exibida quando você reproduzir o vídeo.
vi: Phụ đề sẽ xuất hiện khi bạn bắt đầu phát video.

source: Activating a link in this group will skip to the corresponding point in the video.
es_419: Activar un enlace en este grupo hará que el video salte al momento correspondiente.
hi: इस समूह में एक लिंक सक्रिय करना वीडियो में संबंधित बिंदु पर छोड़ देगा।
ko_kr: 이 그룹의 링크를 사용하면 동영상의 원하는 부분으로 이동할 수 있습니다.
pt_br: Ativar um link nesse grupo vai pular para o ponto correspondente no vídeo.
vi: Kích hoạt liên kết trong nhóm này sẽ nhảy đến điểm tương ứng trong video.

source: Video transcript
es_419: Transcripción de video
hi: वीडियो ट्रांसक्रिप्ट
ko_kr: 동영상 자막
pt_br: Transcrição do vídeo
vi: Bản dịch video

source: Start of transcript. Skip to the end.
es_419: Inicio de la transcripción. Saltar al final.
hi: प्रतिलेख की शुरुआत। अंत तक छोड़ें।
ko_kr: 자막 시작 부분. 끝으로 이동하세요.
pt_br: Início da transcrição. Pular para o final.
vi: Bắt đầu bản dịch. Tới cuối.

source: End of transcript. Skip to the start.
es_419: Fin de la transcripción. Saltar al inicio.
hi: प्रतिलेख का अंत। शुरू करने के लिए छोड़ दें।
ko_kr: 자막 끝 부분. 처음으로 이동하세요.
pt_br: Fim da transcrição. Voltar para o início.
vi: Kết thúc bản dịch. Về đầu.

source: Press the UP arrow key to enter the language menu then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
es_419: Idioma: Presione la flecha ARRIBA para entrar al menú de idioma, luego use las flechas ARRIBA y ABAJO para navegar las opciones de idioma. Presione ENTRAR para cambiar al idioma seleccionado.
hi: भाषा मेनू में प्रवेश करने के लिए UP तीर कुंजी दबाएँ और फिर भाषा विकल्प नेविगेट करने के लिए UP और DOWN तीर कुंजियों का उपयोग करें। चयनित भाषा में बदलने के लिए ENTER दबाएँ।
ko_kr: 위 화살표를 눌러 언어 메뉴에 들어가고 위 아래 화살표 방향키를 사용해 언어 설정을 한 뒤 엔터 키를 눌러 언어를 설정합니다.
pt_br: Pressione a tecla UP para entrar no menu de idioma, então pressione as teclas UP e DOWN para navegar nas opções de idioma. Pressione ENTER para mudar para o idioma selecionado.
vi: Nhấn phím mũi tên lên để vào menu ngôn ngữ sau đó sử dụng các phím mũi tên lên và xuống để điều hướng các tùy chọn ngôn ngữ. Nhấn ENTER để đổi sang ngôn ngữ đã chọn.

source: Hide closed captions
es_419: Ocultar subtítulos
hi: बंद कैप्शन छिपाएं
ko_kr: 자막 숨기기
pt_br: Ocultar legendas ocultas
vi: ẩn phụ đề

source: (Caption will be displayed when you start playing the video.)
es_419: (Los subtítulos serán mostrados al iniciar la reproducción del video.)
hi: (जब आप वीडियो चलाना शुरू करेंगे तो कैप्शन प्रदर्शित किया जाएगा।)
ko_kr: (동영상 재생을 시작하면 자막이 표시됩니다.)
pt_br: (A legenda aparecerá quando você reproduzir o vídeo.)
vi: (Phụ đề sẽ được hiển thị khi bạn bắt đầu phát video)

source: Turn on closed captioning
es_419: Activar subtítulos
hi: बंद कैप्शनिंग चालू करें
ko_kr: 자막 보이기
pt_br: Ativar as legendas ocultas
vi: Bật phụ đề chi tiết

source: Turn on transcripts
es_419: Activar transcripción
hi: लिपियों को चालू करें
ja_jp: 字幕を表示する
ko_kr: 자막 보이기
pt_br: Ativar legendas
vi: Bật bản dịch
zh_tw: 開啟字幕

source: Turn off transcripts
es_419: Desactivar transcripción
hi: लिपियों को बंद करें
ja_jp: 字幕を非表示にする
ko_kr: 자막 감추기
pt_br: Desligar legendas
vi: Tắt bản dịch
zh_tw: 關閉所有字幕

source: Required field.
es_419: Campo requerido.
hi: आवश्यक क्षेत्र |
ja_jp: 必須フィールドです．
ko_kr: 필수 항목
lt_lt: Būtinas laukas.
pt_br: Campo obrigatório.
vi: Thông tin bắt buộc.
zh_tw: 必須填寫的欄位。

source: Please do not use any spaces in this field.
es_419: Por favor, no usar espacios o caracteres especiales en este campo.
hi: इस क्षेत्र में किसी भी रिक्त स्थान का प्रयोग न करें|
ja_jp: このフィールドには空白を使用しないで下さい。
ko_kr: 이 필드에 공백을 사용하지 마세요.
lt_lt: Prašome šiame lauke nenaudoti jokių tarpų.
pt_br: Por favor, não utilize espaços neste campo.
vi: Vui lòng không dùng khoảng trắng trong mục này
zh_tw: 此欄位的內容不能包含空格

source: Please do not use any spaces or special characters in this field.
es_419: Por favor, no utilizar espacios o caracteres especiales en este campo.
hi: कृपया इस क्षेत्र में खाली स्थान या विशेष अक्षरों का प्रयोग न करें।
ja_jp: このフィールドには空白や特殊文字を使用しないで下さい．
ko_kr: 영어 알파벳을 입력하고, 공백이나 특수문자를 사용하지 마세요.
lt_lt: Prašome šiame lauke nenaudoti jokių tarpų arba specialiųjų simbolių.
pt_br: Por favor, não utilize espaço ou caracteres especiais neste campo.
vi: Vui lòng không sử dụng bất kỳ dấu cách hoặc ký tự đặc biệt trong mục này.
zh_tw: 此欄位的內容不能包含空格或特殊字元。

source: Pagination
es_419: Paginación
hi: पृष्ठ पर अंक लगाना
ko_kr: 페이지 번호
pt_br: Paginação
vi: Phân trang

source: Your request could not be completed. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
es_419: Su solicitud no pudo ser completada. Recargue la página e intente nuevamente. Si el problema persiste, haga clic en la pestaña de Ayuda para reportar el problema.
hi: आपका अनुरोध पूरा नहीं हो सका। पृष्ठ पुनः लोड करें और पुनः प्रयास करें। यदि समस्या बनी रहती है, तो समस्या की रिपोर्ट करने के लिए मदद टैब पर क्लिक करें।
ko_kr: 요청 수행 중에 오류가 발생했습니다. 새로고침을 클릭해 보고 다시 시도해 보세요. 문제가 계속 발생한다면 도움 탭을 클릭해 문제에 대해 신고할 수 있습니다.
pt_br: Seu pedido não pode ser concluído. Recarregue a página e tente novamente. Se o erro persistir, clique em Ajuda para relatar o problema.
vi: Yêu cầu của bạn chưa hoàn thành. Tải lại trang và thử lại. Nếu sự cố vẫn tiếp diễn, hãy nhấp vào tab Hỗ trợ để báo cáo sự cố.

source: Showing {firstIndex} out of {numItems} total
es_419: Mostrando {firstIndex} de {numItems}
hi: {NumIems} कुल में से {firstIndex} दिखा रहा है
ko_kr: 총 {numItems} 중 {firstIndex} 을 나타내고 있습니다
pt_br: Mostrando {firstIndex} de um total de {numItems}
vi: Hiện {firstIndex} trên tổng số {numItems}

source: Showing {firstIndex}-{lastIndex} out of {numItems} total
es_419: Mostrando {firstIndex}-{lastIndex} de un total de {numItems}
hi: {FirstIndex} - {lastIndex} को {numItems} कुल से दिखा रहा है
ko_kr: 총 {numItems} 중 {firstIndex}-{lastIndex} 을 나타내고 있습니다
pt_br: Mostrando {firstIndex}-{lastIndex} de um total de {numItems}
vi: Hiện {firstIndex}-{lastIndex} trên tổng số {numItems}

source: Loading content
es_419: Cargando contenido
hi: लोडिंग कंटेंट
ja_jp: コンテンツ読み込み中
ko_kr: 콘텐츠 로딩중
lt_lt: Įkeliamas turinys
pt_br: Carregando conteúdo
vi: Đang tải nội dung
zh_tw: 內容加載中

source: Your request could not be processed. Refresh the page and try again.
es_419: Su solicitud no pudo ser completada. Recargue la página e intente nuevamente.
hi: आपके अनुरोध पर कार्रवाई नहीं की जा सकी। पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
ko_kr: 요청을 처리할 수 없었습니다. 새로고침을 클릭해주세요.
pt_br: Seu pedido não pode ser processado. Recarregue a págna e tente novamente.
vi: Không thể xử lý yêu cầu của bạn. Tải lại trang và thử lại.

source: Some images in this post have been omitted
es_419: Algunas imágenes en esta publicación han sido omitidas
hi: इस पोस्ट में कुछ छवियों को छोड़ दिया गया है
ko_kr: 이 글 이미지 일부는 제외되었습니다
pt_br: Algumas imagens desta publicação foram omitidas
vi: Một số hình ảnh trong bài này đã bị bỏ qua

source: image omitted
es_419: imagen omitida
hi: छवि छोड़ी गई
ko_kr: 이미지 제외됨
pt_br: imagem omitida
vi: bỏ qua hình ảnh

source: there is currently {numVotes} vote
es_419: actualmente hay {numVotes} voto
ko_kr: 현재 {numVotes} 표가 있습니다
pt_br: existe atualmente {numVotes} voto
vi: hiện tại có {numVotes} phiếu bầu

source: {numVotes} Vote
es_419: {numVotes} Voto
ko_kr: {numVotes} 표
pt_br: {numVotes} Voto
vi: {numVotes} Phiếu bầu

source: You could not be subscribed to this post. Refresh the page and try again.
es_419: No se pudo procesar su solicitud de subscribirse a esta publicación. Recargue la página e intente nuevamente.
hi: आपको इस पद के लिए सदस्यता नहीं दी जा सकती है। पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
ko_kr: 이 게시글을 구독할 수 없었습니다. 새로고침을 클릭해주세요.
pt_br: Seu pedido não pode ser processado. Recarregue a págna e tente novamente.
vi: Bạn không thể gửi bài này. Làm mới lại trang và thử lại.

source: You could not be unsubscribed from this post. Refresh the page and try again.
es_419: No se pudo procesar su solicitud de cancelar su subscripción a esta publicación. Recargue la página e intente nuevamente.
hi: आपको इस पोस्ट से सदस्यता नहीं दी जा सकती है। पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
ko_kr: 이 게시글을 구독 해제할 수 없었습니다. 새로고침을 클릭해주세요.
pt_br: Seu pedido não pode ser processado. Recarregue a págna e tente novamente.
vi: Bạn không thể hủy bài này. Làm mới lại trang và thử lại.

source: This response could not be marked as an answer. Refresh the page and try again.
es_419: No se pudo marcar esta respuesta. Recargue la página e intente nuevamente.
hi: इस प्रतिक्रिया को उत्तर के रूप में चिह्नित नहीं किया जा सकता है। पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
ko_kr: 이 응답을 정답표시할 수 없었습니다. 새로고침을 클릭해주세요.
pt_br: Esta resposta não pôde ser marcada como uma resposta. Atualize a página e tente novamente.
vi: Phản hồi này không thể đánh dấu là một câu trả lời. Làm mới lại trang và thử lại.

source: This response could not be unmarked as an answer. Refresh the page and try again.
es_419: No se pudo desmarcar esta respuesta. Recargue la página e intente nuevamente.
hi: इस प्रतिक्रिया को उत्तर के रूप में चिह्नित नहीं किया जा सकता है। पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
ko_kr: 이 응답을 정답표시 해제할 수 없었습니다. 새로고침을 클릭해주세요.
pt_br: Esta resposta não pode ser desmarcada como uma resposta. Atualize a página e tente novamente.
vi: Câu trả lời này không thể bỏ đánh dấu là câu trả lời. Làm mới lại trang và thử lại.

source: This response could not be marked as endorsed. Refresh the page and try again.
es_419: No se pudo marcar esta respuesta como validada. Recargue la página e intente nuevamente.
hi: इस प्रतिक्रिया को समर्थन के रूप में चिह्नित नहीं किया जा सकता है। पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
ko_kr: 이 응답을 승인표시할 수 없었습니다. 새로고침을 클릭해주세요.
pt_br: Esta resposta não pôde ser marcada como aprovada. Atualize a página e tente novamente.
vi: Phản hồi này không thể đánh dấu là xác nhận. Làm mới lại trang và thử lại.

source: This response could not be unendorsed. Refresh the page and try again.
es_419: No se pudo desmarcar esta respuesta como validada. Recargue la página e intente nuevamente.
hi: इस प्रतिक्रिया को अनपेक्षित नहीं किया जा सका। पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
ko_kr: 이 응답을 비승인할 수 없었습니다. 새로고침을 클릭해주세요.
pt_br: Esta resposta não pôde ser aceita. Atualize a página e tente novamente.
vi: Phản hồi này không thể bỏ đánh dấu là xác nhận. Làm mới lại trang và thử lại.

source: This vote could not be processed. Refresh the page and try again.
es_419: Este voto no se pudo procesar. Recargue la página e intente nuevamente.
hi: इस वोट को संसाधित नहीं किया जा सका। पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
ko_kr: 이 투표를 진행할 수 없었습니다. 새로고침을 클릭해주세요.
pt_br: Este voto não pôde ser processado. Atualize a página e tente novamente.
vi: Việc bầu chọn này không được xử lý. Làm mới lại trang và thử lại.

source: This post could not be pinned. Refresh the page and try again.
es_419: No se pudo marcar esta publicación. Recargue la página e intente nuevamente.
hi: इस पोस्ट को पिन नहीं किया जा सका। पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
ko_kr: 이 게시물을 고정할 수 없었습니다. 새로고침을 클릭해주세요.
pt_br: Este post não pôde ser fixado. Atualize a página e tente novamente.
vi: Bài này chưa được ghim lại. Làm mới lại trang và thử lại.

source: This post could not be unpinned. Refresh the page and try again.
es_419: No se pudo desmarcar esta publicación. Recargue la página e intente nuevamente.
hi: इस पोस्ट को अनपिन नहीं किया जा सका। पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
ko_kr: 이 게시물 고정을 해제할 수 없었습니다. 새로고침을 클릭해주세요.
pt_br: Esta mensagem não pôde ser retirada. Atualize a página e tente novamente.
vi: Bài này chưa được bỏ ghim. Làm mới lại trang và thử lại.

source: This post could not be flagged for abuse. Refresh the page and try again.
es_419: No se pudo marcar esta publicación como abusiva. Recargue la página e intente nuevamente.
hi: इस पोस्ट को दुरुपयोग के लिए चिह्नित नहीं किया जा सका। पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
ko_kr: 이 게시글을 부정게시글로 신고할 수 없었습니다. 새로고침을 클릭해주세요.
pt_br: Esta postagem não pôde ser sinalizada por abuso. Atualize a página e tente novamente.
vi: Bài này không thể bị gắn cờ vi phạm. Làm mới lại trang và thử lại.

source: This post could not be unflagged for abuse. Refresh the page and try again.
es_419: No se pudo desmarcar esta publicación como abusiva. Recargue la página e intente nuevamente.
hi: यह पद दुरुपयोग के लिए अप्रभावित नहीं हो सकता है। पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
ko_kr: 이 게시글 신고를 취소할 수 없었습니다. 새로고침을 클릭해주세요.
pt_br: Esta postagem não pode ser não sinalizada por abuso. Atualize a página e tente novamente.
vi: Bài này không thể gỡ bỏ cờ vi phạm. Làm mới lại trang và thử lại.

source: This post could not be closed. Refresh the page and try again.
es_419: No se pudo cerrar esta publicación. Recargue la página e intente nuevamente.
hi: यह पोस्ट बंद नहीं की जा सकी। पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
ko_kr: 이 게시글을 종료할 수 없었습니다. 새로고침을 클릭해주세요.
pt_br: Esta mensagem não pôde ser encerrada. Atualize a página e tente novamente.
vi: Không thể đóng bài này. Làm mới lại trang và thử lại.
