Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Please wait a few seconds and then reload the page. If the problem persists, please email us at {email}.
es_419: Espere unos segundos y vuelva a cargar la página Por favor. Si el problema persiste, por favor envíenos un email a {email}.

source: Currently the {platform_name} servers are overloaded
es_419: Actualmente los servidores de {platform_name} están sobrecargados

source: Please Wait
es_419: Por favor espere

source: Sign in or Register
es_419: Inicie sesión o regístrese

source: Learner Profile
es_419: Perfil de usuario

source: Connected Accounts
es_419: Cuentas conectadas
ja_jp: 接続済アカウント
lt_lt: Susietos paskyros
zh_tw: 連結帳號

source: Linked
es_419: Vinculado

source: Not Linked
es_419: Sin vincular

source: Unlink
es_419: Desvincular
ja_jp: 接続解除
lt_lt: Atjungti paskyras
zh_tw: 取消連結

source: Link
es_419: Vincular
ja_jp: 接続する
lt_lt: Sujungti
zh_tw: 連結

source: Student Support
es_419: Soporte a estudiantes

source: Student Support: Certificates
es_419: Soporte a estudiantes: Certificados

source: Student Support: Enrollment
es_419: Soporte a estudiantes: Inscripciones

source: About to refund this order:
es_419: A punto de realizar la devolución de esta orden:

source: Order Id:
es_419: Clave de identificación de la orden:

source: Enrollment:
es_419: Inscripción:

source: unenrolled
es_419: no inscritos

source: Cost:
es_419: Costo

source: CertificateItem Status:
es_419: Estado del certificado:

source: Order Status:
es_419: Estado de la orden:

source: Fulfilled Time:
es_419: Hora a que fue completada:

source: Refund Request Time:
es_419: Hora a que la devolución fue solicitada:

source: User Survey
es_419: Encuesta de usuario

source: Pre-Course Survey
es_419: Encuesta previa al curso

source: You can begin your course as soon as you complete the following form. Required fields are marked with an asterisk (*). This information is for the use of {platform_name} only. It will not be linked to your public profile in any way.
es_419: Una vez complete la información del siguiente formulario, podrá comenzar con el curso. Los campos obligatorios están marcados con un asterisco (*). La información es anónima y solo será utilizada por {platform_name}. No estará de ninguna forma ligada a su perfil público.

source: You are missing the following required fields:
es_419: Hace falta diligenciar los siguientes campos obligatorios:

source: Cancel and Return to Dashboard
es_419: Cancelar o volver al panel de control

source: Why do I need to complete this information?
es_419: ¿Por qué debo completar esta información?

source: We use the information you provide to improve our course for both current and future students. The more we know about your specific needs, the better we can make your course experience.
es_419: La información que usted suministra nos ayuda a mejorar el curso para los estudiantes actuales y futuros. Entre más podamos conocer sobre sus necesidades específicas, podremos hacer mejor su experiencia con el curso.

source: Who can I contact if I have questions?
es_419: ¿A quién puedo contactar si tengo más preguntas?

source: If you have any questions about this course or this form, you can contact {link_start}{mail_to_link}{link_end}.
es_419: Si tiene preguntas sobre este curso o formulario, puede contactar a {link_start}{mail_to_link}{link_end}.

source: Have questions?
es_419: ¿Tiene preguntas?

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
es_419: Por favor lee {a_start}nuestra sección de FAQs para ver preguntas comunes sobre nuestros certificados{a_end}.

source: Re-Verify for {course_name}
es_419: Re-verificando el curso {course_name}

source: Verification Deadline Has Passed
es_419: La fecha límite de verificación ya pasó

source: Upgrade Deadline Has Passed
es_419: La fecha límite para optar por el Certificado Verificado ha pasado.

source: The verification deadline for {course_name} was {{date}}. Verification is no longer available.
es_419: La fecha límite para verificaciones para {course_name} fué el {{date}}. Ya no está disponible la verificación.

source: The deadline to upgrade to a verified certificate for this course has passed.
es_419: La fecha límite para optar por el Certificado Verificado en este curso ha expirado.

source: Upgrade Your Enrollment For {course_name}.
es_419: Optar por un Certificado Verificado para {course_name}.

source: Receipt For {course_name}
es_419: Recibo para {course_name}

source: Verify For {course_name}
es_419: Verificar para {course_name}

source: Enroll In {course_name}
es_419: Inscribirse en {course_name}

source: Technical Requirements
es_419: Requerimientos Técnicos

source: Please make sure your browser is updated to the {strong_start}{a_start}most recent version possible{a_end}{strong_end}. Also, please make sure your {strong_start}webcam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).{strong_end}
es_419: Por favor asegúrese que su navegador este actualizado con {strong_start}{a_start}la versión más reciente posible{a_end}{strong_end}. También verifique que su {strong_start}cámara web esté conectada, encendida, y autorizada para funcionar en su navegador (Normalmente, esto se ajusta en las opciones de su navegador).{strong_end}

source: Re-Verification
es_419: Re-Verificación

source: Identity Verification
es_419: Verificación de identidad

source: You have already submitted your verification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
es_419: Ya ha enviado su información de verificación de identidad. Recibirá un mensaje en su Panel principal cuando el proceso de verificación esté completado (usualmente entre 1-2 días).

source: You cannot verify your identity at this time.
es_419: No puede verificar su identidad en este momento.

source: {span_start}(active){span_end}
es_419: {span_start}(activo){span_end}

source: Changes
es_419: Cambios

source: {span_start}active{span_end}
es_419: {span_start}activo{span_end}

source: Add article
es_419: Añadir artículo

source: Access Course Staff Support on the Partner Portal to submit or review support tickets
es_419: Acceda al soporte para personal de curso en el Portal de Socios de edX para enviar o revisar sus tiquetes de soporte.

source: edX Partner Portal
es_419: Portal de Socios de edX

source: Browse recently launched courses and see what's new in your favorite subjects.
es_419: Echa un vistazo a nuestros cursos lanzados recientemente y qué hay de nuevo en tus temas favoritos.

source: Explore New Courses
es_419: Explorar cursos nuevos

source: Page Footer
es_419: Pie de Página

source: About edX
es_419: Acerca de edX

source: © 2016 edX Inc. All rights reserved except where noted. EdX, Open edX and the edX and Open EdX logos are registered trademarks or trademarks of edX Inc.
es_419: © 2016 edX Inc. Todos los derechos reservados, excepto cuando se indique. EdX, Open edX, y los logos de edX y Open edX son marcas registradas o marcas de edX Inc.

source: Find Courses
es_419: Buscar Cursos

source: Schools & Partners
es_419: Escuelas y socios

source: {b_start}Support our Mission: {b_end} EdX, a non-profit, relies on verified certificates to help fund free education for everyone globally
es_419: {b_start}Apoya nuestra causa:{b_end} EdX, una organización sin fines de lucro, se apoya en los Certificados Verificados para costear la educación gratuita para cualquier persona a nivel global.

source: EdX, Open edX, and the edX and Open edX logos are registered trademarks or trademarks of {link_start}edX Inc.{link_end}
es_419: EdX, Open edX, y los logos de edX y Open edX son marcas registradas de {link_start}edX Inc.{link_end}

source: {tos_link_start}Terms of Service{tos_link_end} and {honor_link_start}Honor Code{honor_link_end}
es_419: {tos_link_start}Términos del servicio{tos_link_end} y {honor_link_start}Código de Honor{honor_link_end}

source: My Profile
es_419: Mi Perfil

source: Register Now
es_419: Registrarse

source: Copyright
es_419: Derechos de Autor

source: Copyright {year}. All rights reserved.
es_419: Derechos de autor {year}. Todos los derechos reservados.

source: For anyone, anywhere, anytime
es_419: Para cualquiera, en cualquier lugar, en cualquier momento

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
es_419: Usted recibirá un correo electrónico de activación prontamente. Debe hacer clic en el enlace de activación para completar el proceso. ¿No ve el correo electrónico? Revise su carpeta de spam. Aconsejamos marcar nuestros correos electrónicos como "no es spam", así podrá recibirlos siempre en la bandeja de entrada.

source: Need help in registering with {platform_name}?
es_419: ¿Necesita ayuda para registrarse en {platform_name}?

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
es_419: Una vez registrado, la mayoría de las preguntas pueden ser contestadas en los foros de discusión específicos del curso o a través de la sección de Preguntas Frecuentes.

source: Put your Terms of Service here!
es_419: Escriba sus Términos y condiciones del servicio aquí.

source: Put your Privacy Policy here!
es_419: Escriba su Política de privacidad aquí.

source: Put your Honor Code here!
es_419: Escriba su Código de Honor aquí.

source: Put your Copyright Text here!
es_419: Escriba su texto de Derechos de Autor aquí.

source: The page that you were looking for was not found.
es_419: La página que usted está buscando no se encontró.

source: Go back to the {homepage} or let us know about any pages that may have been moved at {email}.
es_419: Regrese a la {homepage} o infórmenos sobre cualquier página que pueda haber sido movida al correo electrónico {email}.

source: {studio_name} Server Error
es_419: {studio_name} Error del Servidor

source: The {em_start}{studio_name}{em_end} servers encountered an error
es_419: Los servidores de {em_start}{studio_name}{em_end} encontraron un error

source: An error occurred in {studio_name} and the page could not be loaded. Please try again in a few moments.
es_419: Ha ocurrido un error en {studio_name} y la página no puede ser cargada. Por favor intente nuevamente en unos pocos minutos

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
es_419: Hemos registrado el error y nuestro equipo estará trabajando en resolverlo lo más pronto posible.

source: If the problem persists, please email us at {email_link}.
es_419: Si el problema persiste, por favor escríbanos a {email_link}.

source: {studio_name} Account Activation
es_419: {studio_name} Activación de cuenta

source: Your account is already active
es_419: Su cuenta ya está activada

source: This account, set up using {email}, has already been activated. Please sign in to start working within {studio_name}.
es_419: La cuenta creada con {email} ha sido activada. Por favor inicia sesión para empezar a trabajar dentro en {studio_name}.

source: Sign into {studio_name}
es_419: Iniciar sesión {studio_name}

source: Your account activation is complete!
es_419: La activación de su cuenta ha sido completada!

source: Thank you for activating your account. You may now sign in and start using {studio_name} to author courses.
es_419: Gracias por activar su cuenta. Usted desde ahora puede iniciar sesión y empezar a utilizar {studio_name} como autor del curso

source: Your account activation is invalid
es_419: La activación de su cuenta es inválida

source: We're sorry. Something went wrong with your activation. Check to make sure the URL you went to was correct, as e-mail programs will sometimes split it into two lines.
es_419: Lo sentimos. Algo salió mal con su activación. Asegúrese de que el URL que visitó fuera la correcta, ya que algunos programas de correo electrónico pueden modificarla, dividiéndola en dos líneas.

source: If you still have issues, contact {platform_name} Support. In the meantime, you can also return to {link_start}the {studio_name} homepage.{link_end}
es_419: Si udsted aún tienen problemas, contáctese con Soporte {platform_name}. Mientras tanto, puede volver a {link_start} la página inicial {studio_name}. {link_end}

source: Files & Uploads
es_419: Archivos y cargas

source: Page Actions
es_419: Acciones de página

source: Adding Files for Your Course
es_419: Añadiendo Archivos a su Curso

source: To add files to use in your course, click {em_start}Upload New File{em_end}. Then follow the prompts to upload a file from your computer.
es_419: Para añadir archivos para ser utilizados en el curso, haga clic en {em_start}Subir nuevo archivo{em_end}. Luego siga las instrucciones para cargar un archivo desde su computador.

source: {em_start}Caution{em_end}: {platform_name} recommends that you limit the file size to {em_start}10 MB{em_end}. In addition, do not upload video or audio files. You should use a third party service to host multimedia files.
es_419: {em_start} Precaución {em_end}: {platform_name} recomendamos que si usted limita el tamaño de sus archivos a {em_start}10 MB{em_end}. Adicionalmente, no se recomienda subir videos o archivos de audio. Los archivos multimedia se deben publicar utilizando servicios de terceros.

source: The course image, textbook chapters, and files that appear on your Course Handouts sidebar also appear in this list.
es_419: La imagen del curso, los capítulos de libros de texto y otros archivos que aparezcan en los materiales del curso también aparecerán en esta lista.

source: Using File URLs
es_419: Usando URLs de archivo

source: Use the {em_start}{studio_name} URL{em_end} value to link to the file or image from a component, a course update, or a course handout.
es_419: Use el valor {em_start}{studio_name} URL{em_end} para enlazarce con el archivo o imagen desde un componente, o desde una actualización de curso o desde un documento de curso.

source: Use the {em_start}Web URL{em_end} value to reference the file or image only from outside of your course. {em_start}Note:{em_end} If you lock a file, the Web URL no longer works for external access to a file.
es_419: Use el valor {em_start}Web URL{em_end} para referenciar un archivo o imagen exclusivamente desde fuera del curso. {em_start}Note:{em_end} Si usted bloquea un un archivo, la url de la Web ya no tendrá acceso a un archivo externo.

source: To copy a URL, double click the value in the URL column, then copy the selected text.
es_419: Para copiar un URL, realice un doble clic en la columna del URL, luego copie el texto seleccionado.

source: Learn more about managing files
es_419: Aprenda más sobre el manejo de archivos

source: Max per-file size: {max_filesize}MB
es_419: Tamaño máximo del archivo de subida es: {max_filesize}MB

source: close alert
es_419: Cerrar alerta

source: Course Certificates
es_419: Certificados del curso

source: This module is not enabled.
es_419: Este módulo no está habilitado.

source: This course does not use a mode that offers certificates.
es_419: Este curso no tiene un modo que ofrezca certificados.

source: Working with Certificates
es_419: Trabajando con Cerfiticados

source: Specify a course title to use on the certificate if the course's official title is too long to be displayed well.
es_419: Especifique un título de curso para ser usado en el certificado si el título oficial del curso es demasiado largo para mostrarse correctamente.

source: For verified certificates, specify between one and four signatories and upload the associated images.
es_419: Para certificados verificados, especifique entre uno y cuatro signatarios y cargue las imágenes asociadas.

source: To edit or delete a certificate before it is activated, hover over the top right corner of the form and select {em_start}Edit{em_end} or the delete icon.
es_419: Para editar o borrar un certificado antes de que sea activado, pase el puntero sobre la esquina superior derecha del formulario y seleccione {em_start}Editar{em_end} o el icono de borrar.

source: To view a sample certificate, choose a course mode and select {em_start}Preview Certificate{em_end}.
es_419: Para ver un certificado de muestra, elija un modo de curso y selecciones {em_start}Previsualizar Certificado{em_end}.

source: Issuing Certificates to Learners
es_419: Generación de certificados para los estudiantes

source: To begin issuing course certificates, a course team member with either the Staff or Admin role selects {em_start}Activate{em_end}. Only course team members with these roles can edit or delete an activated certificate.
es_419: Para comenzar a emitir certificados, un miembro del curso con el rol de equipo del curso o de administrador debe seleccionar {em_start}Activar{em_end}. Solo miembros del equipo del curso con estos roles podrán editar o borrar un certificado activado.

source: {em_start}Do not{em_end} delete certificates after a course has started; learners who have already earned certificates will no longer be able to access them.
es_419: {em_start}No{em_end} borre los certificados después de que el curso ha iniciado, de lo contrario, los estudiantes que ya han obtenido un certificado no podrán accesarlo.

source: Learn more about certificates
es_419: Aprender más acerca de los certificados

source: Other Course Settings
es_419: Otras configuraciones de curso

source: Details &amp; Schedule
es_419: Detalles y Calendario

source: Course Team
es_419: Equipo del curso

source: Advanced Settings
es_419: Configuración avanzada

source: Duplicate this component
es_419: Duplicar este componente

source: Delete this component
es_419: Borrar este componente

source: Open the courseware in the LMS
es_419: Abrir el contenido del curso en el LMS

source: View Live Version
es_419: Ver la versión publicada

source: Preview the courseware in the LMS
es_419: Previsualizar el contenido del curso en el LMS

source: Adding components
es_419: Agregando componentes

source: Select a component type under {strong_start}Add New Component{strong_end}. Then select a template.
es_419: Seleccione un tipo de componente en {strong_start}Añadir nuevo componente{strong_end}. Luego seleccione una plantilla.

source: The new component is added at the bottom of the page or group. You can then edit and move the component.
es_419: El nuevo componente se añade al final de la pagina o grupo. Entonces puedes cambiar o mover el componente.

source: Editing components
es_419: Editando componentes

source: Click the {strong_start}Edit{strong_end} icon in a component to edit its content.
es_419: Haga clic en el icono {strong_start}Editar{strong_end} en un componente para editar su contenido.

source: Reorganizing components
es_419: Reorganizando componentes

source: Drag components to new locations within this component.
es_419: Arrastrar componentes a nueva posición dentro de este componente.

source: For content experiments, you can drag components to other groups.
es_419: Para contenidos experimentales, puede arrastrar componentes a otros grupos.

source: Working with content experiments
es_419: Trabajando con contenidos experimentales

source: Confirm that you have properly configured content in each of your experiment groups.
es_419: Asegurese de que ha configurado correctamente el contenido en cada un de sus grupos de experimento.

source: Learn more about component containers
es_419: Aprender mas sobre contenedores de componentes

source: Unit Location
es_419: Ubicación de la unidad

source: Location ID
es_419: ID de la Ubicación

source: Use this ID when you create links to this unit from other course content. You enter the ID in the URL field.
es_419: Utilice este ID cuando cree vínculos a esta unidad desde otra parte del curso. Ingrese el ID en el campo del URL.

source: Location in Course Outline
es_419: Ubicación en la estructura del curso

source: Create a Course Rerun of:
es_419: Crear una reapertura de:

source: Create a re-run of a course
es_419: Crear una reapertura de un curso

source: You are creating a re-run from:
es_419: Estás creando una reapertura de:

source: Provide identifying information for this re-run of the course. The original course is not affected in any way by a re-run.
es_419: Provea información para esta reapertura del curso. El curso orginal no es afeactado de ninguna forma.

source: Note: Together, the organization, course number, and course run must uniquely identify this new course instance.
es_419: Nota: Juntos, la organización, número de curso, y la fecha de ejecución debe ser un identificador único para este nuevo curso.

source: Required Information to Create a re-run of a course
es_419: Información requerida para crear una reapertura del curso

source: e.g. Introduction to Computer Science
es_419: ej.: Introducción a las Ciencias de la Computación

source: The public display name for the new course. (This name is often the same as the original course name.)
es_419: El nombre público para el nuevo curso. (Este nombre es a menudo el mismo que el original)

source: e.g. UniversityX or OrganizationX
es_419: Ej: UniversidadX o OrganizaciónX

source: The name of the organization sponsoring the new course. (This name is often the same as the original organization name.)
es_419: El nombre de la organización que patrocina el nuevo curso. (Este nombre es a menudo el mismo del orginal.)

source: Note: No spaces or special characters are allowed.
es_419: Nota: No se permite caractéres especiales o espacios

source: e.g. CS101
es_419: ej.: CC101

source: The unique number that identifies the new course within the organization. (This number is often the same as the original course number.)
es_419: El número único que identifica al nuevo curso dentro de la organización. (Este número es a veces el mismo del orginal.)

source: Course Run
es_419: El curso se desarrollará en

source: e.g. 2014_T1
es_419: Ej. 2014_T1

source: The term in which the new course will run. (This value is often different than the original course run value.)
es_419: El plazo en el que el nuevo curso se desarrollará. (Este valor es a menudo diferente del valor original.)

source: When will my course re-run start?
es_419: Cuando empezará mi reapertura?

source: The new course is set to start on January 1, 2030 at midnight (UTC).
es_419: El nuevo curso está configurado para iniciar el 1 Enero, 2030 a media noche (UTC).

source: What transfers from the original course?
es_419: Qué se transfiere del curso original ?

source: The new course has the same course outline and content as the original course. All problems, videos, announcements, and other files are duplicated to the new course.
es_419: El nuevo curso tiene el mismo contenido del original. Todos los problemas, videos, anuncios, y otros archivos son duplicado para el nuevo curso.

source: What does not transfer from the original course?
es_419: Qué no se transfiere del curso orginal?

source: You are the only member of the new course's staff. No students are enrolled in the course, and there is no student data. There is no content in the discussion topics or wiki.
es_419: Tú eres el único miembre del staff del curso. Ningún estudiante es registrado en el curso, y no hay datos de estudiantes. No hay contenido en las discusiones o wiki.

source: Learn more about Course Re-runs
es_419: Aprende más sobre Reapertura de cursos.

source: Course Updates
es_419: Actualizaciones del curso

source: New Update
es_419: Nueva actualización
