Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: The image must have name, content type, and size information.
hi: छवि में नाम, सामग्री प्रकार और आकार की जानकारी होनी चाहिए।
vi: Hình ảnh phải có tên, loại nội dung và thông tin về kích thước.

source: This image file type is not supported. Supported file types are {supported_file_formats}.
hi: छवि में नाम, सामग्री प्रकार और आकार की जानकारी होनी चाहिए{supported_file_formats}।
vi: Loại tệp hình ảnh này không được hỗ trợ. Các loại tệp được hỗ trợ là {supported_file_formats}.

source: This image file must be smaller than {image_max_size}.
hi: यह छवि फ़ाइल {image_max_size} से छोटी होनी चाहिए।
vi: Tệp hình ảnh này phải nhỏ hơn {image_max_size}.

source: This image file must be larger than {image_min_size}.
hi: यह छवि फ़ाइल {image_min_size} से बड़ी होनी चाहिए।
vi: Tệp hình ảnh này phải lớn hơn {image_min_size}.

source: There is a problem with this image file. Try to upload a different file.
hi: इस छवि फ़ाइल में कोई समस्या है। एक अलग फ़ाइल अपलोड करने का प्रयास करें।
vi: Đã xảy ra sự cố với tệp hình ảnh này. Hãy thử tải lên một tệp khác.

source: Recommended image resolution is {image_file_max_width}x{image_file_max_height}. The minimum resolution is {image_file_min_width}x{image_file_min_height}.
hi: अनुशंसित छवि संकल्प {image_file_max_width} x {image_file_max_height} है। न्यूनतम रिज़ॉल्यूशन {image_file_min_width} x {image_file_min_height} है।
vi: Độ phân giải hình ảnh được đề nghị là {image_file_max_width} x {image_file_max_height}. Độ phân giải tối thiểu là {image_file_min_width} x {image_file_min_height}.

source: This image file must have an aspect ratio of {video_image_aspect_ratio_text}.
hi: इस छवि फ़ाइल में {video_image_aspect_ratio_text} का एक पहलू अनुपात होना चाहिए।
vi: Tệp hình ảnh này phải có tỷ lệ khung hình là {video_image_aspect_ratio_text}.

source: The image file name can only contain letters, numbers, hyphens (-), and underscores (_).
hi: छवि फ़ाइल नाम में केवल अक्षर, संख्याएँ, हाइफ़न (-), और अंडरस्कोर (_) हो सकते हैं।
vi: Tên tệp hình ảnh chỉ có thể chứa chữ cái, số, dấu nối (-) và dấu gạch dưới (_).

source: Upload completed
hi: अपलोड पूरा हुआ
ja_jp: アップロード完了
lt_lt: Įkėlimas baigtas
vi: Tải lên hoàn tất

source: File {filename} exceeds maximum size of {maximum_size_in_megabytes} MB.
hi: फ़ाइल {फ़ाइल नाम} अधिकतम आकार से अधिक {max_size_in_megabytes} MB है।
vi: Tệp {filename} vượt quá kích thước tối đa {maximum_size_in_megabytes} MB.

source: must have name of the certificate
hi: प्रमाण पत्र का नाम होना चाहिए
ja_jp: この修了証の名前を決めてください
vi: phải có tên của chứng chỉ

source: Certificate dict {0} missing value key '{1}'
hi: प्रमाणपत्र तानाशाह {0} लापता मूल्य कुंजी '{1}'
ja_jp: 修了証辞書 {0} のキーバリュー '{1}' がありません
vi: Chứng chỉ dict {0} thiếu khóa giá trị '{1}'

source: PermissionDenied: Failed in authenticating {user}
hi: अनुमति: {user} को प्रमाणित करने में विफल
ja_jp: 承認が拒否されました。{user} の認証に失敗しました
vi: PermissionDenied: Không thể xác thực {user}

source: {platform_name} Support Levels:
hi: {platform_name} समर्थन स्तर:
vi: {platform_name} Mức Hỗ trợ:

source: Blank
hi: रिक्त
ja_jp: 空白
lt_lt: Tuščia
vi: Trống

source: Course has been successfully reindexed.
hi: पाठ्यक्रम सफलतापूर्वक reindexed किया गया है।
ja_jp: コースの見出し再作成が完了しました。
lt_lt: Kursas sėkmingai perindeksuotas.
vi: Khóa học đã được lập chỉ mục lại.

source: Set Date
hi: तारीख सेट करें
vi: Thiết lập ngày tháng

source: Special characters not allowed in organization, course number, and course run.
hi: संगठन, पाठ्यक्रम संख्या और पाठ्यक्रम चलाने में विशेष वर्णों की अनुमति नहीं है।
ja_jp: 記号は組織、講座番号、コース開始では使用することができません。
lt_lt: Specialiųjų simbolių vartoti negalima organizacijos pavadinime, kurso numeryje ir kurso laikotarpyje.
vi: Không dùng các kí tự đặc biệt trong tên tổ chức, mã số khóa học, và thời gian diễn ra khóa học.

source: There is already a course defined with the same organization and course number. Please change either organization or course number to be unique.
hi: एक ही संगठन और पाठ्यक्रम संख्या के साथ पहले से ही परिभाषित एक पाठ्यक्रम है। कृपया विशिष्ट होने के लिए संगठन या पाठ्यक्रम संख्या बदलें।
ja_jp: 既に同様に組織、コース番号で規定されているコースがあります。組織もしくはコース番号のどちらかがユニークとなるように変更をしてください。
lt_lt: Kursas, priklausantis tai pačiai organizacijai ir turintis tą patį numerį, jau yra sukurtas. Prašome pakeisti arba organizaciją, arba kurso numerį, kad kombinacija būtų unikali.
vi: Đã có một khoá học có trùng tên tổ chức và mã số. Xin vui lòng đổi tên tổ chức hoặc mã số khoá học để phân biệt khoá học này.

source: Please change either the organization or course number so that it is unique.
hi: कृप्या या तो संगठन का नाम या फ़िर पाठ्यक्रम संख्या विशिष्ट रूप से बदले ।
ja_jp: ユニークな情報とするため、組織もしくは講座番号を変更してください。
lt_lt: Prašau pakeiskite arba organizaciją, arba kurso numerį į unikalią kombinaciją.
vi: Vui lòng đổi tên tổ chức hoặc mã số khóa học để phân biệt với khóa học khác.

source: Unable to create course '{name}'. {err}
hi: पाठ्यक्रम '{name}' बनाने में असमर्थ। {err}
ja_jp: 講座名「'{name}」の生成に失敗しました。 {err}
lt_lt: Nepavyko sukurti kurso '{name}'. {err}
vi: Không thể tạo khóa học '{name}'. {err}

source: You must link this course to an organization in order to continue. Organization you selected does not exist in the system, you will need to add it to the system
hi: जारी रखने के लिए आपको इस पाठ्यक्रम को एक संगठन से जोड़ना होगा। आपके द्वारा चयनित संगठन सिस्टम में मौजूद नहीं है, आपको इसे सिस्टम में जोड़ना होगा
vi: Bạn phải liên kết khóa học này với một tổ chức để tiếp tục. Tổ chức mà bạn chọn không tồn tại trong hệ thống, bạn sẽ cần phải thêm nó vào hệ thống

source: Invalid prerequisite course key
hi: अमान्य शर्त पाठ्यक्रम कुंजी
ja_jp: 無効な必要条件コースキー
lt_lt: Neteisingas būtino kurso raktas
vi: Khóa điều kiện bắt buộc không hợp lệ

source: An error occurred while trying to save your tabs
hi: आपके टैब को सहेजने का प्रयास करते समय एक त्रुटि हुई
ja_jp: タブを保存しようとする際にエラーが発生しました
vi: Đã xảy ra lỗi khi cố gắng lưu các tab của bạn

source: Tabs Exception
hi: टैब्स अपवाद
ja_jp: タブの例外
vi: Ngoại lệ Tab

source: This group configuration is in use and cannot be deleted.
hi: यह समूह कॉन्फ़िगरेशन उपयोग में है और इसे हटाया नहीं जा सकता है।
ja_jp: このグループ設定は利用中なので、削除することができません。
vi: Cấu hình nhóm này đang được sử dụng và không thể bị xóa.

source: This content group is in use and cannot be deleted.
hi: यह सामग्री समूह उपयोग में है और इसे हटाया नहीं जा सकता है।
ja_jp: このコンテンツグループは利用中なので、削除することができません。
vi: Nhóm nội dung này đang được sử dụng và không thể bị xóa.

source: Entrance Exam - Subsection
hi: प्रवेश परीक्षा - सदस्यता
ja_jp: 入学試験 - 節
vi: Kiểm tra đầu vào - Mục con

source: Completed Course Entrance Exam
hi: पूर्ण पाठ्यक्रम प्रवेश परीक्षा
ja_jp: 講座の入学試験を完了
vi: Đã hoàn thành Bài kiểm tra đầu vào Khoá học

source: Course successfully exported to git repository
hi: पाठ्यक्रम सफलतापूर्वक गिट रिपॉजिटरी को निर्यात किया
ja_jp: gitレポジトリへの講座エクスポートが完了しました。
lt_lt: Kursas sėkmingai eksportuotas į git repozitoriją
vi: Xuất thành công khoá học vào kho git

source: Vertical
hi: खड़ा
ja_jp: 縦
lt_lt: Vertikaliai
vi: Xếp dọc

source: File upload corrupted. Please try again
ja_jp: ファイルアップロードが失敗しました。再度、お試しください。
vi: Tập tin tải lên bị hỏng. Vui lòng thử lại

source: Invalid data
hi: गलत जानकारी
ja_jp: 不正なデータ
lt_lt: Neteisingi duomenys
vi: Dữ liệu không hợp lệ

source: Invalid data ({details})
hi: गलत जानकारी ({details})
ja_jp: 不正なデータ ({details})
lt_lt: Neteisingi duomenys: ({details})
vi: Dữ liệu không hợp lệ ({details})

source: You can not move {source_type} into {target_parent_type}.
hi: आप {source_type} को {target_parent_type} में नहीं ले जा सकते।
vi: Bạn không thể di chuyển {source_type} vào {target_parent_type}.

source: Item is already present in target location.
hi: आइटम पहले से ही लक्षित स्थान पर मौजूद है।
vi: Mục đã có trong vị trí đích.

source: You can not move an item into itself.
hi: आप एक आइटम को अपने आप में स्थानांतरित नहीं कर सकते।
vi: Bạn không thể di chuyển một mục vào chính nó.

source: You can not move an item into it's child.
hi: आप किसी आइटम को बच्चे में स्थानांतरित नहीं कर सकते।
vi: Bạn không thể di chuyển một mục vào mục con của nó.

source: You can not move an item directly into content experiment.
hi: आप किसी सामग्री को सीधे सामग्री प्रयोग में नहीं ले जा सकते।
vi: Bạn không thể di chuyển một mục trực tiếp vào thử nghiệm nội dung.

source: {source_usage_key} not found in {parent_usage_key}.
hi: {source_usage_key} {parent_usage_key} में नहीं मिला।
vi: {source_usage_key} không tìm thấy trong {parent_usage_key}.

source: You can not move {source_usage_key} at an invalid index ({target_index}).
hi: आप एक अमान्य सूचकांक ({target_index}) पर {source_usage_key} नहीं ले जा सकते।
vi: Bạn không thể di chuyển {source_usage_key} tại một chỉ mục không hợp lệ ({target_index}).

source: You must provide target_index ({target_index}) as an integer.
hi: आपको पूर्णांक के रूप में target_index ({target_index}) प्रदान करना होगा।
vi: Bạn phải nhập target_index ({target_index}) là một số nguyên.

source: Duplicate of {0}
hi: {0} का डुप्लीकेट
ja_jp: '{0}' の重複
lt_lt: {0} kopija
vi: Sao chép của {0}

source: Duplicate of '{0}'
hi: '{0}' का डुप्लीकेट
ja_jp: '{0}' の重複
lt_lt: '{0}' kopija
vi: Sao chép của '{0}'

source: Students must score {score}{pct_sign} or higher to access course materials.
hi: छात्रों को पाठ्यक्रम सामग्री तक पहुंचने के लिए {score} {pct_sign} या उच्च स्कोर करना होगा।
ja_jp: 学習者が講座の資料にアクセスするためには {score}{pct_sign} かそれ以上の得点が必要です。
vi: Học sinh phải đạt điểm {score} {pct_sign} hoặc cao hơn để truy cập tài liệu khóa học.

source: Unable to create library - missing required field '{field}'
hi: लाइब्रेरी बनाने में असमर्थ - आवश्यक फ़ील्ड '{field}' गुम है
ja_jp: ライブラリを作成できませんでした。必要なフィールド'{field}'がありません。
lt_lt: Nepavyko sukurti bibliotekos - trūksta privalomojo lauko "{field}".
vi: Không thể tạo thư viện - thiếu trường bắt buộc '{field}'

source: Unable to create library '{name}'. {err}
hi: लाइब्रेरी '{name}' बनाने में असमर्थ। {err}
ja_jp: ライブラリ'{name}'を作成できません。 {err}
lt_lt: Nepavyko sukurti bibliotekos "{name}". {err}
vi: Không thể tạo thư viện '{name}'. {err}

source: There is already a library defined with the same organization and library code. Please change your library code so that it is unique within your organization.
hi: एक ही संगठन और पुस्तकालय कोड के साथ पहले से ही एक पुस्तकालय परिभाषित है। कृपया अपना पुस्तकालय कोड बदलें ताकि यह आपके संगठन के भीतर अद्वितीय हो।
ja_jp: 既に同様に組織、ライブラリコードで規定されているコースがあります。組織もしくはライブラリコードのどちらかがユニークとなるように変更をしてください。
lt_lt: Biblioteka, priklausanti tai pačiai organizacijai ir turinti tą patį kodą, jau yra. Prašome pakeisti bibliotekos kodą, kad jis būtų unikalus jūsų organizacijoje.
vi: Đã có một thư viện được xác định với cùng một tổ chức và mã thư viện. Xin vui lòng thay đổi mã thư viện của bạn để nó là duy nhất trong tổ chức của bạn.

source: Access restricted to: {list_of_groups}
hi: प्रवेश प्रतिबंधित: {list_of_groups}
vi: Bị hạn chế truy cập vào: {list_of_groups}

source: Transcripts are supported only for "video" modules.
hi: टेप केवल "वीडियो" मॉड्यूल के लिए समर्थित हैं।
ja_jp: 字幕は「ビデオ」モジュールのみ対応します。
lt_lt: Palaikomos tik "vaizdo" modulių kopijos.
vi: Bảng điểm chỉ được hỗ trợ cho "video" mô-đun.

source: Incoming video data is empty.
hi: इनकमिंग वीडियो डेटा खाली है।
ja_jp: 入力されたビデオデータは空です。
lt_lt: Gaunami vaizdiniai duomenys yra tušti.
vi: Không có dữ liệu video vào.

source: Can't find item by locator.
hi: लोकेटर द्वारा आइटम नहीं मिल रहा है।
ja_jp: ロケーターでアイテムを見つけることができません。
lt_lt: Lokatorius neranda elemento.
vi: Không thể tìm thấy mục bằng định vị.

source: No such transcript.
hi: ऐसी कोई प्रतिलेख नहीं।
vi: Không có bản dịch nào

source: Insufficient permissions
hi: अपर्याप्त अनुमति
ja_jp: 権限が不十分です
lt_lt: Nepakankamos teisės
vi: Không đủ quyền

source: Could not find user by email address '{email}'.
hi: उपयोगकर्ता को ईमेल पते '{email}' से नहीं मिला।
ja_jp: 電子メールアドレス「{email}」でユーザを見つけることができませんでした．
lt_lt: Nepavyko rasti naudotojo, turinčio "{email}" adresą.
vi: Không tìm thấy thành viên với địa chỉ email '{email}'.

source: No `role` specified.
hi: कोई `भूमिका` निर्दिष्ट नहीं है।
ja_jp: 「ロール」が指定されていません。
lt_lt: Nenurodytas "vaidmuo".
vi: Không xác định `vai trò` nào.

source: User {email} has registered but has not yet activated his/her account.
ja_jp: ユーザ {email} は登録済みですが、まだアクティベーションが完了していません。
lt_lt: {email} naudotojas yra registruotas, bet paskyros dar neaktyvavo.
vi: Người dùng {email} đã đăng ký nhưng vẫn chưa kích hoạt tài khoản.

source: Invalid `role` specified.
hi: अमान्य 'भूमिका' निर्दिष्ट की गई।
ja_jp: 無効な「ロール」が指定されています。
lt_lt: Nurodytas neteisingas "vaidmuo".
vi: Đã xác định `vai trò` không hợp lệ.

source: You may not remove the last Admin. Add another Admin first.
hi: आप अंतिम व्यवस्थापक को नहीं निकाल सकते। पहले एक और व्यवस्थापक जोड़ें।
ja_jp: 最後の管理者を削除することはできません。先に別の管理者を追加してください。
lt_lt: Negalite pašalinti paskutinio administratoriaus. Pirma pridėkite kitą administratorių.
vi: Bạn không thể xóa Người quản trị cuối cùng. Thêm Quản trị viên khác trước đã.

source: Uploading
hi: अपलोड हो रहा है
ja_jp: アップデート中
lt_lt: Įkeliama
vi: tải lên

source: In Progress
hi: प्रगति पर है
ja_jp: 実施中
lt_lt: Vykdoma
vi: Trong tiến trình

source: Ready
hi: तैयार
ja_jp: 準備完了
lt_lt: Paruošta
vi: Sẳn sàng

source: Uploaded
hi: अपलोड की गई
vi: Đã tải lên

source: Failed
hi: विफ़ल हुआ
ja_jp: 失敗
lt_lt: Nepavyko
vi: Thất bại

source: Cancelled
hi: रद्द
vi: Đã hủy

source: Failed Duplicate
hi: विफल डुप्लिकेट
vi: Không thể trùng lặp

source: YouTube Duplicate
hi: YouTube डुप्लिकेट
vi: Trùng lặp trên YouTube

source: Invalid Token
hi: अमान्य टोकन
ja_jp: 無効なトークン
lt_lt: Neteisingas prieigos raktas
vi: Mã không hợp lệ

source: Imported
hi: आयातित
ja_jp: インポートされました
lt_lt: Importuota
vi: Đã nhập

source: Unknown
hi: अनजान
ja_jp: 不明
lt_lt: Nežinoma
vi: Không biết

source: Transcription in Progress
hi: प्रगति में प्रतिलेखन
vi: Đang tiến hành Dịch

source: Transcript Ready
hi: ट्रांसक्रिप्ट तैयार
vi: Bản dịch Sẵn sàng

source: An image file is required.
hi: एक छवि फ़ाइल की आवश्यकता है।
vi: Cần có tệp hình ảnh.

source: Duration
he: משך זמן
hi: अवधि
ja_jp: 期間
lt_lt: Trukmė
vi: Thời lượng

source: Date Added
he: תאריך ההוספה
hi: जोड़ी गयी तिथि
ja_jp: 追加日
lt_lt: Įkėlimo data
vi: Ngày Thêm Vào

source: unrequested
hi: अनिवेदित
ja_jp: 要求されていない
lt_lt: nepareikalautas
vi: chưa yêu cầu

source: pending
hi: बाकी है
ja_jp: ペンディング
lt_lt: laukiamas
vi: đang đợi

source: granted
hi: स्वीकृत किया गया
ja_jp: 許可済み
lt_lt: patvirtinta
vi: đã chấp thuận

source: denied
hi: अस्वीकृत किया गया
ja_jp: 不許可
lt_lt: atmesta
vi: bị từ chối

source: Studio user
hi: स्टूडियो उपयोगकर्ता
ja_jp: Studio ユーザ
lt_lt: Studio naudotojas
vi: Người dùng Studio

source: The date when state was last updated
hi: वह तिथि जब राज्य अंतिम बार अपडेट किया गया था
ja_jp: 状態が最後に更新された日時
lt_lt: Paskutinė būsenos atnaujinimo data
vi: Thời gian trạng thái được cập nhật lần cuối

source: Current course creator state
hi: वर्तमान पाठ्यक्रम निर्माता स्थिति
ja_jp: 現在の講座制作状況
lt_lt: Dabartinė kurso būsena
vi: Trạng thái hiện tại của người tạo khóa học

source: Optional notes about this user (for example, why course creation access was denied)
hi: इस उपयोगकर्ता के बारे में वैकल्पिक नोट्स (उदाहरण के लिए, पाठ्यक्रम निर्माण की पहुंच से इनकार क्यों किया गया था)
ja_jp: このユーザへの補足説明 (たとえば、講座制作画面へのアクセス拒否理由、等)
lt_lt: Papildomos pastabos apie naudotoją (pavyzdžiui, kodėl atmesta prieiga prie kurso)
vi: Các ghi chú tùy chọn về thành viên này (ví dụ, tại sao việc truy cập vào tiến trình tạo khóa học bị từ chối)

source: Force Publish Course
hi: फोर्स पब्लिश कोर्स
vi: Bắt buộc Xuất bản Khóa học

source: Sometimes the draft and published branches of a course can get out of sync. Force publish course command resets the published branch of a course to point to the draft branch, effectively force publishing the course. This view dry runs the force publish command
hi: कभी-कभी पाठ्यक्रम के मसौदे और प्रकाशित शाखाएं सिंक से बाहर निकल सकती हैं। फोर्स पब्लिश कोर्स कोर्स, ड्राफ्ट शाखा को इंगित करने के लिए पाठ्यक्रम के प्रकाशित शाखा को रीसेट करता है, प्रभावी ढंग से पाठ्यक्रम को प्रकाशित करने के लिए मजबूर करता है। यह दृश्य ड्राई पब्लिश कमांड चलाता है
vi: Đôi khi những phần dự thảo và đã xuất bản của một khóa học có thể không đồng bộ. Lệnh Bắt buộc xuất bản khoá học thiết lập lại phần đã xuất bản của khoá học để trỏ đến phần dự thảo, có tác dụng bắt buộc xuất bản khóa học. Chế độ xem này bắt buộc chạy lệnh xuất bản

source: Please provide course id.
hi: कृपया कोर्स आईडी प्रदान करें।
vi: Vui lòng cung cấp id khóa học.

source: Invalid course key.
hi: अमान्य पाठ्यक्रम कुंजी।
vi: Mã khoá học không đúng

source: No matching course found.
hi: कोई मिलान पाठ्यक्रम नहीं मिला।
vi: Không tìm thấy khóa học phù hợp.

source: Force publishing course is not supported with old mongo courses.
hi: फोर्स पब्लिशिंग कोर्स पुराने मानगो पाठ्यक्रमों के साथ समर्थित नहीं है।
vi: Bắt buộc xuất bản khoá học không được hỗ trợ với các khóa học mango cũ.

source: Course is already in published state.
hi: पाठ्यक्रम पहले से ही प्रकाशित स्थिति में है।
vi: Khóa học có trạng thái đã xuất bản.

source: Incorrect format for field '{name}'. {detailed_message}
hi: फ़ील्ड '{name}' के लिए गलत प्रारूप। {detailed_message}
ja_jp: 次のフィールドがフォーマットが不正です：'{name}'. {detailed_message}
lt_lt: Neteisingas lauko "{name}" formatas. {detailed_message}
vi: Định dạng không đúng cho '{name}'. {detailed_message}

source: Dictionary with the available tags
hi: उपलब्ध टैग के साथ शब्दकोश
vi: Từ điển với các tag có sẵn

source: Studio Administration
hi: स्टूडियो प्रशासन
vi: Quản Trị Studio

source: Page Not Found
he: העמוד לא נמצא
hi: यह पेज मौजूद नहीं है
ja_jp: ページが見つかりません
lt_lt: Puslapis nerastas
vi: Không tìm thấy trang

source: Page not found
he: העמוד לא נמצא
hi: यह पेज मौजूद नहीं है
ja_jp: ページが見つかりません
lt_lt: Puslapis nerastas
vi: Không tìm thấy trang

source: Content
hi: विषय-वस्तु
ja_jp: コンテンツ
lt_lt: Turinys
vi: Nội dung

source: Settings
he: אפשרויות
hi: सेटिंग्स
ja_jp: 設定
lt_lt: Nustatymai
vi: Thiết lập

source: Loading
he: טוען
hi: लोड हो रहा है
ja_jp: 読み込み中
lt_lt: Įkeliama
vi: Đang tải

source: Course Number
he: מספר הקורס
hi: पाठ्यक्रम संख्या
ja_jp: 講座番号
lt_lt: Kurso numeris/kodas
vi: Mã khóa học

source: Course Outline
hi: पाठ्यक्रम की रूपरेखा
ja_jp: アウトライン
lt_lt: Kurso planas
vi: Phác Thảo Khóa Học

source: Error:
he: שגיאה
hi: त्रुटि:
ja_jp: エラー:
lt_lt: Klaida:
vi: Lỗi:

source: Organization:
he: ארגון
hi: संगठन:
ja_jp: 組織：
lt_lt: Organizacija:
vi: Tổ chức:

source: Course Number:
he: מספר הקורס
hi: पाठ्यक्रम संख्या:
ja_jp: 講座番号：
lt_lt: Kurso numeris:
vi: Mã khóa học:

source: Course Run:
hi: कोर्स रन:
ja_jp: 受講開始：
lt_lt: Kurso laikotarpis:
vi: Chạy khóa học

source: Courses
he: קורסים
hi: कौरसेस
ja_jp: 講座一覧
lt_lt: Kursai
vi: Các khóa học

source: Sign In to {studio_name}
ja_jp: {studio_name}にサインイン
lt_lt: Prisijungti prie {studio_name}
vi: Đăng nhập {studio_name}

source: Don't have a {studio_name} Account? Sign up!
ja_jp: {studio_name}アカウントをお持ちでない? サインアップをお願いします!
lt_lt: Neturite {studio_name} paskyros? Prisiregistruokite!
vi: Bạn chưa có tài khoản {studio_name}? Đăng ký!

source: Required Information to Sign In to {studio_name}
ja_jp: {studio_name}へのサインインに必要な必須情報
lt_lt: Norint prisiregistruoti prie {studio_name} reikalinga informacija
vi: Thông tin cần thiết để đăng nhập vào {studio_name}

source: example: username@domain.com
he: לדוגמה: username@domain.com
hi: उदाहरण: username@domain.com
ja_jp: 例：username@domain.com
lt_lt: pavyzdys: naudotojovardas@svetaine.com
vi: ví dụ: username@domain.com

source: Forgot password?
he: שכחת סיסמה?
hi: पासवर्ड भूल गए?
ja_jp: パスワードを忘れた方はこちら
lt_lt: Pamiršote slaptažodį?
vi: Quên mật khẩu?

source: example: Jane Doe
he: דוגמה: שלום שלום
hi: उदाहरण: Jane Doe
ja_jp: 例：学校 太郎
lt_lt: pavyzdys: Jonas Jonaitis
vi: ví dụ: Jane Doe

source: example: JaneDoe
he: דוגמה: שלום שלום
hi: उदाहरण: JaneDoe
ja_jp: 例：gacco
lt_lt: pavyzdys: JonasJonaitis
vi: ví dụ: JaneDoe

source: Course End Date
hi: कोर्स की अंतिम तिथि
ja_jp: 講座終了日
lt_lt: Kurso pabaigos data
vi: Ngày khoá học kết thúc:

source: Instructors
hi: प्रशिक्षक
vi: Giáo Viên Hướng Dẫn

source: Requirements
he: דרישות
hi: आवश्यकताएं
ja_jp: 必須事項
lt_lt: Reikalavimai
vi: Yêu cầu

source: Details
he: פרטים
hi: ब्योरा
ja_jp: 詳細
lt_lt: Išsamiau
vi: Chi tiết

source: View
he: הצג
hi: देखें
ja_jp: 見る
lt_lt: Žiūrėti
vi: Xem

source: Reset
he: אתחל
hi: रीसेट करें
ja_jp: リセット
lt_lt: Nustatyti iš naujo
vi: Thiết lập lại

source: Legal
he: משפטי
hi: कानूनी
ja_jp: 合法
vi: Luật

source: Choose Language
hi: भाषा चुने
vi: Chọn ngôn ngữ

source: Account
he: חשבון
hi: लेखा
ja_jp: アカウント
lt_lt: Paskyra
vi: Tài khoản

source: Help
he: עזרה
hi: मदद
ja_jp: ヘルプ
lt_lt: Pagalba
vi: Trợ giúp

source: Looking for help with {studio_name}?
hi: क्या आप {studio_name} के साथ मदद के लिए देख रहे हैं
lt_lt: Ar reikalinga pagalba dėl {studio_name}?
vi: Tìm kiếm sự giúp đỡ với {studio_name}?

source: Hide {studio_name} Help
hi: {Studios_name} को छुपाएं मदद
lt_lt: Slėpti {studio_name} pagalbą
vi: Ẩn trợ giúp {studio_name}

source: {studio_name} Documentation
hi: {प्रसारण-कक्ष नाम}प्रलेखन
lt_lt: {studio_name} dokumentacija
vi: Tài liệu {studio_name}

source: Access documentation on http://docs.edx.org
hi: http://docs.edx.org पर एक्सेस डॉक्यूमेंटेशन
vi: Truy cập tài liệu tại địa chỉ http://docs.edx.org

source: edX Documentation
hi: edX प्रलेखन
vi: Tài liệu hệ thống edX

source: Enroll in edX101: Overview of Creating an edX Course
hi: EdX101 में दाखिला लें: एक edX कोर्स बनाने का अवलोकन
vi: Ghi danh vào khóa học edX101: Tổng quan tạo khóa học trên edX

source: Enroll in edX101
hi: EdX101 में दाखिला लें
lt_lt: Registruotis į edX101 kursą
vi: Ghi danh trong edX101

source: Enroll in StudioX: Creating a Course with edX Studio
hi: StudioX में दाखिला लेना: edX स्टूडियो के साथ एक कोर्स बनाना
vi: Ghi danh vào khóa học StudioX: Tạo khóa học với edX Studio

source: Enroll in StudioX
hi: StudioX में दाखिला लें
vi: Ghi danh vào khóa học StudioX

source: Send an email to {email}
hi: {email} पर एक ईमेल भेजें
vi: Gửi thư điện tử tới {email}

source: name
he: שם
hi: नाम
vi: tên

source: Usermenu
hi: उपयोगकर्ता विकल्प सूची
vi: Menu người dùng

source: Usermenu dropdown
vi: Menu người dùng

source: Sign Out
he: התנתק
hi: प्रस्थान करें
ja_jp: サインアウト
lt_lt: Atsijungti
vi: Đăng xuất

source: Code Editor
hi: कोड संपादक
vi: Trình biên tập Mã

source: Feedback Form
hi: प्रतिक्रिया फॉर्म
vi: Biểu mẫu Phản hồi

source: Full Name: {realname}
hi: पूरा नाम: {realname}
vi: Tên Đầy đủ: {realname}

source: Inquiry Type: {inquiry_type}
hi: जांच प्रकार: {inquiry_type}
vi: Loại Yêu cầu: {inquiry_type}

source: Message: {message}
hi: संदेश: {message}
vi: Thông báo: {message}

source: Tags: {tags}
hi: टैग: {tags}
vi: Gắn thẻ: {tags}

source: Additional Info:
hi: अतिरिक्त जानकारी:
vi: Thông tin Bổ sung:

source: Feedback from user
hi: उपयोगकर्ता से प्रतिक्रिया
vi: Phản hồi từ người dùng

source: The email associated with your {platform_name} account has changed from {old_email} to {new_email}.
hi: आपके {platform_name} खाते से संबद्ध ईमेल {old_email} से बदलकर {new_email} हो गया है।
vi: Email liên kết với tài khoản {platform_name} của bạn đã thay đổi từ {old_email} thành {new_email}.

source: No action is needed on your part.
hi: आपकी ओर से किसी कार्रवाई की आवश्यकता नहीं है।
vi: Bạn không cần làm gì.

source: If this change is not correct, contact {link_start}{platform_name} Support{link_end} or your administrator.
hi: यदि यह परिवर्तन सही नहीं है, तो {link_start} {platform_name} समर्थन {link_end} या अपने व्यवस्थापक से संपर्क करें।
vi: Nếu thay đổi này không đúng, liên hệ {link_start}{platform_name} Hỗ trợ{link_end} hoặc quản trị viên của bạn.

source: Your {platform_name} account email has been updated
hi: आपका {platform_name} खाता ईमेल अपडेट कर दिया गया है
vi: Tài khoản email {platform_name} của bạn đã được cập nhật

source: Add a Post
hi: एक पोस्ट जोड़ें
vi: Thêm bài viết

source: New topic form
he: פורום בנושא חדש
hi: नया विषय रूप
ja_jp: 新しいトピックフォーム
lt_lt: Nauja temos forma
vi: Mở chủ đề mới
