Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: You can now {link_start}sign in{link_end}.
hi: अब आप {link_start} साइन इन {link_end} कर सकते हैं।
vi: Bạn có thể {link_start}đăng nhập{link_end} ngay bây giờ.

source: Activation Invalid
he: הפעלה לא תקפה
hi: एक्टिवेशन नहीं किया जा सकता है!
ja_jp: 有効にできませんでした
lt_lt: Aktyvavimas nepavyko
vi: Kích hoạt không hợp lệ

source: Something went wrong. Email programs sometimes split URLs into two lines, so make sure the URL you're using is formatted correctly. If you still have issues, send us an email message at {email_start}{email}{email_end}.
hi: कुछ गलत हो गया। ईमेल प्रोग्राम कभी-कभी URL को दो लाइनों में विभाजित करते हैं, इसलिए सुनिश्चित करें कि आप जिस URL का उपयोग कर रहे हैं वह सही रूप में स्वरूपित है। यदि आपके पास अभी भी समस्याएँ हैं, तो हमें {email_start} {email} {email_end} पर एक ईमेल संदेश भेजें।
vi: Đã xảy ra sự cố. Các chương trình email đôi khi chia URL thành hai dòng, vì vậy đảm bảo URL bạn đang sử dụng được định dạng chính xác. Nếu bạn vẫn gặp vấn đề, hãy gửi cho chúng tôi một email tại {email_start}{email}{email_end}.

source: Return to the {link_start}home page{link_end}.
hi: {Link_start} होम पेज {link_end} पर लौटें।
vi: Quay lại {link_start}trang nhất{link_end}.

source: We've sent an email message to {email} with instructions for activating your account.
vi: Chúng tôi đã gửi một email tới {email} cùng với hướng dẫn kích hoạt tài khoản của bạn.

source: Current Course:
hi: वर्तमान पाठ्यक्रम:
ja_jp: 学習中の講座：
lt_lt: Dabartinis kursas:
vi: Khóa học hiện tại:

source: Course Navigation
hi: पाठ्यक्रम नेविगेशन
ja_jp: 講座メニュー
lt_lt: Kurso navigacija
vi: Danh Mục Khóa Học

source: Outline
hi: रूपरेखा
ja_jp: アウトライン
lt_lt: Planas
vi: Phác Thảo

source: Import
hi: आयात
ja_jp: インポート
lt_lt: Importavimas
vi: Nhập Khóa Học

source: Export
hi: निर्यात
ja_jp: エクスポート
lt_lt: Eksportavimas
vi: Xuất Khóa Học

source: Current Library:
hi: वर्तमान लाइब्रेरी:
ja_jp: 現在のライブラリ：
lt_lt: Naudojama biblioteka:
vi: Thư viện Hiện tại:

source: Language preference
hi: भाषा की प्राथमिकता
vi: Tùy chọn ngôn ngữ

source: Account Navigation
hi: खाता नेविगेशन
ja_jp: アカウントのナビゲーション
vi: Danh Mục Tài khoản

source: Contextual Online Help
hi: प्रासंगिक ऑनलाइन मदद
ja_jp: コンテキストによるオンラインヘルプ
lt_lt: Kontekstinė pagalba internete
vi: Hỗ trợ Trực tuyến theo Ngữ cảnh

source: Launch Latex Source Compiler
hi: लेटेक्स सोर्स कंपाइलर लॉन्च करें
ja_jp: Latexコンパイラを起動する
lt_lt: Paleisti LaTeX šaltinio kompiliatorių
vi: Chạy trình biên dịch nguồn Latex

source: Heading
hi: शीर्षक
vi: Tiêu đề

source: Insert a heading
hi: शीर्षासन करें
vi: Chèn một tiêu đề

source: Add a multiple choice question
hi: बहुविकल्पीय प्रश्न जोड़ें
vi: Thêm câu hỏi nhiều lựa chọn

source: Add a question with checkboxes
hi: चेकबॉक्स के साथ एक प्रश्न जोड़ें
vi: Thêm câu hỏi đánh dấu

source: Insert a text response
hi: एक पाठ प्रतिक्रिया डालें
vi: Chèn câu trả lời dạng văn bản

source: Insert a numerical response
hi: एक संख्यात्मक प्रतिक्रिया डालें
vi: Chèn câu trả lời dạng số

source: Insert a dropdown response
hi: ड्रॉपडाउन प्रतिक्रिया डालें
vi: Chèn câu trả lời dạng danh sách

source: Explanation
hi: व्याख्या
ja_jp: 説明
lt_lt: Paaiškinimas
vi: Giải thích

source: Add an explanation for this question
hi: इस प्रश्न के लिए एक स्पष्टीकरण जोड़ें
vi: Thêm giải thích cho câu hỏi này

source: Advanced Editor
hi: उन्नत संपादक
ja_jp: 詳細エディタ
lt_lt: Išplėstinis redaktorius
vi: Biên soạn nâng cao

source: Toggle Cheatsheet
ja_jp: Cheatsheetを切り替える
lt_lt: Jungiklio ruošinukas
vi: Chuyển đổi Cheatsheet

source: Label
hi: लेबल
ja_jp: ラベル
lt_lt: Etiketė
vi: Nhãn

source: Access the Open edX Portal
hi: Open edX पोर्टल पर पहुंचें
vi: Truy cập Open EDX Portal

source: Currently signed in as:
hi: वर्तमान में इस रूप में साइन इन हैं:
ja_jp: サインインしています：
lt_lt: Dabar prisijungęs kaip
vi: Hiện đang đăng nhập như là:

source: Maintenance
hi: रखरखाव
vi: Bảo trì

source: Wiki notifications
hi: विकी सूचनाएँ
vi: Thông báo của Wiki

source: Wiki images
hi: विकी चित्र
vi: Hình ảnh Wiki

source: Wiki attachments
hi: विकी अटैचमेंट
vi: Tệp đính kèm Wiki

source: Only localhost... muahahaha
he: רק localhost... אהההה
hi: केवल लोकलहोस्ट ... muahahaha
ja_jp: ローカルホストのみなのだよ…はっはっは
lt_lt: Tik vietinis serveris...
vi: Chỉ localhost...

source: Initial title of the article. May be overridden with revision titles.
he: כותרת התחלתית למאמר. יכולה להדרס על ידי כותרות של גירסאות אחרות.
hi: लेख का प्रारंभिक शीर्षक। संशोधित शीर्षकों से बदला जा सकता है।
ja_jp: この記事の当初の件名です。おそらく修正版の件名で上書きされました。
lt_lt: Pradinis straipsnio pavadinimas. Gali būti pakeistas kitomis pavadinimo versijomis.
vi: Tiêu đề ban đầu của bài viết. Có thể được ghi đè với tiêu đề đã sửa đổi.

source: Type in some contents
he: הקלד תוכן כלשהו
hi: विषय वस्तु का अंश टाइप करें
ja_jp: いくつかのコンテンツで記入する。
lt_lt: Įterpti turinį
vi: Nhập vào vài nội dung

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
he: זהו רק תוכן התחלתי למאמר שלך. לאחר היצירה שלו, תוכל לעשות שימוש באפשרויות מורכבות יותר כדוגמת הוספת תוספים, מטה דאטה, מאמרים קשורים ועוד...
hi: यह केवल आपके लेख का प्रारंभिक अंश है। इसे बनाने के बाद आप अधिक विकसित विशेषताएं जैसे प्लगइन, मेटाडेटा और संबंधित लोखों इत्यादि को जोड़ सकते हैं।
ja_jp: こちらはあなたの記事における当初のコンテンツです。作成後、プラグインやメタデータや関連記事を追加したりするなど複数の機能を追加できます。
lt_lt: Tai tik pradinis jūsų straipsnio turinys. Sukūrę jį galite pasinaudoti sudėtingesnėmis galimybėmis, pavyzdžiui, pridėti papildinių, metaduomenų, susijusių straipsnių ir t. t.
vi: Đây chỉ là các nội dung ban đầu của bài viết của bạn. Sau khi tạo ra nó, bạn có thể sử dụng các tính năng phức tạp hơn như thêm plugin, dữ liệu meta, bài viết liên quan...

source: Contents
he: תוכן
hi: विषय-वस्तु
ja_jp: コンテンツ
lt_lt: Turinys
vi: Nội dung

source: Summary
he: סיכום
hi: सारांश
ja_jp: まとめ
lt_lt: Santrauka
vi: Tóm tắt

source: Give a short reason for your edit, which will be stated in the revision log.
he: הסבר קצר לשינויים שעשית, הטקסט יופיע ביומן הגירסאות.
hi: अपने संशोधन करने का एक छोटा-सा कारण दीजिए जिसे संशोधन के लॉग में बताया जाएगा।
ja_jp: 編集するにあたっての理由を記入願います。これは改変ログに蓄積されます。
lt_lt: Pateikite trumpą redagavimo priežastį, kuri bus nurodoma peržiūros žurnale.
vi: Nêu ngắn gọn lý do chỉnh sửa, lý do này sẽ được ghi lại trong nhật ký sửa đổi.

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
he: בזמן שערכת, מישהו אחר שינה את העדכון. התכנים שלכם מוזגו באופן אוטומאטי עם התכנים החדשים. אנא ראה את הטקסט לעיל.
hi: आपके संशोधन के दौरान किसी ने संशोघन बदल दिया है। आपकी विषय वस्तु नई विषय वस्तु से जुड़ गई है। कृपया नीचे दी गई विषय वस्तु की समीक्षा करें।
ja_jp: 編集中に、誰かが改変を行いました。あなたのコンテンツは新しいコンテンツに自動的にマージされました。以下をご確認ください。
lt_lt: Kol jūs redagavote, kažkas pakeitė pataisą. Jūsų turinys buvo automatiškai sujungtas su nauju turiniu. Prašome peržiūrėti toliau pateikiamą tekstą.
vi: Trong khi bạn đang chỉnh sửa, một người khác đã thay đổi bản sửa đổi. Nội dung của bạn đã được tự động hợp lẫn với nội dung mới. Vui lòng xem lại đoạn văn bản phía dưới.

source: No changes made. Nothing to save.
he: לא נעשו שינויים. אין מה לשמור.
hi: कोई बदलाव नहीं हुआ। पुन: सुरक्षा ज़रूरी नहीं।
ja_jp: 変更はありません。保存するものもありません。
lt_lt: Niekas nepakeista. Nėra ko išsaugoti.
vi: Không có thay đổi nào được tạo ra. Không có gì để lưu lại.

source: Slug
he: שם קצר למאמר
hi: स्लग
ja_jp: 文字列
lt_lt: URL nuoroda
vi: Đường dẫn slug

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
he: כתובת בה יהיה ניתן למצוא את המאמר. השתמש רק בתווים שהם אלפאנומריים, ז.א. אותיות ומספרים, - או _. לתשומת לבך: אינך יכול לשנות את שמו הקצר של המאמר לאחר יצירתו.
hi: यह वह पता है जहां आपका लेख देखा जा सकता है। कृपया केवल अल्फ़ा-न्यूमेरिक यानि कि अक्षरांकीय लिपि तथा - या _ का उपयोग करें। कृपया ध्यान दें कि लेख बनाने के बाद आप स्लग नहीं बदल सकते।
ja_jp: これはあなたの記事が見つけられるためのアドレスとなります。英数字とハイフン、アンダースコアのみが利用できます。記事作成後には、この文字列は変更できませんのでご注意ください。
lt_lt: Tai bus adresas, kuriuo bus galima rasti jūsų straipsnį. Naudokite tik raides, skaičius ir - arba _. Atkreipkite dėmesį, kad sukūrę straipsnį URL nuorodos negalėsite pakeisti.
vi: Đây sẽ là địa chỉ truy cập của bài viết của bạn. Bạn chỉ được phép sử dụng chữ cái viết hoa hoặc viết thường, số từ 0 đến 9, dấu '-' và dấu '_'. Lưu ý rằng địa chỉ này sẽ không thể thay đổi sau khi bài viết đã được tạo.

source: Write a brief message for the article's history log.
he: כתוב הודעה קצרה ליומן ההיסטוריה של מאמר.
hi: लेख के इतिहास लॉग के संबंध में छोटा सा संदेश लिखें।
ja_jp: 記事の改変ログ用のメッセージを記入
lt_lt: Parašykite trumpą žinutę straipsnio istorijos žurnalui.
vi: Viết một thông điệp ngắn để ghi vào lịch sử thay đổi của bài viết.

source: A slug may not begin with an underscore.
he: שם קצר למאמר לא יכול להתחיל בקו תחתון
hi: स्लग की शुरुआत अंडर स्कोर से नहीं हो सकती है।
ja_jp: 文字列はアンダースコアから始めることはできません。
lt_lt: URL nuoroda negali prasidėti pabraukimo brūkšniu.
vi: Địa chỉ tắt không được bắt đầu với một dấu gạch dưới.

source: A deleted article with slug "%s" already exists.
he: מאמר שנמחק ששמו הקצר "%s" כבר קיים.
hi: एक नष्ट किया गया स्लग "%s" अभी तक मौजूद है।
ja_jp: 文字列"%s"を用いた削除済の記事が存在します。
lt_lt: Pašalintas straipsnis, kurio URL nuoroda "%s", jau egzistuoja.
vi: Địa chỉ tắt "%s" trùng với một bài viết đã xoá.

source: A slug named "%s" already exists.
he: שם מקוצר "%s" של המאמר כבר קיים במערכת.
hi: "%s" नाम का स्लग पहले से मौजूद है।
ja_jp: "%s"と命名されたものが既に存在します。
lt_lt: URL nuoroda "%s" jau egzistuoja.
vi: Đã chỉ tắt "%s" đã có.

source: Yes, I am sure
he: כן, אני בטוח
hi: जी, मुझे पूरा विश्वास है...
ja_jp: はい、問題ありません
lt_lt: Taip, tikrai.
vi: Vâng, tôi chắc chắn

source: Purge
he: מחיקה לצמיתות
hi: पूरी तरह हटाएं
ja_jp: 抹消
lt_lt: Išvalyti
vi: Xoá

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
he: מחיקה לצמיתות של המאמר: מחיקב מוחלטת של המאמר(ואת כל תכולתו) ללא אפשרות לבטל את הפעולה. מחיקה לצמיתות היא רעיון טוב במידה ותרצה לשחרר את השם המקוצר של המאמר כך שמשתמשים אחרים יוכלו ליצור מאמרים חדשים במקומו.
hi: लेख पर्ज करें: लेख ( तथा उससे संबंधित सभी विषय वस्तु) को बिना पुन: स्थापन किए पूरी तरह से हटाएं। पर्जिंग करना तब अच्छा होता है अगर आप स्लग को मुक्त करना चाहते हैं ताकि उपयोगकर्ता उसकी जगह नए लेख बना सकें।
ja_jp: 記事抹消：記事は完全に削除され(その中のコンテンツも含めて)、元に戻すことはできません。その記事にアクセスするための文字列を別の新しい記事で使えるように、文字列を開放したいというのであれば、記事末梢は良い方法となります。
lt_lt: Panaikinti straipsnį: visiškai jį (ir visą jo turinį) pašalinti be galimybės atšaukti. Panaikinti yra gerai, jeigu norite atlaisvinti URL nuorodas, kad naudotojai galėtų kurti naujus straipsnius su jomis.
vi: Gỡ bài viết: Hoàn toàn gỡ bỏ nó (và tất cả nội dung của nó) mà không thể khôi phục lại. Gỡ bỏ là một ý kiến tốt nếu bạn muốn giải phóng đường dẫn slug nhờ đó người dùng có thể tạo bài viết mới ở chỗ của nó.

source: You are not sure enough!
he: אתה לא מספיק בטוח!
hi: आप शायद पूरी तरह से पक्के नहीं हैं!
ja_jp: 確認が不十分です！
lt_lt: Jūs nesate visiškai įsitikinę!
vi: Bạn không đủ chắc chắn!

source: While you tried to delete this article, it was modified. TAKE CARE!
he: המאמר עבר עריכה בזמן נסיון מחיקתו. אנא בדוק ונסה שוב!
hi: जब आप इस लेख को नष्ट करने की कोशिश कर रहे थे, तो उस समय यह बदल दिया गया था। ध्यान रखें!
ja_jp: この記事を削除しようとしている間に、改変されております。ご注意を！
lt_lt: Kai bandėte pašalinti šį straipsnį, jis buvo modifikuotas. BŪKITE ATSARGŪS!
vi: Trong khi bạn cố gắng xóa bài viết này, nó đã được thay đổi. CẨN THẬN!

source: Lock article
he: נעל מאמר
hi: लेख सुरक्षित करें
ja_jp: 記事を保護する
lt_lt: Užrakinti straipsnį
vi: Khóa bài viết

source: Deny all users access to edit this article.
he: חסום גישת עריכה עבור מאמר זה לכלל המשתמשים.
hi: इस लेख को संपादित करने हेतु इसे सभी प्रयोगकर्ताओं की पहुंच से बचा कर रखें।
ja_jp: この記事を編集不可とする
lt_lt: Uždrausti visiems naudotojams redaguoti šį straipsnį.
vi: Không thành viên nào được phép thay đổi bài viết này.

source: Permissions
he: הרשאות
hi: अनुमतियां
ja_jp: 権限
lt_lt: Teisės
vi: Quyền

source: Owner
he: בעלים
hi: मूल लेखक
ja_jp: 作成者
lt_lt: Savininkas
vi: Người sở hữu

source: Enter the username of the owner.
he: הכנס שם משתמש של הבעלים.
hi: मूल लेखक का उपयोगकर्ता नाम दें।
ja_jp: 作成者のユーザー名を入力
lt_lt: Įvesti savininko naudotojo vardą.
vi: Nhập tên đăng nhập của người sở hữu.

source: (none)
he: (ריק)
ja_jp: (なし)
lt_lt: (nėra)
vi: (trống)

source: Inherit permissions
he: לרשת הרשאות
hi: अनुमति प्राप्त करें
ja_jp: 権限を継承
lt_lt: Gauti teises
vi: Quyền thừa kế

source: Check here to apply the above permissions recursively to articles under this one.
he: סמן כאן כדי להחיל באופן רקורסיבי את הרשאות לכל המאמרים שנמצאים מתחת למאמר זה.
hi: यहां टिक करने से ऊपर दी गई अनुमतियां सभी संबंधित लेखों पर लागू हो जाएंगी।
ja_jp: この記事配下の記事において上記の権限を再帰的に適用するかを、こちらでご確認ください。
lt_lt: Pažymėkite čia, norėdami anksčiau nurodytas teises pakartotinai taikyti po šiuo straipsniu esantiems straipsniams.
vi: Đánh dấu vào đây để áp dụng các quyền trên một cách đệ quy vào các bài viết ở dưới bài này.

source: Permission settings for the article were updated.
he: הרשאות עבור מאמר זה עודכנו.
hi: लेख की अनुमति व्यवस्थाओं को अपडेट कर दिया गया है।
ja_jp: この記事についての権限設定が更新されました。
lt_lt: Straipsnio teisių nustatymai buvo atnaujinti.
vi: Thiết lập quyền cho bài viết đã được cập nhật.

source: Your permission settings were unchanged, so nothing saved.
he: לא היו שינויים בהרשאות, לכן שום דבר לא נשמר.
hi: आपकी अनुमति व्यवस्थायें वैसी की वैसी हैं, इसलिए कुछ भी पुन: सुरक्षित नहीं किया गया है।
ja_jp: あなたの権限設定は変更されていません、そのため保存もされていません。
lt_lt: Jūsų teisių nustatymai nebuvo pakeisti, todėl niekas neišsaugota.
vi: Thiết lập quyền của bạn chưa bị thay đổi, nên không có gì được ghi lại.

source: No user with that username
he: לא קיים משתמש עם שם משתמש זה
hi: अनजान अपयोगकर्ता नाम
ja_jp: そのようなユーザーはおりません。
lt_lt: Nėra naudotojo, turinčio šį vardą
vi: Không có thành viên với tên đó

source: Article locked for editing
he: מאמר חסום לעריכה
hi: लेख में संशोधन हेतु ताला है
ja_jp: 編集中のため記事は保護中
lt_lt: Straipsnis užrakintas, jo negalima redaguoti
vi: Bài viết đã bị khóa để chỉnh sửa

source: Article unlocked for editing
he: מאמר פתוח לעריכה
hi: लेख पर से संशोधन हेतु ताला खोल दिया गया है
ja_jp: 記事を編集するため保護解除
lt_lt: Straipsnis atrakintas, jį galima redaguoti
vi: Bài viết đã được mở khóa để chỉnh sửa

source: Filter
hi: फ़िल्टर
vi: Lọc

source: Settings for plugin
he: הגדרות עבור plug-in
hi: प्लगइन के लिए व्यवस्थायें
ja_jp: プラグイン設定
lt_lt: Papildinio nustatymai
vi: Thiết lập cho plugin

source: current revision
he: גירסה נוכחית
hi: नवीनतम संशोधन
ja_jp: 現在の改訂
lt_lt: dabartinė versija
vi: phiên bản hiệu chỉnh hiện tại

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
he: גירסה המוצגת למאמר זה. במידה ויש צורך בשיחזור לגירסה קודמת, פשוט תשנו את הערך בשדה זה.
hi: इस लेख का संशोधित रूप प्रदर्शित किया जा रहा है। यदि आप पीछे जाना चाहते हैं तो फ़ील्ड के क्रमांक को बदलें।
ja_jp: この記事への改訂版が現在表示されています。もし、ロールバックさせる必要がないのであれば、単に、この領域の値を変更してください。
lt_lt: Rodomas šio straipsnio taisymas. Jeigu norite atšaukti keitimus, tiesiog pakeiskite šio lauko reikšmę.
vi: Phiên bản đang được hiển thị cho bài viết này. Nếu bạn cần phải quay trở lại một phiên bản trước, chỉ cần thay đổi giá trị của trường này.

source: modified
he: עבר שינויים
hi: संशोधित
ja_jp: 変更済
lt_lt: koreguota
vi: đã thay đổi

source: Article properties last modified
he: מאפייני מאמר עודכנו לאחרונה
hi: आखिरी बार किए गए लेख परिवर्तन की तारीख
ja_jp: 記事のプロパティで最後に変更されたもの
lt_lt: Straipsnio savybės paskutinį kartą buvo koreguotos
vi: Thuộc tính của bài viết vào lần thay đổi gần đây nhất

source: owner
he: בעלים
hi: मूल लेखक
ja_jp: 作成者
lt_lt: savininkas
vi: chủ sở hữu

source: The owner of the article, usually the creator. The owner always has both read and write access.
he: בעלים של המאמר, בדרך כלל יוצר המאמר. לבעלים תמיד יש הרשאות קריאה וכתיבה.
hi: मूल लेखक आम तौर पर लेख का लेखक होता है। उसे हमेशा दोनों पढ़ने और लिखने की अनुमति होती है।
ja_jp: この記事の作成者は通常は作成操作を行ったユーザーとなります。作成者は常に読み書きの権限を有します。
lt_lt: Straipsnio savininkas paprastai yra jo kūrėjas. Savininkas visada turi skaitymo ir rašymo teisę.
vi: Chủ sở hữu của bài viết này, thường là người đã tạo ra bài viết. Chủ sở hữu luôn có quyền truy cập đọc và viết.

source: group
he: קבוצה
hi: समूह
ja_jp: グループ
lt_lt: grupė
vi: nhóm

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
he: בדומה למערכת הפעלה UNIX, ניתן לתת הרשאות למשתמש לפי שיוך שלו לקבוצת משתמשים. קבוצות משתמשים מנוהלות על ידי מערכת הרשאות של Django.
hi: UNIX फ़ाइल सिस्टम की तरह, एक उपयोगकर्ता को समूह सदस्यता के आधार पर अनुमति दी जाती है। समूहों को Django auth system के माध्यम से संचालित किया जाता है।
ja_jp: UNIXのファイルシステムのように、権限はグループに所属するユーザーに対して付与されます。グループはDjangoの認証システムによって管理されています。
lt_lt: Kaip ir UNIX failų sistemoje, teisės naudotojui gali būti suteikiamos pagal priklausymą grupei. Grupės prižiūrimos per Django autorių sistemą.
vi: Giống như trong hệ thống tập tin của UNIX, người dùng có thể được trao quyền truy cập theo nhóm. Các nhóm này được quản lý thông qua hệ thống truy cập và xác thực của Django.

source: group read access
he: גישת קריאה לקבוצה
hi: समूह को पढ़ने की अनुमति
ja_jp: グループ読み取り権限
lt_lt: grupės skaitymo teisė
vi: quyền đọc cho nhóm

source: group write access
he: גישת כתיבה לקבוצה
hi: समूह को लिखने की अनुमति
ja_jp: グループ書き込み権限
lt_lt: grupės rašymo teisė
vi: quyền ghi cho nhóm

source: others read access
he: גישת קריאה לאחרים
hi: और लोगों को पढ़ने की अनुमति
ja_jp: その他読み取り権限
lt_lt: kitų skaitymo teisė
vi: quyền đọc cho những người khác

source: others write access
he: גישת כתיבה לאחרים
hi: और लोगों को पढ़ने की अनुमति
ja_jp: その他書き込み権限
lt_lt: kitų rašymo teisė
vi: quyền ghi cho những người khác

source: Article without content (%(id)d)
he: מאמר ללא תוכן (%(id)d)
hi: बिना विषय वस्तु का लेख (%(id)d)
ja_jp: 内容の無い記事 (%(id)d)
lt_lt: Straipsnis be turinio (%(id)d)
vi: Bài viết không có nội dung (%(id)d)

source: content type
he: סוג התוכן
hi: विषय वस्तु का प्रकार
ja_jp: コンテンツタイプ
lt_lt: turinio tipas
vi: kiểu nội dung

source: object ID
he: זהות האוביקט
hi: विषय आईडी
ja_jp: オブジェクトID
lt_lt: objekto identifikacijos numeris
vi: ID của đối tượng

source: Article for object
he: מאמר לאוביקט
hi: विषय पर संबंधित लेख
ja_jp: オブジェクトの記事
lt_lt: Objekto straipsnis
vi: Bài viết cho đối tượng

source: Articles for object
he: מאמרים לאוביקט
hi: विषय पर संबंधित लेख
ja_jp: オブジェクトの記事
lt_lt: Objekto straipsniai
vi: Các bài viết cho đối tượng

source: revision number
he: מספר גירסה
hi: संशोधन क्रमांक
ja_jp: リビジョン番号
lt_lt: versijos numeris
vi: mã số phiên bản hiệu chỉnh

source: IP address
he: כתובת IP
hi: इन्टरनेट प्रोवाइडर का पता
ja_jp: IPアドレス
lt_lt: IP adresas
vi: Địa chỉ IP

source: user
he: משתמש
hi: उपयोगकर्ता
ja_jp: ユーザー
lt_lt: naudotojas
vi: người dùng

source: locked
he: נעול
hi: ताला लगाया
ja_jp: ロック
lt_lt: užrakinta
vi: đã khóa

source: article
he: מאמר
hi: लेख
ja_jp: 記事
lt_lt: straipsnis
vi: bài viết

source: article contents
he: תוכן המאמר
hi: लेख की विषय वस्तु
ja_jp: 記事内容
lt_lt: straipsnio turinys
vi: nội dung bài viết

source: article title
he: כותרת המאמר
hi: लेख का शीर्षक
ja_jp: 記事タイトル
lt_lt: straipsnio pavadinimas
vi: tiêu đề bài viết

source: Each revision contains a title field that must be filled out, even if the title has not changed
he: כל עדכון מכיל שדה כותרת שחייב להיות ממולא, גם אם הכותרת לא שונתה.
hi: प्रत्येक संशोधन में संशोधन हेतु एक शीर्षक ख़ाना है, उसे अवश्य बदलें, चाहे शीर्षक ना बदला हो तब भी
ja_jp: タイトルが変更されていなくても、それぞれのリビジョンで入力されたタイトル欄が必要です。
lt_lt: Kiekvienoje versijoje yra pavadinimo laukas, kurį reikia užpildyti, net jeigu pavadinimas nepakeistas.
vi: Mỗi phiên bản hiệu chỉnh chứa một ô tiêu đề mà cần phải được điền vào, ngay cả khi tiêu đề mới trùng với tiêu đề cũ

source: original article
he: מאמר מקורי
hi: मूल लेख
ja_jp: 元の記事
lt_lt: pirminis straipsnis
vi: bài viết gốc

source: Permissions are inherited from this article
he: אישורים ניתנים בירושה ממאמר זה.
hi: अनुमतियां इस लेख से संबंधित हैं
ja_jp: アクセス許可はこの記事から継承されています
lt_lt: Teisės gautos iš šio straipsnio
vi: Quyền hạn được nhận từ bài viết này

source: A plugin was changed
he: תוסף שונה.
hi: प्लगइन बदला गया
ja_jp: プラグインが変更されました
lt_lt: Papildinys buvo pakeistas
vi: Một plugin đã được thay đổi

source: The revision being displayed for this plugin.If you need to do a roll-back, simply change the value of this field.
he: עדכון לתוסף זה מוצג כעת. במידה ואתה צריך לבצע שחזור לגרסא קודמת, שנה את הערך של שדה זה.
hi: इस प्लगइन के लिए संशोधन प्रदर्शित किया जा रहा है। यदि इस प्लगइन के संशोधन को बदलना चाहते हैं तो फ़ील्ड का क्रमांक बदलें।
ja_jp: このプラグインの改訂版が現在表示さています。ロールバックする必要がある場合は、単純にこのフィールドの値を変更してください。
lt_lt: Rodomas šio papildinio taisymas. Jeigu norite atšaukti keitimus, tiesiog pakeiskite šio lauko reikšmę.
vi: Sửa đổi đang được hiển thị cho plugin này. Nếu bạn cần phải quay lại, chỉ cần thay đổi giá trị của trường này.

source: Cache lookup value for articles
he: חיפוש של ערכים מזיכרון מטמון למאמרים.
hi: लेख का केश लुकअप क्रमांक
ja_jp: この記事のキャッシュ参照値
lt_lt: Straipsnių paieškos talpykloje reikšmė
vi: Giá trị cache cho các bài viết

source: slug
he: שם קצר למאמר
hi: स्लग
ja_jp: スラッグ
lt_lt: URL nuoroda
vi: đoạn đường dẫn

source: (root)
he: (שורש)
ja_jp: (ルート)
lt_lt: (šaknis)
vi: (gốc)

source: URL path
he: נתיב URL
hi: यू आर एल पथ
ja_jp: URLパス
lt_lt: URL kelias
vi: đường dẫn URL

source: URL paths
he: נתיבי URL
hi: यू आर एल पथ
ja_jp: URLパス
lt_lt: URL keliai
vi: các đường dẫn URL

source: Sorry but you cannot have a root article with a slug.
he: מצטערים אבל אתה לא יכול ליצור מאמר בסיס עם שם קצר למאמר.
hi: माफ़ कीजिए लेकिन मूल लेख के साथ एक स्लग नहीं हो सकता है।
ja_jp: スラッグのあるルート記事は作成できません。
lt_lt: Atsiprašome, bet šakninis straipsnis negali būti su URL nuoroda.
vi: Xin lỗi, nhưng bạn không thể có một bài viết gốc với slug.

source: A non-root note must always have a slug.
he: עבור הערה שאינה ראשית תמיד חייב להיות קיים שם קצר למאמר.
hi: एक निर्मूल नोड के साथ हमेशा स्लग होना चाहिए।
ja_jp: ルートではないノートはスラッグが必要です。
lt_lt: Nešakninis užrašas visada privalo turėti URL nuorodą.
vi: Một lưu ý không phải gốc luôn luôn có đoạn đường dẫn.

source: There is already a root node on %s
he: קיים צומת ראשי עבור %s
hi: %s पर पहले से ही मूल नोड मौजूद है
ja_jp: 既に %s にルートノードがあります
lt_lt: Jau yra šakninis mazgas %s
vi: Đã có một nút gốc trên %s rồi

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
he: מאמרים שאיבדו את ההורים =============================== מאמר אב עבור ילדים של מאמר זה נמחקו. עלייך למצוא בית חדש עבורם.
hi: संशोधित लेख जिनके मूल लेख खो गए हैं जिन मूल लेखों से ये लेख जुड़े हुए थे वे नष्ट हो गए हैं। आपको शायद इन लेखों को नया पता देना चाहिए।
ja_jp: 親をなくした記事 =============================== この記事の子は親を削除されました。新しい接続先をさがしてください。
lt_lt: Straipsniai, likę be pirminių straipsnių =============================== Šių susijusių straipsnių pirminiai straipsniai buvo pašalinti. Tikriausiai turėtumėte rasti jiems naują pagrindinį puslapį.
vi: Những bài viết đã mất bài viết gốc =============================== Bài viết gốc của những bài viết này đã bị xóa. Bạn nên tìm bài viết gốc mới cho chúng.

source: Lost and found
he: מחלקת אבדות
hi: खोया और पाया
ja_jp: 一時保管場所
lt_lt: Prarasta ir atrasta
vi: Bị mất và tìm thấy

source: A short summary of what the file contains
he: סיכום קצר על מה שקובץ מכיל
hi: फ़ाइल की विषय वस्तु का संक्षिप्त विवरण
ja_jp: ファイルの内容の要約
lt_lt: Trumpa santrauka to, kas yra faile
vi: Một tóm tắt ngắn gọn về những gì có chứa trong tập tin

source: Yes I am sure...
he: כן, אני בטוח...
hi: जी, मुझे पूरा विश्वास है...
ja_jp: はい、問題ありません...
lt_lt: Taip, tikrai...
vi: Vâng, tôi chắc chắn
