Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission.
es_419: ¿No puede ver su foto? Asegúrese de permitir a su navegador que utilice la cámara web cuando este le solicite tal autorización.
hi: आपको अपनी तस्वीर नहीं दिख रही? पक्का करें कि जब आपका ब्राउज़र आपसे कैमरे को उपयोग करने की अनुमति मांगता है तो आप उसे वह देते हैं।
ja_jp: あなたの写真が見えないですか？ブラウザがカメラを使う際に許可が求められるのであれば、それを許可するよう確認してください。
ko_kr: 사진이 보이지 않습니까? 카메라 사용을 위한 브라우저를 확인바랍니다.
lt_lt: Nematote savo nuotraukos? Įsitikinkite, kad leidžiate naršyklei naudoti vaizdo kamerą kai ji prašo leidimo.
pt_br: Não vê sua fotografia? Certifique-se de permitir que o seu navegador utilize a câmera quando ele pedir permissão.
vi: Không nhìn thấy hình ảnh của bạn? Hãy chắc chắn để cho phép trình duyệt của bạn để sử dụng máy ảnh của bạn khi nó yêu cầu sự cho phép.
zh_tw: 您沒有看到您的照片嗎？請去您的瀏覽器中確認是否允許使用照相功能。

source: Live view of webcam
es_419: Señal en vivo de la webcam
hi: वेबकैम का लाइव दृश्य
ja_jp: Webカメラのライブビュー
ko_kr: 웹캠으로 보기
lt_lt: Tiesioginis internetinės kameros vaizdas
pt_br: Visualizar webcam ao vivo
vi: Hình ảnh thực tế trên webcam
zh_tw: 攝影機上的實景

source: Retake Photo
es_419: Tomar nuevamente la foto
hi: फोटो को फिर से लेना
ja_jp: 再撮影する
ko_kr: 사진 재촬영
lt_lt: Fotografuotis iš naujo
pt_br: Tire uma foto novamente
vi: Chụp lại hình
zh_tw: 重新拍攝照片

source: Take Photo
es_419: Tomar foto
hi: तस्वीर खींचें
ja_jp: 写真を撮る
ko_kr: 사진 촬영
lt_lt: Fotografuoti
pt_br: Tirar foto
vi: Ảnh chụp
zh_tw: 照相

source: Limit Access
es_419: Restrinja permisos
hi: पहुंच सीमित करें
ko_kr: 접근 제한
pt_br: Acesso restrito
vi: Giới hạn truy cập

source: Select a prerequisite subsection and enter a minimum score percentage to limit access to this subsection.
es_419: Seleccione una subsección de prerrequisito e ingrese una nota mínima para restringir el acceso a esta subsección.

source: Prerequisite:
es_419: Prerrequisito
hi: शर्त:
ko_kr: 선수 강좌:
pt_br: Pré-requisito:
vi: Điều kiện bắt buộc

source: No prerequisite
es_419: Sin prerrequisitos
hi: कोई पूर्वापेक्षा नहीं
ko_kr: 선수강좌가 없습니다
pt_br: Sem pré-requisito
vi: Không bắt buộc

source: Minimum Score:
es_419: Nota mínima
hi: न्यूनतम स्कोर:
ko_kr: 최소 점수:
pt_br: Pontuação Mínima:
vi: Điểm tối thiểu

source: The minimum score percentage must be a whole number between 0 and 100.
es_419: La nota mínima para aprobar debe ser un número entero entre 0 y 100.
hi: न्यूनतम स्कोर प्रतिशत 0 और 100 के बीच एक पूरी संख्या होनी चाहिए।
ko_kr: 최소 점수 백분율은 0과 100 사이의 자연수여야 합니다.
pt_br: A pontuação percentual mínima precisa ser um número inteiro entre 0 e 100.
vi: Tỉ lệ điểm số phải là con số trong khoảng từ 0 đến 100

source: Use as a Prerequisite
es_419: Utilice como prerrequisito
hi: एक शर्त के रूप में उपयोग करें
ko_kr: 선수강좌로 사용하기
pt_br: Utilizar como Pré-requisito
vi: Sử dụng như yêu cầu băt buộc

source: Make this subsection available as a prerequisite to other content
es_419: Deje disponible esta sección como prerrequisito de otro contenido
hi: इस उपधारा को अन्य सामग्री की पूर्वापेक्षा के रूप में उपलब्ध कराएं
ko_kr: 이 소주제를 다른 콘텐츠의 선수 강좌로 사용합니다.
pt_br: Tornar esta subseção disponível como pré-requisito para outro conteúdo
vi: Kích hoạt phần con này như là một điều kiện bắt buộc cho nội dung khác

source: Drag and drop or click here to upload video files.
es_419: Arrastre y suelte o pulse aquí para subir archivos de video.
ja_jp: ビデオファイルをアップロードするにはここをクリックするか、ここにドラッグ＆ドロップしてください。
lt_lt: Norėdami įkelti vaizdo įrašus juos nutempkite arba paspauskite čia.
zh_tw: 拖曳或點擊這裡以上傳影片檔案

source: Active Uploads
es_419: Cargas activas
hi: सक्रिय अपलोड
ko_kr: 능동 업로드
pt_br: Uploads ativos
vi: Các nội dung đang tải lên

source: Read More
es_419: Leer mas
hi: अधिक पढ़ें
ko_kr: 더보기
pt_br: Leia Mais
vi: Xem Thêm

source: details about the failure
es_419: detalles sobre la falla
hi: विफलता के बारे में विवरण
ko_kr: 이 실패에 대한 설명
pt_br: detalhes sobre a falha
vi: chi tiết về lỗi

source: Add Component:
es_419: Añadir Componente:
hi: घटक जोड़ें:
ko_kr: 구성요소 추가:
lt_lt: Pridėti komponentą:
pt_br: Adicionar componente:
vi: Thêm thành phần mới
zh_tw: 新增元件:

source: %(type)s Component Template Menu
es_419: Plantilla de menú de componentes %(type)s
hi: %(type)sघटक टेम्पलेट मेनू
ko_kr: %(type)s 구성요소 탬플릿 메뉴
pt_br: %(type)s Menu de Modelos de Componentes
vi: %(type)s Danh mục mẫu thành phần
zh_tw: %(type)s 元件模板選單

source: Common Problem Types
es_419: Tipos de problemas comunes
hi: सामान्य समस्या के प्रकार
ja_jp: 一般的な問題種別
ko_kr: 일반 문제 유형
lt_lt: Įprastieji užduočių tipai
pt_br: Tipos Comuns de Problemas
vi: Loại Câu Hỏi Thường Gặp
zh_tw: 常見問題類型

source: Supported
es_419: Soportado
hi: समर्थित
ko_kr: 완전 지원
pt_br: Suportado
vi: Được hỗ trợ

source: Not Supported
es_419: No soportado
hi: समर्थित नहीं
ko_kr: 지원 없음
pt_br: Não Suportado
vi: Không hỗ trợ

source: Fully Supported
es_419: Completamente soportado
hi: पूरी तरह से समर्थित
ko_kr: 완진 지원
pt_br: Totalmente Suportado
vi: Hỗ trợ hoàn toàn

source: Provisionally Supported
es_419: Soportado de forma provisional
hi: अनंतिम रूप से समर्थित
ko_kr: 부분 지원
pt_br: Provisório Suportado
vi: Hỗ trợ tạm thời

source: Add New Component
es_419: Añadir nuevo Componente
hi: नया घटक जोड़ें
ja_jp: 新しいアイテムを追加
ko_kr: 신규 구성요소 추가
lt_lt: Pridėti naują komponentą
pt_br: Adicionar Novo Componente
vi: Thêm thành phần mới
zh_tw: 新增組件

source: Deprecated
es_419: Descontinuado
hi: पदावनत
ja_jp: 不可
ko_kr: 추천하지 않습니다.
lt_lt: Nerekomenduojama
pt_br: Obsoleto
vi: Đã lỗi thời
zh_tw: 已棄用的

source: List of uploaded files and assets in this course
es_419: Lista de archivos y recursos cargados en este curso
hi: इस पाठ्यक्रम में अपलोड की गई फ़ाइलों और परिसंपत्तियों की सूची
ja_jp: 本講座にアップロードされたファイル等の一覧
ko_kr: 업로드한 파일 및 자료 목록
lt_lt: Įkeltų šio kurso failų ir mokymosi komponentų sąrašas
pt_br: Lista de arquivos e ativos enviados neste curso
vi: Danh sách các tập tin tải lên và tài sản trong khóa học này
zh_tw: 此課程中的上傳檔案和資產清單

source: - Sortable
es_419: - Ordenable
hi: -क्रमित करने योग्य
ja_jp: - ソート可能
ko_kr: - 정렬
lt_lt: - Rūšiuotina
pt_br: - Classificáveis
vi: - Có thể sắp xếp
zh_tw: 可排序

source: Show All
es_419: Mostrar todo
hi: सब दिखाओ
ko_kr: 전체 보기
pt_br: Mostrar todos
vi: Hiển thị tất cả

source: Other
es_419: Otro
hi: अन्य
ko_kr: 기타
pt_br: Outro
vi: Lựa chọn khác

source: You haven't added any assets to this course yet.
es_419: No ha añadido aún ningún recurso a este curso.
hi: आपने अभी तक इस पाठ्यक्रम में कोई संपत्ति नहीं जोड़ी है।
ja_jp: このコースにはアセットが追加されていません
ko_kr: 아직 콘텐츠를 추가하지 않았습니다.
lt_lt: Prie šio kurso dar nepridėjote mokymosi komponentų.
pt_br: Você não adicionou nenhum ativo a este curso ainda
vi: Bạn chưa thêm bất cứ tài nguyên nào cho khóa học này.
zh_tw: 尚未向該課程新增任何資源。

source: Upload your first asset
es_419: Subir su primer recurso
hi: अपनी पहली संपत्ति अपलोड करें
ja_jp: はじめのアセットをアップロード
ko_kr: 첫 파일을 올려보세요
lt_lt: Įkelkite pirmąjį mokymosi komponentą
pt_br: Envie seu primeiro ativo
vi: Tải lên tài nguyên đầu tiên của bạn.
zh_tw: 上傳您的第一個資源

source: close
es_419: cerrar
hi: बंद करें
ja_jp: 閉じる
ko_kr: 닫기
lt_lt: uždaryti
pt_br: fechar
vi: Đóng lại
zh_tw: 關閉

source: No description available
es_419: No hay descripción disponible
hi: कोई वर्णन उपलब्ध नहीं
ja_jp: 説明がありません
ko_kr: 사용 가능한 설명이 없습니다
lt_lt: Aprašo nėra
pt_br: Sem descrição disponível
vi: Chưa có thông tin
zh_tw: 無敘述

source: Open/download this file
es_419: Abrir / descargar este archivo
hi: इस फ़ाइल को खोलें / डाउनलोड करें
ja_jp: このファイルを開く/ダウンロード
ko_kr: 파일 열기/다운로드
lt_lt: Atidaryti / atsiųsti šį failą
pt_br: Abrir/baixar este arquivo
vi: Mở/tải về file này
zh_tw: 打開/下載這個檔案

source: Delete this asset
es_419: Borrar este objeto
hi: इस संपत्ति को हटा दें
ja_jp: このアセットを削除します
ko_kr: 삭제
lt_lt: Pašalinti šį mokymosi komponentą
pt_br: Excluir este ativo
vi: Xóa thành phần này
zh_tw: 刪除這個資源

source: Lock this asset
es_419: Bloquear este recurso
hi: इस संपत्ति पर ताला लगाओ
ja_jp: このアセットをロックします
ko_kr: asset 잠그기
lt_lt: Užrakinti šį mokymosi komponentą
pt_br: Travar este ativo
vi: Khoá thành phần này
zh_tw: 鎖定這個資源

source: Lock/unlock file
es_419: Bloquear / Desbloquear recurso
hi: लॉक / अनलॉक फ़ाइल
ja_jp: ファイルをロック/ロック解除
ko_kr: 파일 잠그기/잠금 해제
lt_lt: Užrakinti / atrakinti failą
pt_br: Travar/destravar arquivo
vi: Khóa/mở khóa file này
zh_tw: 鎖定/解除這個檔案

source: Certificate Details
es_419: Detalles del certificado
hi: प्रमाणपत्र विवरण
ja_jp: 修了証の概要
ko_kr: 이수증 상세정보
pt_br: Detalhes do Certificado
vi: Thông tin chứng chỉ
zh_tw: 證書詳細資訊

source: Course Title Override
es_419: Reemplazo para el título del curso
hi: कोर्स टाइटल ओवरराइड
ja_jp: 講座の表題を無視
ko_kr: 강좌 제목 바꾸기
pt_br: Substituição do Título do Curso
vi: Chèn lên tên khóa học
zh_tw: 改寫課程標題

source: Course Number
es_419: Código del curso
hi: पाठ्यक्रम संख्या
ja_jp: 講座番号
ko_kr: 강좌 번호
lt_lt: Kurso numeris/kodas
pt_br: Número do curso
vi: Số Khóa Học
zh_tw: 課程編號

source: Course Number Override
es_419: Reemplazo para el número de curso
hi: कोर्स नंबर ओवरराइड
ja_jp: 講座番号を無視
ko_kr: 강좌 번호 수정하기
pt_br: Substitução do número do curso
vi: Chèn lên số thứ tự khóa học
zh_tw: 改寫課程成員

source: Certificate Signatories
es_419: Signatarios del certificado
hi: प्रमाणपत्र हस्ताक्षरकर्ता
ja_jp: 修了証の署名
ko_kr: 이수증의 서명인
pt_br: Signatários do Certificado
vi: Chữ ký trên chứng chỉ
zh_tw: 證書簽署人

source: It is strongly recommended that you include four or fewer signatories. If you include additional signatories, preview the certificate in Print View to ensure the certificate will print correctly on one page.
es_419: Se recomienda que incluya cuatro signatarios o menos. Si incluye signatarios adicionales, verifique la vista previa del certificado para asegurarse que se vea correctamente en una sola página.
hi: यह दृढ़ता से अनुशंसा की जाती है कि आप चार या कम हस्ताक्षरकर्ता शामिल करें। यदि आप अतिरिक्त हस्ताक्षरकर्ता शामिल करते हैं, तो यह सुनिश्चित करने के लिए कि एक पृष्ठ पर प्रमाण पत्र सही ढंग से प्रिंट होगा, यह सुनिश्चित करने के लिए प्रिंट दृश्य में प्रमाण पत्र का पूर्वावलोकन करें।
ko_kr: 서명인을 4명 이하로 설정하는 것을 권장합니다. 만약 서명인 숫자가 더 많다면 반드시 인쇄 화면 보기에서 이수증이 한 페이지로 나오는지 확인하세요.
pt_br: É bastante recomendado que você inclua 4 ou menos signatários. Se você incluir signatários adicionais, visualize o certificado no Print View para ter certeza de que o certificado será impresso corretamente em uma página
vi: Chúng tôi đề nghị có bốn hoặc ít hơn người ký tên. Nếu bạn có chữ ký bổ sung, hãy xem trước chứng chỉ trong Chế độ xem In để đảm bảo chứng chỉ sẽ in chính xác trên một trang.

source: Certificate Information
es_419: Información del certificado
hi: प्रमाणपत्र की जानकारी
ja_jp: 修了証の情報
ko_kr: 이수증 정보
pt_br: Informações do Certificado
vi: Thông tin chứng nhận
zh_tw: 證書資訊

source: Certificate Name
es_419: Nombre del certificado
hi: प्रमाण - पत्र नाम
ja_jp: 修了証名
ko_kr: 이수증 이름
pt_br: Nome do Certificado
vi: Tên chứng chỉ
zh_tw: 證書名稱

source: Name of the certificate
es_419: Nombre del certificado
hi: प्रमाण पत्र का नाम
ja_jp: 修了証の名称
ko_kr: 이수증 이름
pt_br: Nome do certificado
vi: Tên của chứng chỉ
zh_tw: 證書名稱

source: Description of the certificate
es_419: Descripción del certificado
hi: प्रमाण पत्र का नाम
ja_jp: 修了証の説明
ko_kr: 이수증 내용
pt_br: Descrição do certificado
vi: Mô tả chứng chỉ
zh_tw: 證書描述

source: Course title
es_419: Título del curso
hi: पाठ्यक्रम का विषय
ja_jp: 講座名
ko_kr: 강좌명
pt_br: Título do Curso
vi: Tiêu đề khóa học
zh_tw: 課程標題

source: Specify an alternative to the official course title to display on certificates. Leave blank to use the official course title.
es_419: Especificar una alternativa al título oficial del curso para ser visualizado en los certificados. Dejar vacío para utilizar el título oficial del curso.
hi: प्रमाण पत्र पर प्रदर्शित करने के लिए आधिकारिक पाठ्यक्रम शीर्षक का विकल्प निर्दिष्ट करें। आधिकारिक पाठ्यक्रम शीर्षक का उपयोग करने के लिए खाली छोड़ दें।
ja_jp: 正式な講座名の代わりに修了書に表示される別名を指定します。公式な講座名をそのまま使う場合は空白のままにします。
ko_kr: 이수증에 표시될 공식적인 강좌명의 다른 명칭을 쓰세요. 다른 명칭이 필요 없으면 빈칸으로 두세요.
pt_br: Especifique uma alternativa para o título oficial do curso a ser exibido nos certificados. Deixe em branco para usar o título oficial do curso.
vi: Cho một tiêu đề thay thế để hiển thị trên giấy chứng nhận. Để trống để sử dụng tiêu đề chính thức của khóa học.
zh_tw: 指定一個替代的課程標題並顯示於證書。請於空白處使用官方課程標題。

source: Add Additional Signatory
es_419: Añadir signatario adicional
hi: अतिरिक्त हस्ताक्षर जोड़ें
ko_kr: 서명인 추가하기
pt_br: Adicionar signatário adicional
vi: Bổ sung Thêm Người ký
zh_tw: 新增額外的簽署人

source: (Add signatories for a certificate)
es_419: (Añadir signatarios para el certificado)
hi: (प्रमाणपत्र के लिए हस्ताक्षर जोड़ें)
ko_kr: (이수증에 서명인 추가하기)
pt_br: (Adicionar assinaturas para um certificado)
vi: (Thêm người ký cho chứng chỉ)
zh_tw: (新增證書簽署人)

source: Choose mode
es_419: Elegir modo
hi: मोड चुनें
ja_jp: モードを選択
ko_kr: 유형 선택하기
pt_br: Escolher modalidade
vi: Chọn chế độ
zh_tw: 選擇模式

source: Preview Certificate
es_419: Previsualizar certificado
hi: प्रमाण पत्र का पूर्वावलोकन करें
ja_jp: 修了証の下見をする
ko_kr: 이수증 미리보기
pt_br: Pré-visualizar o Certificado
vi: Xem trước Chứng chỉ
zh_tw: 預覽證書

source: Activate
es_419: Activar
hi: सक्रिय
ja_jp: 有効化する
ko_kr: 활성화
pt_br: Ativar
vi: kích hoạt
zh_tw: 啟用

source: Deactivate
es_419: Desactivar
hi: निष्क्रिय करें
ja_jp: 無効化
ko_kr: 비활성화
pt_br: Desativar
vi: Nhóm nội dung này được sử dụng cho:
zh_tw: 關閉

source: Caution: The last published version of this unit is live. By publishing changes you will change the student experience.
es_419: Atención: La última versión publicada de esta unidad está en vivo. Al publicar los cambios, cambiará la experiencia de los estudiantes.
hi: सावधानी: इस इकाई का अंतिम प्रकाशित संस्करण लाइव है। परिवर्तन प्रकाशित करके आप छात्र के अनुभव को बदल देंगे।
ja_jp: 危険：この単元の最新版が生きている状態です。変更分を公開することで、受講者の使い勝手に変更が発生することになります。
ko_kr: 주의 : 가장 최근 버전으로 학습자가 보고 있는 내용입니다.
lt_lt: Įspėjimas: paskutinė paskelbta šio skyriaus versija yra tiesiogiai naudojama. Paskelbdami pakeitimus pakeisite kurso dalyvių atliktą darbą.
pt_br: Cuidado: a última versão publicada dessa unidade está no ar. Ao publicar modificações você vai acabar alterando a experiência dos alunos.
vi: Chú ý: Phiên bản được xuất bản lần cuối của đơn vị này đang cung cấp cho người học. Bằng cách xuất bản những thay đổi, bạn sẽ thay đổi trải nghiệm của sinh viên.
zh_tw: 注意:這單元最新發佈的版本已上線。藉由更新的發佈將會改善學生體驗。

source: Cannot delete when in use by a unit
es_419: No puede borrar cuando esta en uso por una unidad
hi: किसी इकाई द्वारा उपयोग में आने पर नष्ट नहीं किया जा सकता
ja_jp: 単元で使用されている時は削除できません
ko_kr: 학습활동에서 사용될 때 삭제할 수 없습니다.
pt_br: Não pode ser deletado se estiver sendo utilizado por uma unidade
vi: Không thể xóa khi được sử dụng bởi một đơn vị
zh_tw: 被單元使用時無法刪除

source: This content group is used in:
es_419: Este contenido de grupo es usado en:
ja_jp: このコンテンツグループは次で使用されています：
zh_tw: 這個內容組使用在：

source: This content group is not in use. Add a content group to any unit from the {linkStart}Course Outline{linkEnd}.
es_419: Este grupo de contenidos no está en uso. Añada un grupo de contenidos a cualquier unidad de la {linkStart}Estructura del curso{linkEnd}.

source: Course Outline
es_419: Estructura del curso
hi: पाठ्यक्रम की रूपरेखा
ja_jp: アウトライン
ko_kr: 강좌 개요
lt_lt: Kurso planas
pt_br: Esboço do Curso
vi: Phác Thảo Khóa Học
zh_tw: 課程內容

source: Content Group ID
es_419: ID de Contenido de Grupo
hi: सामग्री समूह आईडी
ja_jp: コンテンツグループID
ko_kr: 콘텐츠 그룹 ID:
pt_br: ID de Grupo de Conteúdo
vi: ID Nhóm Nội dung
zh_tw: 內容群組ID

source: This is the name of the group
es_419: Este es el nombre del grupo
hi: यह समूह का नाम है
ja_jp: これはグループの名前です
ko_kr: 그룹의 이름입니다.
lt_lt: Tai yra grupės pavadinimas
pt_br: Esse é o nome do grupo
vi: Đây là tên của nhóm
zh_tw: 這是群組的名稱

source: This content group is used in one or more units.
es_419: Este contenido de grupo es usado en uno o mas unidades.
hi: इस सामग्री समूह का उपयोग एक या अधिक इकाइयों में किया जाता है।
ja_jp: このコンテンツグループは１つ以上の単元で使用されています。
ko_kr: 콘텐츠 그룹은 하나 이상의 학습활동에서 사용됩니다.
pt_br: Este grupo de conteúdo é utilizado em uma ou mais unidades.
vi: Nhóm nội dung này được sử dụng trong một hoặc nhiều đơn vị.
zh_tw: 此內容群組運用到一個或多個單元

source: Subsection Visibility
es_419: Visibilidad de la subsección
hi: सदस्यता दृश्यता
ko_kr: 소주제 공개
pt_br: Visibilidade da Subseção
vi: Hiển thị Phần con

source: Show entire subsection
es_419: Mostrar toda la subsección
hi: संपूर्ण उपधारा दिखाएं
ko_kr: 전체 소주제 보기
pt_br: Mostre Subseção inteira
vi: Hiện toàn bộ phần con

source: Learners see the published subsection and can access its content.
es_419: Los estudiantes pueden ver la subsección publicada y acceder a su contenido
hi: शिक्षार्थी प्रकाशित उपधारा को देखते हैं और उसकी सामग्री तक पहुँच सकते हैं।
ko_kr: 학습자는 공개된 소주제를 볼 수 있으며 콘텐츠를 조회할 수 있습니다.
pt_br: Estudantes vêem a subseção publicada e podem acessar seu conteúdo.
vi: Học viên nhìn thấy phần con đã xuất bản và có thể truy cập nội dung của nó.

source: Hide content after due date
es_419: Ocultar el contenido después de la fecha límite
hi: नियत तिथि के बाद सामग्री छिपाएँ
ko_kr: 기한 경과 후 콘텐츠 숨기기
pt_br: Ocultar o conteúdo após à data de vencimento
vi: Ẩn nội dung sau ngày đáo hạn

source: After the subsection\'s due date has passed, learners can no longer access its content. The subsection remains included in grade calculations.
es_419: Después de que la fecha límite para la subsección haya pasado, los estudiantes ya no podrán acceder a su contenido. La subsección sigue incluida en los cálculos de calificaciones.
hi: उपधारा के नियत तारीख बीत जाने के बाद, शिक्षार्थी अब इसकी सामग्री तक नहीं पहुँच सकते हैं। उपधारा ग्रेड गणना में शामिल रहती है।
ko_kr: 소주제 기한 경과 후 학습자는 더이상 콘텐츠를 볼 수 없습니다. 소주제는 여전히 최종 성적에 반영됩니다.
pt_br: Após a data final do curso vencer, estudantes não podem mais acessar o conteúdo da subseção. A subseção continua inclusa no calculo da nota.
vi: Sau khi phần con hết hạn, người học không còn có thể truy cập nội dung của nó. Phần con vẫn được bao gồm trong tính điểm.

source: Hide entire subsection
es_419: Ocultar toda la subsección
hi: संपूर्ण उपधारा छिपाएं
ko_kr: 전체 소주제 숨기기
pt_br: Ocultar Subseção inteira
vi: Ẩn toàn bộ phần con

source: Learners do not see the subsection in the course outline. The subsection is not included in grade calculations.
es_419: Los estudiantes no ven la subsección en el esquema del curso. La subsección no se incluye en los cálculos de calificaciones.
hi: शिक्षार्थियों पाठ्यक्रम की रूपरेखा में उपधारा नहीं देखते हैं। उप-गणना को ग्रेड गणना में शामिल नहीं किया गया है।
ko_kr: 학습자는 강좌 개요에서 소주제를 볼 수 없습니다. 이 소주제는 최종 성적에 반영되지 않습니다.
pt_br: Estudantes não vêem a subseç. The subsection is not included in grade calculations.
vi: Người học không nhìn thấy phần con trong đề cương khoá học. Các phần con không được bao gồm trong tính điểm.

source: If you select an option other than "%(hide_label)s", after the subsection release date has passed, published units in this subsection will become available to learners unless units are explicitly hidden.
es_419: Si selecciona una opción distinta a "%(hide_label)s", después de que la fecha de liberación de la subsección haya pasado las unidades publicadas en esa subsección se encontrarán disponibles para los estudiantes a menos que las unidades estén explícitamente ocultas.

source: Instructor Name
es_419: Nombre del instructor
hi: प्रशिक्षक का नाम
ko_kr: 교수자 이름
pt_br: Nome do instrutor
vi: Tên Giảng viên

source: Please add the instructor's name
es_419: Ingrese el nombre del instructor
hi: कृपया प्रशिक्षक का नाम जोड़ें
ko_kr: 교수자 이름을 추가해주세요
pt_br: Por favor, adicione o nome do instrutor
vi: Vui lòng thêm tên giảng viên

source: Instructor Title
es_419: Título del instructor
hi: प्रशिक्षक शीर्षक
ko_kr: 교수자 제목
pt_br: Título de instrutor
vi: Chức vụ Giảng viên

source: Please add the instructor's title
es_419: Ingrese el título del instructor
hi: कृपया प्रशिक्षक का शीर्षक जोड़ें
ko_kr: 교수자 제목을 추가해주세요
pt_br: Por favor, adicione o título do instrutor
vi: Vui lòng thêm chức vụ của giảng viên

source: Organization
es_419: Organización
hi: संगठन
ja_jp: 組織
ko_kr: 기관
lt_lt: Organizacija
pt_br: Organização
vi: Tổ chức
zh_tw: 組織名稱

source: Organization Name
es_419: Nombre de la organización
hi: संस्था का नाम
ko_kr: 조직 명칭
pt_br: Nome da Organização
vi: Tên tổ chức

source: Please add the institute where the instructor is associated
es_419: Ingrese la institución con la que el instructor está asociado
hi: कृपया उस संस्थान को जोड़ें जहां प्रशिक्षक जुड़ा हुआ है
ko_kr: 교수자의 소속 기관을 추가해주세요
pt_br: Por favor, adicione o instituto, onde o instrutor está associada
vi: Xin vui lòng bổ sung những học viện, cơ sở đào tạo nơi giảng viên hợp tác giảng dạy.

source: Biography
es_419: Biografía
hi: जीवनी
ko_kr: 이력
pt_br: Biografia
vi: Tiểu sử

source: Instructor Biography
es_419: Biografía del instructor
hi: प्रशिक्षक जीवनी
ko_kr: 교수자 이력
pt_br: Instrutor Biografia
vi: Tiểu sử Giảng viên

source: Please add the instructor's biography
es_419: Por favor ingrese la biografía del instructor
hi: कृपया प्रशिक्षक की जीवनी जोड़ें
ko_kr: 교수자 이력을 추가해주세요
pt_br: Por favor, adicione a biografia do instrutor
vi: Vui lòng thêm tiểu sử của giảng viên

source: Photo
es_419: Foto
hi: तस्वीर
ko_kr: 사진
pt_br: Foto
vi: Ảnh

source: Instructor Photo
es_419: Foto del instructor
hi: प्रशिक्षक फोटो
ko_kr: 교수자 사진
pt_br: Instrutor Foto
vi: Ảnh Giảng viên

source: Instructor Photo URL
es_419: URL de la foto del instructor
hi: प्रशिक्षक फोटो URL
ko_kr: 교수자 사진 URL
pt_br: URL da foto de Instrutor
vi: URL Ảnh Giảng viên

source: Please add a photo of the instructor (Note: only JPEG or PNG format supported)
es_419: Por favor proporcione una foto del instructor. (Nota: sólo se admite formato JPEG o PNG)
hi: कृपया प्रशिक्षक की एक तस्वीर जोड़ें (नोट: केवल JPEG या PNG प्रारूप समर्थित)
ko_kr: 교수자의 사진을 추가해주세요 (주: JPEG 및 PNG 형식만 지원됩니다)
pt_br: Por favor, adicione uma foto do instrutor (Nota: apenas JPG ou PNG são formatos suportados)
vi: Xin thêm ảnh của giảng viên (Lưu ý: chỉ hỗ trợ định dạng JPEG hoặc PNG)

source: Upload Photo
es_419: Subir foto
hi: फोटो अपलोड करें
ko_kr: 사진 업로드
pt_br: Enviar Foto
vi: Tải Ảnh lên

source: Prerequisite: %(prereq_display_name)s
es_419: Prerrequisito: %(prereq_display_name)s
hi: शर्त:%(prereq_display_name)s
ko_kr: 선수 강좌: %(prereq_display_name)s
pt_br: Pré-requisito: %(prereq_display_name)s
vi: Điều kiện bắt buộc: %(prereq_display_name)s

source: Contains staff only content
es_419: Contiene solo contenido del equipo del curso
hi: इसमें केवल सामग्री है
ja_jp: スタッフにのみ表示されるコンテンツを含む
ko_kr: 운영팀만 볼 수 있습니다.
lt_lt: Tik personalui skirtas turinys
pt_br: Possui conteúdo visível apenas para a equipe
vi: Chỉ chứa nội dung nhân viên
zh_tw: 包含僅限工作人員的內容

source: Unpublished changes to live content
es_419: Cambios no publicados en el contenido en vivo
hi: लाइव सामग्री में अप्रकाशित परिवर्तन
ja_jp: 現状コンテンツに対する未公開の変更
ko_kr: 게시하지 않은 수정안
lt_lt: Nepaskelbti tiesiogiai naudojamo turinio pakeitimai
pt_br: Alterações de conteúdo ao vivo não publicadas
vi: Những thay đổi chưa xuất bản tới nội dung đang chạy
zh_tw: 未發佈更改直播內容

source: Unpublished units will not be released
es_419: Las unidades no publicadas no serán liberadas
hi: अप्रकाशित इकाइयां जारी नहीं की जाएंगी
ja_jp: 非公開の単元はこのままだと公開されません。
ko_kr: 게시하지 않은 학습활동으로, 공개되지 않을 것입니다.
lt_lt: Nepaskelbti skyriai nebus rodomi
pt_br: Unidades não publicadas não serão lançadas
vi: Những đơn vị chưa xuất bản sẽ không phát hành
zh_tw: 未發佈的單元將不會被釋出

source: Unpublished changes to content that will release in the future
es_419: Cambios no publicados del contenido que será liberado en el futuro
hi: भविष्य में जारी होने वाली सामग्री में अप्रकाशित परिवर्तन
ja_jp: コンテンツへの未公開の変更は将来公開されることとなります。
ko_kr: 게시하지 않은 수정안
lt_lt: Nepaskelbti turinio pakeitimai, kurie ateityje bus išleisti
pt_br: Alterações de conteúdo não publicadas que serão liberadas no futuro
vi: Những thay đổi chưa xuất bản tới nội dung sẽ phát hành trong tương lai
zh_tw: 未發佈更改之內容將會在未來被釋出

source: Ungraded
es_419: No calificado
hi: ग्रेड नहीं किया गया
ja_jp: 未採点
ko_kr: 성적 미반영
pt_br: Não corrigido
vi: Chưa phân loại
zh_tw: 未分級
