Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: You cannot edit enrollment track groups, but you can expand each group to view details of the course content that is designated for learners in the group.
hi: आप नामांकन ट्रैक समूहों को संपादित नहीं कर सकते हैं, लेकिन समूह में शिक्षार्थियों के लिए निर्दिष्ट पाठ्यक्रम सामग्री का विवरण देखने के लिए आप प्रत्येक समूह का विस्तार कर सकते हैं।
vi: Bạn không thể chỉnh sửa các nhóm chương trình tuyển sinh, nhưng bạn có thể mở rộng mỗi nhóm để xem các chi tiết của nội dung khóa học được chỉ định cho người học trong nhóm.

source: If you have cohorts enabled in your course, you can use content groups to create cohort-specific courseware. In other words, you can customize the content that particular cohorts see in your course.
hi: यदि आपके पास अपने कोर्स में कोहार्ट्स सक्षम हैं, तो आप कॉहोर्ट-विशिष्ट कॉन्सवेयर बनाने के लिए सामग्री समूहों का उपयोग कर सकते हैं। दूसरे शब्दों में, आप उस सामग्री को अनुकूलित कर सकते हैं जो विशेष रूप से आपके पाठ्यक्रम में देखते हैं।
ja_jp: 講座でコホートを有効にすると、コホートに固有の教材を制作するためのコンテンツグループを使用することが可能となります。言い換えれば、特定のコホートだけが閲覧できるように講座のコンテンツを設定することができます。
vi: Nếu bạn đã kích hoạt nhóm trong khóa học của mình, bạn có thể sử dụng các nhóm nội dung để tạo ra các giáo trình theo từng nhóm. Nói cách khác, bạn có thể tùy chỉnh nội dung mà các nhóm cụ thể xem trong khóa học của bạn.

source: Each content group that you create can be associated with one or more cohorts. In addition to making course content available to all learners, you can restrict access to some content to learners in specific content groups. Only learners in the cohorts that are associated with the specified content groups see the additional content.
hi: आपके द्वारा बनाया गया प्रत्येक सामग्री समूह एक या एक से अधिक साथियों से संबद्ध हो सकता है। सभी शिक्षार्थियों को पाठ्यक्रम सामग्री उपलब्ध कराने के अलावा, आप विशिष्ट सामग्री समूहों में शिक्षार्थियों के लिए कुछ सामग्री तक पहुँच को प्रतिबंधित कर सकते हैं। केवल कॉहर्ट्स में शिक्षार्थी जो निर्दिष्ट सामग्री समूहों से जुड़े हैं, अतिरिक्त सामग्री देखते हैं।
vi: Mỗi nhóm nội dung mà bạn tạo có thể được liên kết với một hoặc nhiều nhóm. Ngoài việc làm cho nội dung khóa học sẵn sàng cho tất cả người học, bạn có thể hạn chế quyền truy cập vào một số nội dung cho người học trong các nhóm nội dung cụ thể. Chỉ những người học trong các nhóm có liên quan đến các nhóm nội dung được chỉ định xem nội dung bổ sung.

source: Click {em_start}New content group{em_end} to add a new content group. To edit the name of a content group, hover over its box and click {em_start}Edit{em_end}. You can delete a content group only if it is not in use by a unit. To delete a content group, hover over its box and click the delete icon.
hi: नया सामग्री समूह जोड़ने के लिए {em_start} नई सामग्री समूह {em_end} पर क्लिक करें। सामग्री समूह का नाम संपादित करने के लिए, इसके बॉक्स पर होवर करें और {em_start} संपादित करें {em_end} पर क्लिक करें। आप किसी सामग्री समूह को केवल तभी हटा सकते हैं जब वह किसी इकाई द्वारा उपयोग में न हो। किसी सामग्री समूह को हटाने के लिए, उसके बॉक्स पर होवर करें और डिलीट आइकन पर क्लिक करें।
ja_jp: {em_start}新しいコンテンツグループ{em_end} をクリックして新しいコンテンツグループを追加します。コンテンツグループの名前を変更するには、そのボックスの上にマウスオーバーし、{em_start}編集{em_end}をクリックします。単元で利用をしていない場合に限り、コンテンツグループを削除することができます。コンテンツグループを削除するには、そのボックスの上にマウスオーバーし削除アイコンをクリックします。
vi: Bấm vào {em_start} Nhóm nội dung mới {em_end} để thêm nhóm nội dung mới. Để chỉnh sửa tên của một nhóm nội dung, hãy di chuột qua ô của nó và nhấp vào {em_start} Chỉnh sửa {em_end}. Bạn chỉ có thể xóa một nhóm nội dung nếu nó không được sử dụng bởi một đơn vị. Để xóa một nhóm nội dung, hãy di chuột qua hộp của nó và nhấp vào biểu tượng xóa.

source: Use experiment group configurations if you are conducting content experiments, also known as A/B testing, in your course. Experiment group configurations define how many groups of learners are in a content experiment. When you create a content experiment for a course, you select the group configuration to use.
hi: यदि आप अपने पाठ्यक्रम में ए / बी परीक्षण के रूप में भी जाना जाता है, तो आप प्रयोग समूह कॉन्फ़िगरेशन का उपयोग करें। प्रयोग समूह कॉन्फ़िगरेशन यह परिभाषित करता है कि सामग्री के प्रयोग में शिक्षार्थियों के कितने समूह हैं। जब आप किसी पाठ्यक्रम के लिए एक सामग्री प्रयोग बनाते हैं, तो आप उपयोग करने के लिए समूह कॉन्फ़िगरेशन का चयन करते हैं।
vi: Sử dụng cấu hình nhóm thử nghiệm nếu bạn đang thực hiện thử nghiệm nội dung, còn được gọi là thử nghiệm A/B trong khóa học của bạn. Các cấu hình nhóm thử nghiệm xác định có bao nhiêu nhóm người học đang ở trong một thử nghiệm nội dung. Khi bạn tạo thử nghiệm nội dung cho một khóa học, bạn chọn cấu hình nhóm để sử dụng.

source: Click {em_start}New Group Configuration{em_end} to add a new configuration. To edit a configuration, hover over its box and click {em_start}Edit{em_end}. You can delete a group configuration only if it is not in use in an experiment. To delete a configuration, hover over its box and click the delete icon.
hi: नया कॉन्फ़िगरेशन जोड़ने के लिए {em_start} नया समूह कॉन्फ़िगरेशन {em_end} पर क्लिक करें। किसी कॉन्फ़िगरेशन को संपादित करने के लिए, उसके बॉक्स पर होवर करें और {em_start} संपादित करें {em_end} पर क्लिक करें। आप किसी समूह कॉन्फ़िगरेशन को केवल तभी हटा सकते हैं जब वह किसी प्रयोग में न हो। किसी कॉन्फ़िगरेशन को हटाने के लिए, उसके बॉक्स पर होवर करें और डिलीट आइकन पर क्लिक करें।
ja_jp: {em_start}新しいグループ設定{em_end} をクリックし新しい設定を追加します。既にある設定を編集するには、その設定ボックスの上をマウスオーバーし、{em_start}編集{em_end}をクリックします。単元で利用をしていない場合に限り、コンテンツグループを削除することができます。コンテンツグループを削除するには、そのボックスの上にマウスオーバーし削除アイコンをクリックします。
vi: Bấm vào {em_start} Cấu hình Nhóm Mới {em_end} để thêm cấu hình mới. Để chỉnh sửa cấu hình, hãy di chuột qua ô của nó và bấm vào {em_start} Chỉnh sửa {em_end}. Bạn chỉ có thể xóa một cấu hình nhóm nếu nó không được sử dụng trong một thử nghiệm. Để xóa cấu hình, hãy di chuột qua ô của nó và bấm vào biểu tượng xóa.

source: Welcome
hi: सुस्‍वागतम
ja_jp: ようこそ
lt_lt: Sveiki
vi: Chào mừng

source: Welcome to {studio_name}
hi: {Studio_name} में आपका स्वागत है
ja_jp: {studio_name}へようこそ
lt_lt: Sveiki prisijungę prie edX {studio_name}
vi: Chào mừng đến với {studio_name}

source: {studio_name} helps manage your online courses, so you can focus on teaching them
hi: {studio_name} आपके ऑनलाइन पाठ्यक्रमों को प्रबंधित करने में मदद करता है, इसलिए आप उन्हें पढ़ाने पर ध्यान केंद्रित कर सकते हैं
ja_jp: {studio_name}は、あなたのオンライン講座の管理に役立ちます。あなたは指導に集中できます。
lt_lt: {studio_name} aplinka jums padės valdyti nuotolinius kursus, o jūs tuo tarpu galėsite daugiau dėmesio skirti mokymui.
vi: {studio_name} giúp quản lý các khóa học trực tuyến của bạn, vì vậy bạn có thể tập trung vào việc giảng dạy

source: {studio_name}'s Many Features
hi: {studio_name}'s की कई विशेषताएं
ja_jp: {studio_name}の特徴
lt_lt: Dauguma {studio_name} savybių
vi: {studio_name}'s Nhiều tính năng

source: {studio_name} Helps You Keep Your Courses Organized
hi: {Studios_name} आपको अपने पाठ्यक्रमों को व्यवस्थित रखने में मदद करता है
ja_jp: {studio_name}はあなたのコースの取りまとめをお手伝いします
lt_lt: {studio_name} padeda tvarkyti jūsų kursus
vi: {studio_name} Giúp bạn Giữ Các Khóa học Đã Sắp xếp

source: Enlarge image
hi: छवि बढ़ाना
vi: Phóng to hình ảnh

source: Keeping Your Course Organized
hi: अपने पाठ्यक्रम को व्यवस्थित रखना
ja_jp: 講座運営を維持するために
lt_lt: Jūsų kurso mokymosi proceso organizavimas
vi: Sắp xếp các khóa học của bạn

source: The backbone of your course is how it is organized. {studio_name} offers an {strong_start}Outline{strong_end} editor, providing a simple hierarchy and easy drag and drop to help you and your students stay organized.
hi: आपके पाठ्यक्रम की रीढ़ कैसे व्यवस्थित है। {studio_name} एक {strong_start} रूपरेखा {strong_end} संपादक प्रदान करता है, आपको और आपके छात्रों को संगठित रहने में मदद करने के लिए एक सरल पदानुक्रम और आसान ड्रैग और ड्रॉप प्रदान करता है।
vi: Cấu trúc chính của một khóa học được tổ chức như thế nào. {studio_name} có một {strong_start}trình soạn thảo{strong_end} dàn bài,cung cấp một kiến trúc đơn giản và chỉ cần kéo thả để tạo nên các thành phần của khóa học.

source: Simple Organization For Content
hi: सामग्री के लिए सरल संगठन
ja_jp: コンテンツのためのシンプルな構成
lt_lt: Paprasta turinio sandara
vi: Sắp xếp nội dung đơn giản

source: {studio_name} uses a simple hierarchy of {strong_start}sections{strong_end} and {strong_start}subsections{strong_end} to organize your content.
hi: {studio_name} आपकी सामग्री को व्यवस्थित करने के लिए {strong_start} वर्गों {strong_end} और {strong_start} उपखंड {strong_end} की एक सरल पदानुक्रम का उपयोग करता है।
vi: {studio_name} dùng một kiến trúc đơn giản đó là {strong_start} sections {strong_end} và {strong_start} subsections {strong_end} để tổ chức nội dung của khóa học.

source: Change Your Mind Anytime
hi: आपका मन कभी भी बदलें
ja_jp: いつでも気持ちを切り替えられる
lt_lt: Lankstumas kuriant kurso turinį
vi: Thay đổi ý kiến bất cứ lúc nào

source: Draft your outline and build content anywhere. Simple drag and drop tools let you reorganize quickly.
hi: अपनी रूपरेखा तैयार करें और कहीं भी सामग्री का निर्माण करें। सरल खींचें और ड्रॉप उपकरण आपको जल्दी से पुनर्गठित करते हैं।
ja_jp: アウトラインを下書きし、コンテンツを作成してください。ドラッグ＆ドロップツールによって素早く編集できます。
lt_lt: Sudarykite kurso planą ir kurkite turinį. Pertvarkyti turinio struktūrą yra lengva: galėsite nutempti bet kurią struktūrinę dalį į reikalingą vietą.
vi: Bản thảo đề cương của bạn và xây dựng nội dung bất cứ nơi nào. Kéo và thả bằng các công cụ đơn giản cho phép bạn tổ chức lại một cách nhanh chóng.

source: Go A Week Or A Semester At A Time
hi: एक समय में एक सप्ताह या एक सेमेस्टर जाओ
ja_jp: 一週間ずつ、もしくは一度に一学期分を
lt_lt: Kurso kūrimas palaipsniui
vi: Một tuần hoặc một kỳ tại một thời điểm

source: Build and release {strong_start}sections{strong_end} to your students incrementally. You don't have to have it all done at once.
hi: अपने छात्रों को आकस्मिक रूप से {strong_start} अनुभाग {strong_end} जारी करें और जारी करें। आपको यह सब एक साथ करने की जरूरत नहीं है।
vi: Xây dựng và phát hành những {strong_start} sections {strong_end} cho sinh viên của mình một cách từng bước.Bạn không phải thực hiện tất cả cùng một lúc.

source: Learning is More than Just Lectures
hi: सीखना सिर्फ व्याख्यान से अधिक है
ja_jp: 単なる講義よりも、身に付けることは素晴らしい
lt_lt: Mokymasis yra daugiau nei tik paskaitos
vi: Học là nhiều hơn chỉ nghe giảng

source: {studio_name} lets you weave your content together in a way that reinforces learning. Insert videos, discussions, and a wide variety of exercises with just a few clicks.
hi: {studio_name} आपको अपनी सामग्री को एक साथ बुनने देता है जो सीखने को पुष्ट करता है। कुछ ही क्लिक के साथ वीडियो, चर्चा और कई प्रकार के व्यायाम डालें।
ja_jp: {studio_name}によって、学習促進のためにコンテンツを組み合わせることができます。数クリックだけで、ビデオやディスカッション、たくさんの種類の問題を追加することができます。
lt_lt: {studio_name} leidžia įvairiais būdais pateikti kursų turinį - taip, kad mokymasis taptų kuo efektyvesnis. Vos keliais spragtelėjimais galima įkelti vaizdo įrašus, diskusijas ir skirtingo tipo užduotis.
vi: {studio_name} cho phép bạn tạo nội dung với nhau theo một cách để cũng cố học tập. Chèn các video, thảo luận, và một loạt các bài tập chỉ với một vài cú nhấp chuột.

source: Create Learning Pathways
hi: सीखने के रास्ते बनाएँ
ja_jp: 学習経路を作る
lt_lt: Susikurkite mokymo strategijas
vi: Tạo kiến thức chuyển tiếp

source: Help your students understand one concept at a time with multimedia, HTML, and exercises.
hi: अपने छात्रों को मल्टीमीडिया, HTML और अभ्यास के साथ एक समय में एक अवधारणा को समझने में मदद करें।
ja_jp: マルチメディアや、HTML、エクササイズに関するコンセプトに対する受講者の理解を助ける。
lt_lt: Daugialype terpe, tekstais, vaizdais ir užduotimis padėkite savo kurso dalyviams kuo geriau suprasti tai, ko mokosi.
vi: Giúp học sinh hiểu được khái niệm tại một thời điểm với đa phương tiện, HTML, và các bài tập.

source: Work Visually, Organize Quickly
hi: नेत्रहीन कार्य करें, जल्दी से व्यवस्थित करें
ja_jp: 動きは目に見え、整えるは素早い
lt_lt: Dirbk vizualiai, tvarkyk greitai
vi: Làm việc trực quan, Tổ chức nhanh chóng

source: Work visually and see exactly what your students will see. Reorganize all your content with drag and drop.
hi: नेत्रहीन काम करें और देखें कि आपके छात्र क्या देखेंगे। खींचें और ड्रॉप के साथ अपनी सभी सामग्री को पुन: व्यवस्थित करें।
ja_jp: 明確に動き、受講者が何を見るのかを的確に見なさい。ドラックアンドドロップでコンテンツを再構成しなさい。
lt_lt: Dirbkite vizualiai ir matykite tiksliai taip, kaip matys jūsų kurso dalyviai. Pertvarkykite turinį stumdydami ir perkeldami elementus.
vi: Làm việc trực quan và xem chính xác những gì học viên của bạn sẽ thấy. Tổ chức lại tất cả các nội dung của bạn bằng cách kéo và thả.

source: A Broad Library of Problem Types
hi: समस्या प्रकार की एक विस्तृत लाइब्रेरी
ja_jp: 問題種別ごとの幅広いライブラリ
lt_lt: Didelė užduočių tipų įvairovė
vi: Một thư viện mở rộng của các loại vấn đề

source: It's more than just multiple choice. {studio_name} supports more than a dozen types of problems to challenge your learners.
hi: यह सिर्फ बहुविकल्पी से अधिक है। {Studios_name} आपके शिक्षार्थियों को चुनौती देने के लिए एक दर्जन से अधिक प्रकार की समस्याओं का समर्थन करता है।
ja_jp: 単に複数選択するだけではありません。 {studio_name} は、およそ1ダース以上の問題に対応しています。
lt_lt: Užduotys gali būti ne vien tik pasirenkamojo atsakymo tipo. {studio_name} palaiko virš tuzino skirtingų užduočių formatų.
vi: Không chỉ hỗ trợ câu hỏi trắc nghiệm. {studio_name} còn hỗ trợ nhiều loại vấn đề để thách thức người học của bạn.

source: {studio_name} Gives You Simple, Fast, and Incremental Publishing. With Friends.
hi: {Studios_name} आपको सरल, तेज़ और वृद्धिशील प्रकाशन देता है। दोस्तों के साथ।
ja_jp: {studio_name}は、シンプル、早く、そして次から次へと段階的にコンテンツ発行ができる。友人と共に。
lt_lt: {studio_name} suteikia jums galimybę paskelbti savo medžiagą paprastai ir greitai.
vi: {studio_name} Cung cấp cho bạn Xuất bản Đơn giản, Nhanh chóng và Gia tăng. Với bạn bè.

source: Simple, Fast, and Incremental Publishing. With Friends.
hi: सरल, तेज और वृद्धिशील प्रकाशन। दोस्तों के साथ।
ja_jp: シンプル、早く、そして次から次へと段階的にコンテンツ発行ができる。友人と共に。
lt_lt: Paprasta ir greita
vi: Đơn giản, nhanh chóng, và gia tăng xuất bản. Với những người bạn .

source: {studio_name} works like web applications you already know, yet understands how you build curriculum. Instant publishing to the web when you want it, incremental release when it makes sense. And with co-authors, you can have a whole team building a course, together.
hi: {Studios_name} उन वेब अनुप्रयोगों की तरह काम करता है जिन्हें आप पहले से जानते हैं, फिर भी समझते हैं कि आप पाठ्यक्रम का निर्माण कैसे करते हैं। जब आप चाहते हैं तो वेब पर त्वरित प्रकाशन, वृद्धिशील रिलीज़ जब यह समझ में आता है। और सह-लेखकों के साथ, आप एक साथ एक पूरी टीम का निर्माण कर सकते हैं।
ja_jp: {studio_name}はおなじみのウェブアプリケーションのように動く、その上、どのようにカリキュラムを作れば良いかを教えるものだ。やろうとすれば手短にコンテンツ発行ができるし、意味をなすならば段階的なコンテンツのリリースもできる。そして、コンテンツの共同制作者との共同作業チームでもってコースを作ることができる。
lt_lt: {studio_name} veikia kaip jums jau žinomos saityno programos, be to yra skirtas mokymosi programų kūrimui. Jo pagalba yra įmanomas greitas mokymosi medžiagos skelbimas saityne, jos pateikimas dalimis, kai tai reikalinga. Kursą galima kurti ne tik vienam autoriui, bet ir kartu su visa bendraautorių komanda.
vi: {studio_name} hoạt động giống như các ứng dụng web bạn đã biết, bạn chưa hiểu làm thế nào xây dựng chương trình giảng dạy. Xuất bản ngay lập tức các trang web khi bạn muốn nó, tăng phát hành khi nó làm cho ý nghĩa. Cùng với các tác giả, bạn có thể có một đội ngũ xây dựng một khóa học, cùng nhau.

source: Instant Changes
hi: तुरंत परिवर्तन
ja_jp: 簡潔な変更
lt_lt: Lengva daryti pakeitimus
vi: Thay đổi ngay

source: Caught a bug? No problem. When you want, your changes go live when you click Save.
hi: एक बग पकड़ा? कोई दिक्कत नहीं है। जब आप चाहते हैं, तो जब आप सहेजें पर क्लिक करते हैं, तो आपके परिवर्तन लाइव हो जाते हैं।
ja_jp: バグを見つけましたか？問題ありません。好きなときに保存をクリックすれば、変更が適用されます。
lt_lt: Įvyko klaida? Ne bėda. Jeigu norite, kad jūsų pakeitimai išliktų, spauskite "Išsaugoti".
vi: Nếu có lỗi? Không có vấn đề gì cả. Khi bạn muốn, thay đổi của bạn tới khi bạn bấm Lưu.

source: Release-On Date Publishing
hi: रिलीज़-ऑन डेट प्रकाशन
ja_jp: リリース―日時の発行
lt_lt: Paskelbti nustatytą dieną
vi: Phát hành-vào ngày xuất bản

source: When you've finished a {strong_start}section{strong_end}, pick when you want it to go live and {studio_name} takes care of the rest. Build your course incrementally.
hi: जब आपने एक {strong_start} अनुभाग {strong_end} समाप्त कर लिया है, तो जब आप चाहते हैं कि इसे लाइव करें और {studio_name} बाकी का ध्यान रखें। अपने पाठ्यक्रम का वृद्धिशील रूप से निर्माण करें।
vi: Khi bạn đã hoàn thành một {strong_start} section {strong_end}, bạn có thể xem trước khi suất bản nếu bạn muốn và {studio_name} sẽ làm phần còn lại cho bạn.Hãy xây dựng khóa học của bạn một cách từng bước.

source: Work in Teams
hi: टोलियों में काम
ja_jp: チームで作業する
lt_lt: Komandinis darbas
vi: Làm việc nhóm

source: Co-authors have full access to all the same authoring tools. Make your course better through a team effort.
hi: सह-लेखकों के पास सभी समान टूलिंग टूल तक पूर्ण पहुंच है। एक टीम प्रयास के माध्यम से अपने पाठ्यक्रम को बेहतर बनाएं।
ja_jp: 講座の共同制作者は同じオーサリングツールにアクセスできます。チームでの制作・運営を通じて、講座をより良いものとしましょう。
lt_lt: Bendraautoriai turi visišką prieigą prie tų pačių kūrimo priemonių. Komandiniu darbu padarykite savo kursą geresnį.
vi: Mọi tác giả có thể truy cập vào tất cả các công cụ xử lý tương tự. Làm cho khóa học của bạn tốt hơn thông qua nỗ lực của nhóm.

source: Sign Up for {studio_name} Today!
hi: आज {studio_name} के लिए साइन अप करें!
ja_jp: 今日、{studio_name}にサインアップ！
lt_lt: Prisiregistruokite prie {studio_name}!
vi: Đăng ký {studio_name} ngay hôm nay!

source: Sign Up & Start Making Your {platform_name} Course
hi: साइन अप करें और अपना {platform_name} कोर्स बनाना शुरू करें
vi: Đăng ký và Bắt đầu các khóa học của bạn với {platform_name}

source: Already have a {studio_name} Account? Sign In
hi: पहले से ही एक {studio_name} खाता है? साइन इन करें
ja_jp: 既に{studio_name}のアカウントをお持ちですか？ それならサインインを。
lt_lt: Jau turite {studio_name} paskyrą? Prisijunkite
vi: Bạn đã có một tài khoản {studio_name}? Đăng nhập

source: Outlining Your Course
hi: आपके पाठ्यक्रम की रूपरेखा
ja_jp: 講座のアウトライン制作
lt_lt: Bendras jūsų kurso apibūdinimas
vi: Đề cương khóa học

source: Simple two-level outline to organize your course. Drag and drop, and see your course at a glance.
hi: अपने पाठ्यक्रम को व्यवस्थित करने के लिए सरल दो-स्तरीय रूपरेखा। खींचें और छोड़ें, और एक नज़र में अपना कोर्स देखें।
vi: Đề cương đơn giản hai cấpđể tổ chức khóa học của bạn. Kéo và thả, và xem khóa học của bạn trong nháy mắt.

source: More than Just Lectures
hi: सिर्फ लेक्चर से ज्यादा
ja_jp: 単なる講義よりもすごい
lt_lt: Daugiau nei tik paskaitos
vi: Nhiều hơn những bài giảng

source: Quickly create videos, text snippets, inline discussions, and a variety of problem types.
hi: जल्दी से वीडियो, टेक्स्ट स्निपेट, इनलाइन चर्चा और विभिन्न प्रकार की समस्याएँ बनाएँ।
ja_jp: 素早くビデオを作成し、要約を書き、埋め込みのディスカッションを用い、そして、様々な問題種別が使える。
lt_lt: Greitai kurkite vaizdelius, teksto fragmentus, įterptąsias diskusijas ir įvairių tipų užduotis.
vi: Nhanh chóng tạo ra các video, các đoạn văn bản, thảo luận nội tuyến, và một loạt các loại vấn đề.

source: Publishing on Date
hi: दिनांक पर प्रकाशन
ja_jp: 日時の発行
lt_lt: Paskelbimo data
vi: Xuất bản vào ngày

source: Simply set the date of a section or subsection, and {studio_name} will publish it to your students for you.
hi: बस एक खंड या उपधारा की तिथि निर्धारित करें, और {studio_name} इसे आपके छात्रों के लिए प्रकाशित करेगा।
ja_jp: 簡単に章や節の日時を設定でき、すると{studio_name}はそれをあなたの受講者に公開するのだ。
lt_lt: Tiesiog nustatykite temos ar potemės datą ir {studio_name} paskelbs jas jūsų kurso dalyviams.
vi: Đơn giản chỉ cần thiết lập ngày của một mục hoặc tiểu mục, và {studio_name} sẽ xuất bản nó cho học viên của bạn.

source: We're having trouble rendering your component
hi: हमें आपके घटक को प्रस्तुत करने में समस्या हो रही है
ja_jp: アイテムをレンダリングする際に問題が発生しました。
lt_lt: Kilo problema pateikiant jūsų komponentą
vi: Chúng tôi gặp sự cố khi hiển thị thành phần bạn lập

source: Students will not be able to access this component. Re-edit your component to fix the error.
hi: छात्र इस घटक का उपयोग नहीं कर पाएंगे। त्रुटि को ठीक करने के लिए अपने घटक को पुन: संपादित करें।
ja_jp: 受講者はこのアイテムにアクセスすることができません。アイテムを再編集してエラーを修正してください。
lt_lt: Kurso dalyviai negalės matyti šio komponento. Paredaguokite jį ir ištaisykite klaidą.
vi: Các học viên sẽ không thể truy cập vào thành phần này. Chỉnh sửa lại thành phần của bạn để chữa lỗi.

source: Library Import
hi: पुस्तकालय आयात
ja_jp: ライブラリのインポート
vi: Nhập Thư viện

source: Course Import
hi: कोर्स आयात
ja_jp: インポート
lt_lt: Kurso importavimas
vi: Nhập Khóa Học

source: Be sure you want to import a library before continuing. The contents of the imported library will replace the contents of the existing library. {em_start}You cannot undo a library import{em_end}. Before you proceed, we recommend that you export the current library, so that you have a backup copy of it.
hi: सुनिश्चित करें कि आप जारी रखने से पहले एक पुस्तकालय आयात करना चाहते हैं। आयातित पुस्तकालय की सामग्री मौजूदा पुस्तकालय की सामग्री को बदल देगी। {em_start} आप लाइब्रेरी आयात {em_end} को पूर्ववत नहीं कर सकते। आगे बढ़ने से पहले, हम अनुशंसा करते हैं कि आप वर्तमान लाइब्रेरी का निर्यात करें, ताकि आपके पास इसकी एक बैकअप प्रति हो।
ja_jp: 継続する前にライブラリをインポートしたいか確認してください。インポートされたライブラリはこのライブラリのすべての内容を置き換えます。{em_start}インポートは取り消すことができません{em_end}。バックアップを残す為に、現在のライブラリを先にエクスポートすることをお勧めします。
vi: Đảm bảo bạn muốn nhập thư viện trước khi tiếp tục. Nội dung của thư viện nhập vào sẽ thay thế nội dung của thư viện hiện có. {em_start} Bạn không thể hoàn tác nhập thư viện {em_end}. Trước khi bạn tiến hành, chúng tôi khuyên bạn nên xuất thư viện hiện tại để sao lưu.

source: The library that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a library.xml file. It may also contain other files.
hi: आपके द्वारा आयात की जाने वाली लाइब्रेरी को .tar.gz फ़ाइल में होना चाहिए (अर्थात, GNU ज़िप के साथ एक .tar फ़ाइल संपीड़ित)। इस .tar.gz फ़ाइल में एक Library.xml फ़ाइल होनी चाहिए। इसमें अन्य फाइलें भी हो सकती हैं।
ja_jp: インポートするライブラリは.tar.gzファイル(tarファイルGNU Zipで圧縮したファイル)である必要があります。この.tar.gzファイルにはlibrary.xmlファイルとその他のファイルを含む必要があります。
vi: Thư viện bạn nhập phải nằm trong tệp .tar.gz (là tệp .tar được nén bằng GNU Zip). Tệp .tar.gz này phải chứa tệp library.xml. Nó cũng có thể chứa các tập tin khác.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your library until the import operation has completed.
ja_jp: インポートの流れは５段階あります。はじめの２つの段階ではこのページで行います。展開が終わりましたら、別のページに遷移しても問題ありません。ただし、インポートの処理が完了するまでは重要な変更をライブラリにしないことをお勧めします。
vi: Quá trình nhập vào có năm giai đoạn. Trong hai giai đoạn đầu tiên, bạn phải ở lại trang này. Bạn có thể rời khỏi trang này sau khi giai đoạn Giải nén xong. Tuy nhiên, chúng tôi khuyên bạn không nên thực hiện những thay đổi quan trọng cho thư viện của bạn cho đến khi quá trình nhập hoàn tất.

source: Be sure you want to import a course before continuing. The contents of the imported course will replace the contents of the existing course. {em_start}You cannot undo a course import{em_end}. Before you proceed, we recommend that you export the current course, so that you have a backup copy of it.
hi: सुनिश्चित करें कि आप जारी रखने से पहले एक कोर्स आयात करना चाहते हैं। आयातित पाठ्यक्रम की सामग्री मौजूदा पाठ्यक्रम की सामग्री को बदल देगी। {em_start} आप कोर्स आयात नहीं कर सकते {em_end}। आगे बढ़ने से पहले, हम अनुशंसा करते हैं कि आप वर्तमान पाठ्यक्रम को निर्यात करें, ताकि आपके पास इसकी एक बैकअप प्रति हो।
ja_jp: 継続する前に講座をインポートしたいか確認してください。インポートされた講座は現在の講座のすべての内容を置き換えます。{em_start}インポートは取り消すことができません{em_end}。バックアップを残す為に、現在の講座を先にエクスポートすることをお勧めします。
vi: Đảm bảo bạn muốn nhập một khóa học trước khi tiếp tục. Những nội dung của khóa học nhập vào sẽ thay thế nội dung của khóa học hiện tại. {em_start}Bạn không thể hoàn tác nhập khóa học{em_end}. Trước khi bạn tiến hành, chúng tôi khuyên bạn nên xuất khóa học hiện tại để sao lưu.
