Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: We had some trouble removing this response as an answer. Please try again.
ja_jp: この書き込みの正解というマークを解除する際に問題が発生しました。再試行してください。
lt_lt: Iškilo problema pašalinant šį atsiliepimą kaip atsakymą. Prašome bandyti dar kartą.
zh_tw: 移除此回應時遇到了一些問題。請再試一次。

source: We had some trouble marking this response endorsed. Please try again.
ja_jp: この書き込みを「それだ！」とマークする際に問題が発生しました。再試行してください。
lt_lt: Iškilo problema pažymint šį atsiliepimą kaip patvirtintą. Prašome bandyti dar kartą.
zh_tw: 贊同此回應時遇到了一些問題。請再試一次。

source: We had some trouble removing this endorsement. Please try again.
ja_jp: この書き込みの「それだ！」というマークを解除する際に問題が発生しました。再試行してください。
lt_lt: Iškilo problema pašalinant šį patvirtinimą. Prašome bandyti dar kartą.
zh_tw: 移除此贊同時遇到了一些問題。請再試一次。

source: We had some trouble saving your vote. Please try again.
ja_jp: この書き込みに「いいね！」を付ける際に問題が発生しました。再試行してください。
lt_lt: Iškilo problema įrašant jūsų balsavimą. Prašome bandyti dar kartą.
zh_tw: 儲存您的投票時遇到了一些問題。請再試一次。

source: We had some trouble pinning this thread. Please try again.
ja_jp: この書き込みをピンする際に問題が発生しました。再試行してください。
lt_lt: Iškilo problema prisegant šią giją. Prašome bandyti dar kartą.
zh_tw: 標記此主題時遇到了一些問題。請再試一次。

source: We had some trouble unpinning this thread. Please try again.
ja_jp: この書き込みのピンを解除する際に問題が発生しました。再試行してください。
lt_lt: Iškilo problema atsegant šią giją. Prašome bandyti dar kartą.
zh_tw: 取消標記此主題時遇到了一些問題。請再試一次。

source: We had some trouble removing your flag on this post. Please try again.
ja_jp: この書き込みからフラグを解除する際に問題が発生しました。再試行してください。
lt_lt: Iškilo problema pašalinant jūsų gairelę šiame skelbime. Prašome bandyti dar kartą.
zh_tw: 移除您對文章的註記時遇到了一些問題。請再試一次。

source: We had some trouble reporting this post. Please try again.
ja_jp: この書き込みを問題報告する際に問題が発生しました。再試行してください。
lt_lt: Iškilo problema paskelbiant šį skelbimą. Prašome bandyti dar kartą.
zh_tw: 我們回報此文章時遇到了一些麻煩，請再試一次。

source: We had some trouble closing this thread. Please try again.
ja_jp: この書き込みを閉じる際に問題が発生しました。再試行してください。
lt_lt: Iškilo problema uždarant šią giją. Prašome bandyti dar kartą.
zh_tw: 關閉討論串時遇到了一些問題，請再試一次。

source: We had some trouble reopening this thread. Please try again.
ja_jp: この書き込みを再オープンする際に問題が発生しました。再試行してください。
lt_lt: Iškilo problema iš naujo atidarant šią giją. Prašome bandyti dar kartą.
zh_tw: 再次開啟討論串時遇到了一些問題，請再試一次。

source: We had some trouble loading more threads. Please try again.
ja_jp: 追加のスレッドを読み込む際に問題が発生しました。再試行してください。
lt_lt: Iškilo problema įkeliant daugiau gijų. Prašome bandyti dar kartą.
zh_tw: 我們載入更多的 threads時遇到了一些麻煩。請再試一次。

source: %(unread_count)s new comment
ja_jp: %(unread_count)s の新しいコメント
lt_lt: %(unread_count)s naujas komentaras
zh_tw: %(unread_count)s 新的評論

source: Loading thread list
ja_jp: スレッドリストを読み込み中
lt_lt: Įkeliamas gijų sąrašas
zh_tw: 載入thread 列表

source: No results found for %(original_query)s. Showing results for %(suggested_query)s.
ja_jp: %(original_query)s の結果が見つかりません。%(suggested_query)s の結果を表示します。
lt_lt: Užklausos %(original_query)s rezultatų nerasta. Rodomi užklausos %(suggested_query)s rezultatai.
zh_tw: 找不到 %(original_query)s 相關的結果，以下是 %(suggested_query)s 的結果。

source: No threads matched your query.
ja_jp: 検索キーに該当するものがありませんでした。
lt_lt: Jokios gijos neatitiko jūsų užklausos.
zh_tw: 未找到匹配的結果

source: Show posts by %(username)s.
ja_jp: %(username)sの投稿を見る
lt_lt: Rodyti %(username)s skelbimus.
zh_tw: 呈現所有 %(username)s 的發表。

source: The thread you selected has been deleted. Please select another thread.
ja_jp: あなたが選択したスレッドは削除されています。他のスレッドを選択してください。
lt_lt: Jūsų pasirinkta gija buvo pašalinta. Prašome pasirinkti kitą giją.
zh_tw: 本討論已被刪除，請選擇其他討論。

source: We had some trouble loading responses. Please reload the page.
ja_jp: 投稿内容を読み込む際に問題が発生しました。ページをリロードしてください。
lt_lt: Iškilo problema įkeliant atsakymus. Prašome perkrauti puslapį.
zh_tw: 載入回覆時遇到了一些麻煩，請再試一次。

source: We had some trouble loading more responses. Please try again.
ja_jp: 追加の回答を読み込む際に問題が発生しました。再試行してください。
lt_lt: Iškilo problema įkeliant daugiau atsakymų. Prašome bandyti dar kartą.
zh_tw: 載入更多回覆時遇到了一些麻煩，請再試一次。

source: %(numResponses)s other response
ja_jp: %(numResponses)s件の投稿
lt_lt: %(numResponses)s kitas atsakymas
zh_tw: %(numResponses)s 其它回覆

source: %(numResponses)s response
ja_jp: %(numResponses)s件の返信
lt_lt: %(numResponses)s atsakymas
zh_tw: %(numResponses)s 回覆

source: Load next %(numResponses)s responses
ja_jp: 次の %(numResponses)s の回答を表示
lt_lt: Įkelti kitus %(numResponses)s atsakymus
zh_tw: 載入下 %(numResponses)s 筆回應

source: We had some trouble loading the page you requested. Please try again.
ja_jp: ページ読み込み中にトラブルがありました。再試行してください。
lt_lt: Iškilo problema įkeliant jūsų prašomą puslapį. Prašome bandyti dar kartą.
zh_tw: 載入您請求的頁面時遇到了一些麻煩，請再試一次。

source: We had some trouble deleting this comment. Please try again.
ja_jp: コメントを削除する際に問題が発生しました。再試行してください。
lt_lt: Iškilo problema šalinant šį komentarą. Prašome bandyti dar kartą.
zh_tw: 我們刪除此評論時遇到了一些麻煩，請再試一次。

source: Showing %(first_index)s out of %(num_items)s total
ja_jp: 全部で %(num_items)s 個のうち %(first_index)s 番目を表示中。
lt_lt: Rodoma %(first_index)s iš %(num_items)s
zh_tw: 顯示 %(first_index)s，共有 %(num_items)s

source: Showing %(first_index)s-%(last_index)s out of %(num_items)s total
ja_jp: 全部で %(num_items)s 個のうち %(first_index)s-%(last_index)s を表示中。
lt_lt: Rodoma %(first_index)s-%(last_index)s iš %(num_items)s
zh_tw: 顯示 %(first_index)s-%(last_index)s, 共有 %(num_items)s

source: Team "%(team)s" successfully deleted.
ja_jp: チーム名 "%(team)s" は正常に削除されました。
lt_lt: Komanda "%(team)s" sėkmingai pašalinta.
zh_tw: 團隊 "%(team)s" 已成功刪除。

source: Browse %(sr_start)s teams %(sr_end)s
ja_jp: %(sr_start)s チームから %(sr_end)s まで参照
lt_lt: Naršyti %(sr_start)s komandas %(sr_end)s
zh_tw: 瀏覽 %(sr_start)s 團隊 %(sr_end)s

source: Showing results for "%(searchString)s"
ja_jp: "%(searchString)s" の検索結果一覧
lt_lt: Rodomi "%(searchString)s" rezultatai
zh_tw: 顯示 "%(searchString)s" 結果

source: The page "%(route)s" could not be found.
ja_jp: "%(route)s" というページが見つかりませんでした。
lt_lt: Puslapis "%(route)s" nerastas.
zh_tw: "%(route)s" 頁面無法找到。

source: The topic "%(topic)s" could not be found.
ja_jp: "%(topic)s" というトピックが見つかりませんでした。
lt_lt: Tema "%(topic)s" nerasta.
zh_tw: "%(topic)s" 標題無法找到。

source: The team "%(team)s" could not be found.
ja_jp: "%(team)s" というチームが見つかりませんでした。
lt_lt: Komanda "%(team)s" nerasta.
zh_tw: "%(team)s" 團隊無法找到。

source: Could not find a user with username or email address '<%= identifier %>'.
ja_jp: '<%= identifier %>'のユーザー名またはメールアドレスのユーザーを見つけることができません。
lt_lt: Nepavyko rasti naudotojo, turinčio naudotojo vardą arba el. adresą <%= identifier %>.
zh_tw: 無法找到使用者名稱或是電子郵件地址為 '<%= identifier %>' 的使用者。

source: Error: User '<%= username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
ja_jp: エラー：ユーザー '<%= username %>' はまだアカウントが有効になっていません。ユーザーは役割に追加される前に作成され有効化される必要があります。
lt_lt: Klaida: naudotojas <%= username %> neaktyvavo savo paskyros. Naudotojai turi susikurti ir aktyvuoti paskyras prieš jiems suteikiant vaidmenis.
zh_tw: 錯誤：使用者'<%= username %>'尚未啟動帳號。指派身分給使用者前必須先建立並啟動帳號。

source: There are invalid keywords in your email. Please check the following keywords and try again:
ja_jp: emailに無効な文字が含まれます。次の文字を確認してやり直してください：
lt_lt: Jūsų el. pašto adrese yra neteisingų raktažodžių. Prašome patikrinti šiuos raktažodžius ir bandyti iš naujo:
zh_tw: 您的郵件裡頭有無效的關鍵字。請檢查以下關鍵字後再嘗試：

source: Your email was successfully queued for sending.
ja_jp: メールは送信処理に送られました。
lt_lt: Jūsų el. laiškas sėkmingai parengtas siuntimui.
zh_tw: 您的郵件已成功地在佇列中等待發送。

source: You are about to send an email titled '<%= subject %>' to yourself. Is this OK?
ja_jp: メール'<%= subject %>' をあなた自身に送信しようとしています 。 間違いありませんか？
lt_lt: Jūs ketinate sau siųsti el. laišką, pavadintą "<%= subject %>". Teisingai?
zh_tw: 您即將發送標題為'<%= subject %>' 的電子郵件給您自己，請確認？

source: You are about to send an email titled '<%= subject %>' to everyone who is staff or instructor on this course. Is this OK?
ja_jp: メール '<%= subject %>'をこの講座のスタッフと講師に送信しようとしています。間違いありませんか？
lt_lt: Jūs ketinate siųsti el. laišką, pavadintą "<%= subject %>", visam kurso personalui ir lektoriams. Teisingai?
zh_tw: 您即將寄出標題為 '<%= subject %>' 給所有使用者，包含工作人員和教師，確認？

source: You are about to send an email titled '<%= subject %>' to ALL (everyone who is enrolled in this course as student, staff, or instructor). Is this OK?
ja_jp: メール '<%= subject %>'を全員(講座を履修している受講者、スタッフ、講師)に送信しようとしています。間違いありませんか？
lt_lt: Jūs ketinate siųsti el. laišką, pavadintą "<%= subject %>", VISIEMS (šio kurso dalyviams, lektoriams, personalui). Teisingai?
zh_tw: 您即將寄出標題為 '<%= subject %>' 給所有使用人(包含所有參與本門課程的學生、工作人員和教師)，確認？

source: Your email was successfully queued for sending. Please note that for large classes, it may take up to an hour (or more, if other courses are simultaneously sending email) to send all emails.
ja_jp: メールは送信処理に送られました。大きな講座ではメールを送るのに１時間程度(ほかの講座も同時にメールを送っている場合はそれ以上)かかります。
lt_lt: Jūsų el. laiškas sėkmingai parengtas siuntimui. Atminkite, kad esant dideliam kurso dalyvių skaičiui, el. laiško išsiuntimas gali užtrukti iki valandos (arba net ilgiau, jei tuo pat metu ir kitų kursų dalyviai siunčia el. laiškus).
zh_tw: 您的郵件已成功地佇列中等待發送。請注意，大班級，它可能需要長達一個小時 (或更九，如果其他課程，同時發送電子郵件)發送的所有電子郵件。

source: Error getting student progress url for '<%= student_id %>'. Make sure that the student identifier is spelled correctly.
ja_jp: 受講者'<%= student_id %>'の進捗URLを取得する際のエラー。受講者の識別子のスペルが正しいか確認してください。
lt_lt: Klaida gaunant kurso dalyvio <%= student_id %> pažangos url nuorodą. Įsitikinkite, ar teisingai parašytas kurso dalyvio identifikatorius.
zh_tw: 獲取學生 '<%= student_id %>' 學習進度的 url 有錯誤。請確認學生的 ID 拼寫是否正確。

source: Success! Problem attempts reset for problem '<%= problem_id %>' and student '<%= student_id %>'.
ja_jp: 問題 '<%= problem_id %>' と受講者 '<%= student_id %>' に対する問題のリセットに成功しました。
lt_lt: Pavyko! Nustatyta, kad kurso dalyvis <%= student_id %> galėtų iš naujo spręsti <%= problem_id %> uždavinį.
zh_tw: 成功！嘗試重置問題'<%= problem_id %>'和學生 '<%= student_id %>'。

source: Error resetting problem attempts for problem '<%= problem_id %>' and student '<%= student_id %>'. Make sure that the problem and student identifiers are complete and correct.
ja_jp: 問題'<%= problem_id %>'と受講者'<%= student_id %>'に関する試行をリセットする再のエラー。問題と受講者の識別子が正しいか確認してください。
lt_lt: Klaida nustatant, kad kurso dalyvis <%= student_id %> galėtų iš naujo spręsti <%= problem_id %> uždavinį. Įsitikinkite, ar teisingai ir iki galo parašyti uždavinio ir kurso dalyvio identifikatoriai.
zh_tw: 重置問題 '<%= problem_id %>' 與學生 '<%= student_id %>' 發生錯誤。請確認問題和學生的標識符拼寫是否正確。

source: Delete student '<%= student_id %>'s state on problem '<%= problem_id %>'?
ja_jp: 受講者 '<%= student_id %>' の問題 '<%= problem_id %>' のステータスを削除しますか？
lt_lt: Pašalinti kurso dalyvio <%= student_id %> <%= problem_id %> uždavinio būseną?
zh_tw: 刪除學生'<%= student_id %>'有關的問題狀態 '<%= problem_id %>'？

source: Error deleting student '<%= student_id %>'s state on problem '<%= problem_id %>'. Make sure that the problem and student identifiers are complete and correct.
ja_jp: 問題'<%= problem_id %>'についての、受講者'<%= student_id %>'の状態を削除する再のエラー。問題と受講者の識別子が正しいか確認してください。
lt_lt: Klaida šalinant kurso dalyvio <%= student_id %> <%= problem_id %> uždavinio būseną. Įsitikinkite, ar uždavinio ir kurso dalyvio identifikatoriai yra iki galo ir teisingai parašyti.
zh_tw: 刪除學生 '<%= student_id %>'s 有關的問題狀態 '<%= problem_id %>' 錯誤。請確認問題和學生的 ID 是否正確。

source: Started rescore problem task for problem '<%= problem_id %>' and student '<%= student_id %>'. Click the 'Show Background Task History for Student' button to see the status of the task.
ja_jp: 問題 '<%= problem_id %>' と受講者 '<%= student_id %>' の問題再採点タスクが開始されました。タスクの詳細を見るには「バックグラウンドで実施される学生向けのタスク履歴を表示」をクリックしてください。
lt_lt: Pradėtas kurso dalyvio <%= student_id %> <%= problem_id %> uždavinio įvertinimo perskaičiavimas. Norėdami pamatyti užduoties būseną, spragtelėkite mygtuką "Rodyti pirminę kurso dalyvio užduoties istoriją".
zh_tw: 開始rescore問題任務問題 '<%= problem_id %>' 和學生'<%= student_id %>'。點擊“顯示後台任務的學生歷史記錄'按鈕查看任務的狀態。

source: Error starting a task to rescore problem '<%= problem_id %>' for student '<%= student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
ja_jp: 受講者'<%= student_id %>'についての問題'<%= problem_id %>'を再採点するタスクを開始する際のエラー。問題と受講者の識別子が正しいか確認してください。
lt_lt: Klaida pradedant perskaičiuoti kurso dalyvio <%= student_id %> <%= problem_id %> uždavinio įvertinimą. Įsitikinkite, ar kurso dalyvio ir uždavinio identifikatoriai yra iki galo ir teisingai parašyti.
zh_tw: 發生錯誤。請確認問題和學生 ID 的拼寫是否正確。

source: Error getting task history for problem '<%= problem_id %>' and student '<%= student_id %>'. Make sure that the problem and student identifiers are complete and correct.
ja_jp: 問題'<%= problem_id %>'と受講者'<%= student_id %>'に関するタスクのヒストリーを取得する際のエラー。問題と受講者の識別子が正しいか確認してください。
lt_lt: Klaida gaunant kurso dalyvio <%= student_id %> <%= problem_id %> uždavinio užduočių istoriją. Įsitikinkite, ar uždavinio ir kurso dalyvio identifikatoriai yra iki galo ir teisingai parašyti.
zh_tw: 發生錯誤，請確認問題和學生 ID 是否正確。

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Background Task History for Student' button to see the status of the task.
ja_jp: 受講者 '{student_id}' の入学試験再採点タスクが開始されました。タスクの詳細を見るには「バックグラウンドで実施される学生向けのタスク履歴を表示」をクリックしてください。
lt_lt: Pradėtas kurso dalyvio "{student_id}" stojamojo egzamino įvertinimo perskaičiavimas. Norėdami pamatyti užduoties būseną, spragtelėkite mygtuką "Rodyti pirminę kurso dalyvio užduoties istoriją".
zh_tw: 開始學生 '{student_id}' 考試重新計分的工作，請點擊 「顯示學生的背景任務歷史」按鈕來查看工作狀態。

source: Reset attempts for all students on problem '<%= problem_id %>'?
ja_jp: 問題 '<%= problem_id %>' に対するすべての受講者の試行のリセットをしますか？
lt_lt: Nustatyti, kad visi kurso dalyviai galėtų iš naujo spręsti <%= problem_id %> uždavinį?
zh_tw: 重新評定所有學生於問題 '<%= problem_id %>' 的答案？

source: Successfully started task to reset attempts for problem '<%= problem_id %>'. Click the 'Show Background Task History for Problem' button to see the status of the task.
ja_jp: 問題 '<%= problem_id %>' に対する試行のリセットのタスクを開始しました。タスクの詳細を見るには「バックグラウンドで実施される学生向けのタスク履歴を表示」をクリックしてください。
lt_lt: Sėkmingai pradėtas nustatymas, kad būtų galima iš naujo spręsti <%= problem_id %> uždavinį. Norėdami pamatyti užduoties būseną, spragtelėkite mygtuką "Rodyti pirminę užduoties istoriją".
zh_tw: 成功啟動重置嘗試問題 '<%= problem_id %>'任務。點擊“顯示後台任務的歷史記錄問題”按鈕，查看任務的狀態。

source: Error starting a task to reset attempts for all students on problem '<%= problem_id %>'. Make sure that the problem identifier is complete and correct.
ja_jp: '<%= problem_id %>'の問題に関する試行をリセットするタスクを開始する際のエラー。問題の識別子が正しいか確認してください。
lt_lt: Klaida pradedant nustatymą, kad visi kurso dalyviai galėtų iš naujo spręsti <%= problem_id %> uždavinį. Įsitikinkite, ar teisingai ir iki galo parašytas uždavinio identifikatorius.
zh_tw: 發生錯誤。請確認問題 ID 是否正確。

source: Rescore problem '<%= problem_id %>' for all students?
ja_jp: すべての受講者に対する問題 '<%= problem_id %>' の再採点を行いますか？
lt_lt: Perskaičiuoti visų kurso dalyvių <%= problem_id %> uždavinio įvertinimą?
zh_tw: 為所有學生Rescore問題 '<%= problem_id %>' ？

source: Successfully started task to rescore problem '<%= problem_id %>' for all students. Click the 'Show Background Task History for Problem' button to see the status of the task.
ja_jp: 問題 '<%= problem_id %>' に対する再採点のタスクを開始しました。タスクの詳細を見るには「バックグラウンドで実施される学生向けのタスク履歴を表示」をクリックしてください。
lt_lt: Sėkmingai pradėtas perskaičiuoti visų kurso dalyvių <%= problem_id %> uždavinio įvertinimas. Norėdami pamatyti užduoties būseną, spragtelėkite mygtuką "Rodyti pirminę užduoties istoriją".
zh_tw: 開始rescore學生問題任務問題 '<%= problem_id %>' 。點擊“顯示後台任務的歷史記錄'按鈕查看任務的狀態。

source: Error starting a task to rescore problem '<%= problem_id %>'. Make sure that the problem identifier is complete and correct.
ja_jp: '<%= problem_id %>'の問題を再採点するタスクを開始する際のエラー。問題の識別子が正しいか確認してください。
lt_lt: Klaida pradedant <%= problem_id %> uždavinio įvertinimo perskaičiavimą. Įsitikinkite, ar teisingai ir iki galo parašytas uždavinio identifikatorius.
zh_tw: 發生錯誤。請確認問題 ID 是否正確。

source: You have been logged out of your edX account.
ja_jp: アカウントは既にログアウト状態です。
lt_lt: Jūs atsijungėte nuo edX paskyros.
zh_tw: 您已經從edX帳號登出。

source: Student username/email field is required and can not be empty.
ja_jp: 受講者のメールアドレスかユーザー名が必要で空白にしておくことはできません。
zh_tw: 學生用戶名/電子郵件是必需的，不能為空。

source: records are not in correct format and not added to
ja_jp: 記録が正しいフォーマットとなっていないので、追加されません
zh_tw: 記錄格式不正確，不添加到

source: record is not in correct format and not added to the exception
ja_jp: 記録が正しいフォーマットになっていないので例外に追加されません
zh_tw: 記錄的格式不正確，將不加到例外

source: learners do not exist in LMS and not added to the
ja_jp: には受講者がLMSに居ないので追加されません。
zh_tw: 學習者不存在系統中，將不加到

source: learners are already white listed and not added to
ja_jp: 受講者はすでにホワイトリスト化されているので追加されません
zh_tw: 學習者已經被批准，將不被加到

source: learner is already white listed and not added to the exception
ja_jp: 受講者はすでにホワイトリスト化されているので例外に追加されません
zh_tw: 學習者已經被批准，將不被加到例外

source: learners are not enrolled in course and not added to
ja_jp: 受講者は講座を受講していないので追加されません
zh_tw: 學習者沒有選讀此課程，將不被加到

source: learner is not enrolled in course and not added to the exception
ja_jp: 受講者は講座に受講登録をしてないので例外に追加されません
zh_tw: 學習者沒有選讀此課程，將不被加到例外

source: Please enter a term in the %(anchor_start)s search field%(anchor_end)s.
ja_jp: %(anchor_start)s 検索フィールド%(anchor_end)sに語句を入力してください。
lt_lt: Prašome įvesti terminą %(anchor_start)s paieškos lauke%(anchor_end)s.
zh_tw: 請在 %(anchor_start)s 中輸入術語，以搜尋 %(anchor_end)s。

source: Failed to reset attempts.
ja_jp: リセットの試行に失敗しました。
lt_lt: Nepavyko nustatyti, kad būtų galima bandyti iš naujo.
zh_tw: 重置請求失敗。

source: Failed to delete student state.
ja_jp: 受講者の状態の削除に失敗しました。
lt_lt: Nepavyko panaikinti kurso dalyvio būsenos.
zh_tw: 刪除學生狀態失敗。

source: Failed to rescore problem.
ja_jp: 問題の再採点に失敗しました。
lt_lt: Nepavyko perskaičiuoti uždavinio įvertinimo.
zh_tw: 重評得分失敗。

source: Basic Account Information (required)
ja_jp: アカウントの基本情報 (必須)
lt_lt: Pagrindinė paskyros informacija (privaloma)
zh_tw: 基本帳號資訊 (必填)

source: Reset your Password
ja_jp: パスワードをリセット
lt_lt: Atkurkite slaptažodį
zh_tw: 重設您的密碼

source: When you click "Reset Password", a message will be sent to your email address. Click the link in the message to reset your password.
ja_jp: 「パスワード変更」をクリックすると、登録されたメールアドレス宛にパスワード変更メールが送信されます。メールに記載の手続き用URLをクリックし、お手続きください。
lt_lt: Spustelėjus "Atkurti slaptažodį" jūsų el. pašto adresu bus išsiųstas pranešimas. Norėdami atkurti savo slaptažodį spustelėkite pranešime esančią nuorodą.
zh_tw: 當您點擊 "重設密碼" 後，系統將傳送訊息至您的電子郵件地址。點擊訊息中的連結以重設密碼。

source: Additional Information (optional)
ja_jp: 追加情報 (オプション)
lt_lt: Papildoma informacija (nebūtina)
zh_tw: 額外資訊 (非必選)

source: Connect your {accountName} account
ja_jp: {accountName} に接続します
lt_lt: Prisijungti prie {accountName} paskyros
zh_tw: 連結您的 {accountName} 帳號

source: Unable to retrieve data, please try again later.
ja_jp: データの受信に失敗しました。少し経った後にお試しください。
lt_lt: Neįmanoma gauti duomenų, prašome pabandyti vėliau.
zh_tw: 無法檢索資料，請稍後再試

source: Cannot drop more <% attrs.types %> than will assigned.
ja_jp: 割り当てられる以上の <% attrs.types %> をドロップできません．
lt_lt: Negalima pašalinti daugiau <% attrs.types %> nei buvo priskirta.
zh_tw: 刪除的<% attrs.types %>不能超過將分配的數量。

source: Used in %(count)s unit
ja_jp: %(count)sユニットで使用
lt_lt: Naudojama %(count)s skyriuje
zh_tw: 用在%(count)s 單位

source: This content group is not in use. Add a content group to any unit from the %(outlineAnchor)s.
ja_jp: このコンテンツグループは使われていません。%(outlineAnchor)s でユニットにコンテンツグループを追加してください。
zh_tw: 此內容群組無在使用。從%(outlineAnchor)s新增一個內容群組到任何一個單元。

source: Contains %(count)s group
ja_jp: %(count)s個のグループを含みます
lt_lt: Sudaro %(count)s grupė
zh_tw: 包含%(count)s群組

source: This Group Configuration is not in use. Start by adding a content experiment to any Unit via the %(outlineAnchor)s.
ja_jp: このグループ構成は使用されていません。%(outlineAnchor)sでユニットに実験項目を追加してスタートしてください。
lt_lt: Ši grupės konfigūracija nenaudojama. Pradėkite ją naudoti prie bet kurio skyriaus pridėdami turinio bandymą per %(outlineAnchor)s.
zh_tw: 此群組設定未使用。透過%(outlineAnchor)s 開始為每個單元增加內容實驗。

source: %(display_name)s Settings
ja_jp: %(display_name)s設定
lt_lt: "%(display_name)s" nustatymai
zh_tw: %(display_name)s 設定

source: Change the settings for %(display_name)s
ja_jp: %(display_name)sの設定を変える
lt_lt: Keisti "%(display_name)s" nustatymus
zh_tw: 為%(display_name)s變更設定

source: Publish %(display_name)s
ja_jp: %(display_name)s の公開
lt_lt: Paskelbti %(display_name)s
zh_tw: 發佈 %(display_name)s

source: Publish all unpublished changes for this %(item)s?
ja_jp: この%(item)sのすべての未公開の変更を公開しますか？
lt_lt: Paskelbti visus nepaskelbtus šio %(item)s pakeitimus?
zh_tw: 要為此 %(item)s發佈所有尚未發佈的變更嗎?

source: Release date:
ja_jp: リリース日：
lt_lt: Paskelbimo data:
zh_tw: 釋出日期：

source: {month}/{day}/{year} at {hour}:{minute} UTC
ja_jp: {year}年{month}月{day}日{hour}時{minute}分 UTC
lt_lt: {month}/{day}/{year} {hour}:{minute} UTC
zh_tw: 世界標準時間 {月}/{日}/{年} 的 {時}:{分}

source: Edit section release date
ja_jp: 章のリリース日を編集
lt_lt: Redaguoti temos paskelbimo datą
zh_tw: 編輯章節釋出日期

source: Showing %(current_item_range)s out of %(total_items_count)s, filtered by %(asset_type)s, sorted by %(sort_name)s ascending
ja_jp: %(sort_name)s で昇順にソートされ、%(asset_type)s でフィルタされた %(total_items_count)s 中の %(current_item_range)s 件を表示中
zh_tw: 顯示%(current_item_range)s超過%(total_items_count)s，使用%(asset_type)s過濾，使用%(sort_name)s向上排序

source: Showing %(current_item_range)s out of %(total_items_count)s, filtered by %(asset_type)s, sorted by %(sort_name)s descending
ja_jp: %(sort_name)s で降順にソートされ、%(asset_type)s でフィルタリングされた %(total_items_count)s 中の %(current_item_range)s 件を表示中
zh_tw: 顯示%(current_item_range)s超出%(total_items_count)s， 使用%(asset_type)s過濾，使用%(sort_name)s向下排序

source: Showing %(current_item_range)s out of %(total_items_count)s, sorted by %(sort_name)s ascending
ja_jp: %(sort_name)s で昇順にソートされた %(total_items_count)s 中の %(current_item_range)s 件を表示中
lt_lt: Rodoma %(current_item_range)s, kai %(total_items_count)s pagal "%(sort_name)s" didėjančia tvarka
zh_tw: 從%(current_item_range)s中顯示%(total_items_count)s秒，按%(sort_name)s升序排列

source: Showing %(current_item_range)s out of %(total_items_count)s, sorted by %(sort_name)s descending
ja_jp: %(sort_name)s で降順にソートされた %(total_items_count)s 中の %(current_item_range)s 件を表示中
lt_lt: Rodoma %(current_item_range)s, kai %(total_items_count)s pagal "%(sort_name)s" mažėjančia tvarka
zh_tw: 從%(current_item_range)s中顯示%(total_items_count)s秒，按%(sort_name)s降序排列

source: %(total_items)s total
ja_jp: 合計 %(total_items)s 件
lt_lt: iš viso %(total_items)s
zh_tw: 共%(total_items)s

source: Please note that validation of your policy key and value pairs is not currently in place yet. If you are having difficulties, please review your policy pairs.
ja_jp: キー・値ペアの方針の検証は現在はまだ準備が整っていないことにご注意下さい．問題があれば，ペアの方針を見直して下さい．
lt_lt: Prašome atkreipti dėmesį į tai, kad raktų porų patikrinimas kol kas neatliktas. Jei jums kilo problemų, prašome peržvelgti tvarką aprašančias raktų poras.
zh_tw: 請注意：您設置的策略關鍵字和值的驗證結果目前失敗。如果您遇到問題，請再檢查一次。

source: %(hours)s:%(minutes)s (current UTC time)
ja_jp: %(hours)s:%(minutes)s (UTC 時間)
lt_lt: %(hours)s:%(minutes)s (dabartinis UTC laikas)
zh_tw: %(hours)s：%(minutes)s (現在國際標準時間)

source: Delete this %(xblock_type)s?
ja_jp: %(xblock_type)s を消去しますか？
lt_lt: Šalinamas %(xblock_type)s?
zh_tw: 是否將此 %(xblock_type)s 刪除?

source: Deleting this %(xblock_type)s is permanent and cannot be undone.
ja_jp: この%(xblock_type)sの削除は恒久的で取り消すことができません。
lt_lt: Šis %(xblock_type)s pašalinamas galutinai ir neatšaukiamai.
zh_tw: 刪除此%(xblock_type)s的影響是永久的且無法還原的。

source: Yes, delete this %(xblock_type)s
ja_jp: はい、%(xblock_type)s を消去します。
lt_lt: Taip, šalinamas %(xblock_type)s
zh_tw: 是的，將此 %(xblock_type)s 刪除

source: New %(component_type)s
ja_jp: 新しい%(component_type)s
lt_lt: Pridėti naują komponentą: %(component_type)s
zh_tw: 新增%(component_type)s

source: Page number
ja_jp: ページ番号
lt_lt: Puslapio numeris
zh_tw: 頁碼

source: DISCUSSION HOME:
ja_jp: ディスカッションホーム：
lt_lt: DISKUSIJŲ TITULINIS PUSLAPIS:
zh_tw: 討論主頁：
