Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Saving
es_419: Guardando
hi: सेव हो रहा है
ja_jp: 保存しています
ko_kr: 저장중
lt_lt: Įrašoma
pt_br: Salvando
vi: Đang lưu
zh_tw: 儲存中

source: Delete
es_419: Borrar
hi: नष्ट करें
ja_jp: 削除
ko_kr: 삭제
lt_lt: Pašalinti
pt_br: Apagar
vi: Xóa
zh_tw: 刪除

source: Cancel
es_419: Cancelar
hi: रद्द करना
ja_jp: キャンセル
ko_kr: 취소
lt_lt: Atšaukti
pt_br: Cancelar
vi: Hủy bỏ
zh_tw: 取消

source: Uploading
es_419: Subiendo
hi: अपलोड हो रहा है
ja_jp: アップデート中
ko_kr: 업로드 중
lt_lt: Įkeliama
pt_br: Carregando
vi: Đang tải lên
zh_tw: 上傳中

source: Close
es_419: Cerrar
hi: बंद करे
ja_jp: 閉じる
ko_kr: 닫기
lt_lt: Uždaryti
pt_br: Fechar
vi: Đóng
zh_tw: 關閉

source: Name
es_419: Nombre
hi: नाम
ja_jp: 名前
ko_kr: 이름
lt_lt: Vardas
pt_br: Nome
vi: Tên
zh_tw: 名稱

source: Choose File
es_419: Elegir archivo
hi: फाइल का चयन करें
ja_jp: ファイルを選択
ko_kr: 파일을 선택하세요
lt_lt: Pasirinkite failą
pt_br: Escolher arquivo
vi: Chọn Tệp
zh_tw: 選擇檔案

source: OK
es_419: Aceptar
hi: ठीक
ko_kr: 확인
lt_lt: Gerai
zh_tw: 好的

source: Ok
es_419: Aceptar
hi: ठीक
ko_kr: 확인
lt_lt: Gerai
zh_tw: 確定

source: Unknown
es_419: Desconocido
hi: अनजान
ja_jp: 不明
ko_kr: 알 수 없음
lt_lt: Nežinoma
pt_br: Desconhecido
vi: Không biết
zh_tw: 未知

source: Remove
es_419: Eliminar
hi: हटाएं
ja_jp: 削除
ko_kr: 제거
lt_lt: Pašalinti
pt_br: Remover
vi: Loại bỏ
zh_tw: 移除

source: Upload File
es_419: Subir archivo
hi: फ़ाइल अपलोड करें
ja_jp: ファイルをアップロード
ko_kr: 파일 업로드
lt_lt: Įkelti failą
pt_br: Carregar arquivo
vi: Tải lên tệp tin
zh_tw: 上傳檔案

source: Save
es_419: Guardar
hi: सहेजें
ja_jp: 一時保存
ko_kr: 저장
lt_lt: Išsaugoti
pt_br: Salvar
vi: Lưu
zh_tw: 儲存

source: Advanced
es_419: Avanzado
hi: प्रगत
ja_jp: 詳細設定
ko_kr: 고급
lt_lt: Sudėtingesni
pt_br: Avançado
vi: Nâng cao
zh_tw: 進階

source: Removing
es_419: Eliminando
hi: निकाला जा रहा है
ja_jp: 削除中
ko_kr: 제거하기
lt_lt: Šalinama
pt_br: Removendo
vi: Đang xoá
zh_tw: 移除

source: Your changes have been saved.
es_419: Sus cambios han sido guardados.
hi: आपके द्वारा किये गए परिवर्तन सेव किये जा चुके हैं.
ja_jp: 変更は保存されました。
ko_kr: 변경사항이 저장되었습니다.
lt_lt: Jūsų atlikti pakeitimai yra išsaugoti.
pt_br: Suas alterações foram salvas.
vi: Thay đổi của bạn đã được lưu.
zh_tw: 您做的變更已被儲存。

source: Updating with latest library content
es_419: Actualizando con el más reciente contenido de la librería
hi: नवीनतम पुस्तकालय सामग्री के साथ अद्यतन करना
ja_jp: 最新のライブラリコンテンツで更新中
ko_kr: 최신 콘텐츠 보관함으로 업데이트
lt_lt: Atnaujinama naujausiu bibliotekos turiniu
pt_br: Atualizando com o conteúdo mais recente da biblioteca
vi: Đang cập nhật nội dung thư viện mới nhất
zh_tw: 以最新的內容庫更新中。

source: Creating missing groups
es_419: Agregar los grupos faltantes
hi: लापता समूह बनाना
ja_jp: 足りないグループを作成中
ko_kr: 빠진 그룹 만들기
lt_lt: Trūkstamų grupių kūrimas
pt_br: Criando grupos faltantes
vi: Tạo nhóm còn thiếu
zh_tw: 建立遺失的群組

source: {start_strong}{total}{end_strong} words submitted in total.
es_419: {start_strong}{total}{end_strong} palabras enviadas en total.
hi: {start_strong} {total} {end_strong} कुल में प्रस्तुत शब्द।
ko_kr: {start_strong}{total}{end_strong} 제출된 전체 단어.
pt_br: {start_strong}{total}{end_strong} palavras enviadas no total.
vi: tổng cộng {start_strong}{total}{end_strong} từ đã gửi.

source: Show Annotations
es_419: Mostrar anotaciones
hi: टिप्पणियां दिखाएं
ja_jp: 注釈を表示
ko_kr: 주석 보이기
lt_lt: Rodyti komentarus
pt_br: Exibir anotações
vi: Hiện chú thích
zh_tw: 顯示註解

source: Hide Annotations
es_419: Esconder anotaciones
hi: टिप्पणियां छुपाएं
ja_jp: 注釈を隠す
ko_kr: 주석 감추기
lt_lt: Slėpti komentarus
pt_br: Ocultar anotações
vi: Ẩn chú thích
zh_tw: 隱藏註解

source: Expand Instructions
es_419: Expandir Instrucciones
hi: निर्देशों को पूरी तरह से दिखाएं
ja_jp: 解説を表示
ko_kr: 지시사항 펼치기
lt_lt: Išskleisti instrukcijas
pt_br: Expandir instruções
vi: Mở rộng hướng dẫn
zh_tw: 展開說明

source: Collapse Instructions
es_419: Contraer Instrucciones
hi: सभी निर्देशों को छोटा करें
ja_jp: 指示を消す
ko_kr: 지시사항 접기
lt_lt: Suskleisti instrukcijas
pt_br: Contrair instruções
vi: Thu gọn hướng dẫn
zh_tw: 收起說明

source: Commentary
es_419: Comentario
hi: समीक्षा
ja_jp: 解説
ko_kr: 해설
lt_lt: Pastabos
pt_br: Comentário
vi: Bình luận
zh_tw: 評論

source: Reply to Annotation
es_419: Responder a la anotación
hi: एनोटेशन का जवाब दें
ja_jp: 注釈に返信する
ko_kr: 주석에 댓글달기
lt_lt: Atsakyti į komentarus
pt_br: Responder à anotação
vi: Trả lời chú thích
zh_tw: 回复註釋

source: %(num_points)s point possible (graded)
es_419: %(num_points)s punto posible (calificado)
ko_kr: %(num_points)s점 획득 가능(성적 반영)
pt_br: %(num_points)s pontos possíveis (graduado)

source: %(num_points)s point possible (ungraded)
es_419: %(num_points)s punto posible (no calificado)
ko_kr: %(num_points)s점 획득 가능 (성적미반영)
pt_br: %(num_points)s ponto possível (não classificado)

source: %(earned)s/%(possible)s point (graded)
es_419: %(earned)s/%(possible)s punto (calificado)
ko_kr: %(earned)s/%(possible)s 점 획득 가능 (성적반영)
pt_br: %(earned)s/%(possible)s ponto (gradual)

source: %(earned)s/%(possible)s point (ungraded)
es_419: %(earned)s/%(possible)s punto (no calificado)
ko_kr: %(earned)s/%(possible)s 점 (성적 미반영)
pt_br: %(earned)s/%(possible)s ponto (não classificado)

source: The grading process is still running. Refresh the page to see updates.
es_419: El proceso de calificación todavía está corriendo. Recargue la página para ver las actualizaciones.
hi: ग्रेडिंग प्रक्रिया अभी भी चल रही है। अपडेट देखने के लिए पेज को रिफ्रेश करें।
ja_jp: 採点プロセスはまだ実行中です。画面を再読み込みして更新状態を確認してください。
ko_kr: 채점이 진행중입니다. 업데이트 결과를 보기 위해 다시 불러오기를 하십시오.
lt_lt: Vyksta vertinimo procesas. Įkelkite puslapį iš naujo, kad pamatytumėte atnaujinimus.
pt_br: O processo de correção ainda está em execução. Atualize a página para ver as atualizações.
vi: Đang trong quá trình chấm điểm. Refresh lại trang để xem cập nhật mới.
zh_tw: 評分仍在進行中。請重整頁面查看最新結果。

source: Could not grade your answer. The submission was aborted.
es_419: No se ha podido calificar su respuesta. El registro fue cancelado.
hi: आपका उत्तर ग्रेड नहीं कर सका। सबमिशन निरस्त कर दिया गया।
ko_kr: 답안을 채점할 수 없습니다. 제출이 거부되었습니다.
pt_br: Não foi possível classificar sua resposta. O envio foi abortado.
vi: Không thể đánh giá câu trả lời của bạn. Đề nghị bị hủy bỏ.

source: Submission aborted! Sorry, your browser does not support file uploads. If you can, please use Chrome or Safari which have been verified to support file uploads.
es_419: ¡El envío fue descartado! Lo sentimos, su navegador no soporta la carga de archivos. Si puede, por favor utilice Chrome o Safari que han sido verificados para soportar la carga de archivos.
hi: सबमिशन निरस्त कर दिया! क्षमा करें, आपका ब्राउज़र फ़ाइल अपलोड का समर्थन नहीं करता है। यदि आप कर सकते हैं, तो कृपया क्रोम या सफारी का उपयोग करें जिन्हें फ़ाइल अपलोड का समर्थन करने के लिए सत्यापित किया गया है।
ko_kr: 제출이 거부되었습니다! 현재 사용중인 브라우저로 파일을 업로드할 수 없습니다. 가능하면 Chrome이나 Safari를 사용하는 것이 좋습니다.
pt_br: Submissão abortada! Lamentamos, mas o seu navegador não suporta upload de arquivos. Se puder, use o Chrome ou o Safari que foram verificados para suportar o upload de arquivos.
vi: Gửi bị hủy bỏ! Xin lỗi, trình duyệt của bạn không hỗ trợ tải lên tệp. Nếu có thể, vui lòng sử dụng Chrome hoặc Safari đã được xác nhận hỗ trợ tải lên tệp tin.

source: You submitted {filename}; only {allowedFiles} are allowed.
es_419: Ud. envió {filename}; solamente se permiten {allowedFiles}.
hi: आपने {filename} सबमिट किया; केवल {allowedFiles} की अनुमति है।
ko_kr: {filename} 을 제출했습니다; {allowedFiles} 만 제출 가능합니다.
pt_br: Você enviou {filename}; somente {allowedFiles} são permitidos.
vi: Bạn đã gửi {filename}; chỉ cho phép {allowedFiles}.

source: Your file {filename} is too large (max size: {maxSize}MB).
es_419: Su archivo {filename} es demasiado grande (tamaño máximo: {maxSize}MB).
hi: आपकी फ़ाइल {filename} बहुत बड़ी है (अधिकतम आकार: {maxSize} MB)।
ko_kr: {filename} 파일은 용량이 너무 큽니다 (최대 용량: {maxSize}MB).
pt_br: O arquivo {filename} excede o tamanho máximo de ({maxSize} MB).
vi: Tệp {filename} quá lớn (kích thước tối đa: {maxSize} MB).

source: You did not submit the required files: {requiredFiles}.
es_419: Ud. no envió los archivos requeridos: {requiredFiles}.
hi: आपने आवश्यक फ़ाइलें सबमिट नहीं कीं: {requiredFiles}।
ko_kr: 필수 파일을 제출하지 않았습니다: {requiredFiles}.
pt_br: Você não enviou os arquivos necessários: {requiredFiles}.
vi: Bạn đã không gửi các tệp yêu cầu: {requiredFiles}.

source: You did not select any files to submit.
es_419: No ha seleccionado ningún archivo para enviar.
hi: आपने सबमिट करने के लिए किसी भी फाइल का चयन नहीं किया।
ko_kr: 제출할 파일을 선택하지 않았습니다.
pt_br: Você não selecionou nenhum arquivo para enviar.
vi: Bạn đã không chọn bất kỳ tệp nào để gửi.

source: This problem has been reset.
es_419: Este problema ha sido restablecido.
hi: इस समस्या को रीसेट कर दिया गया है।
ko_kr: 이 문제는 재설정되었습니다.
pt_br: Esse problema foi redefinido.
vi: Câu hỏi này đã được sửa.

source: Answers to this problem are now shown. Navigate through the problem to review it with answers inline.
es_419: Ahora se muestran respuestas a este problema. Navegue el problema para revisar las respuestas mostradas.

source: unsubmitted
es_419: No enviado
hi: सबमिट नहीं किया गया
ko_kr: 미제출
pt_br: Não enviado
vi: chưa gửi

source: Paragraph
es_419: Párrafo
hi: पैराग्राफ
ja_jp: 段落
ko_kr: 단락
lt_lt: Pastraipa
pt_br: Parágrafo
vi: Đoạn văn
zh_tw: 段落

source: Preformatted
es_419: Preformateado
hi: पूर्वस्‍वरूपित
ja_jp: 事前整形済
ko_kr: 사전 양식
lt_lt: Iš anksto suformatuota
pt_br: Pré-formatado
zh_tw: 預設格是

source: Heading 3
es_419: Encabezado 3
hi: शीर्षक क्रमांक 3
ja_jp: 見出し3
ko_kr: 제목 3
lt_lt: 3 pavadinimas
pt_br: Cabeçalho 3
vi: Tiêu đề 3
zh_tw: 標頭 3

source: Heading 4
es_419: Encabezado 4
hi: शीर्षक क्रमांक 4
ja_jp: 見出し4
ko_kr: 제목 4
lt_lt: 4 pavadinimas
pt_br: Cabeçalho 4
zh_tw: 標題 4

source: Heading 5
es_419: Encabezado 5
hi: शीर्षक क्रमांक 5
ja_jp: 見出し5
ko_kr: 제목 5
lt_lt: 5 pavadinimas
pt_br: Cabeçalho 5
zh_tw: 標題 5

source: Heading 6
es_419: Encabezado 6
hi: शीर्षक क्रमांक 6
ja_jp: 見出し6
ko_kr: 제목 6
lt_lt: 6 pavadinimas
pt_br: Cabeçalho 6
zh_tw: 標題 6

source: Add to Dictionary
es_419: Agregar al diccionario
hi: डिक्‍सनरी में जोडें
ja_jp: 辞書に追加する
ko_kr: 모음에 추가하기
lt_lt: Pridėti į žodyną
pt_br: Adicionar ao Dicionário
vi: Thêm vào từ điển
zh_tw: 新增到字典

source: Align center
es_419: Centrado
hi: सेन्‍टर अलाइन
ja_jp: 中央寄せ
ko_kr: 가운데 정렬
lt_lt: Lygiuoti centrus
pt_br: Alinhar ao centro
vi: Căn giữa
zh_tw: 置中

source: Align left
es_419: Alienación izquierda
hi: लेफ्ट अलाइन
ja_jp: 左寄せ
ko_kr: 왼쪽으로 정렬
lt_lt: Lygiuoti kairiąją pusę
pt_br: Alinhar à esquerda
vi: Căn lề trái
zh_tw: 左對齊

source: Align right
es_419: Alineación derecha
hi: राईट अलाइन
ja_jp: 右寄せ
ko_kr: 오른쪽으로 정렬
lt_lt: Lygiuoti dešiniąją pusę
pt_br: Alinhar à direita
vi: Căn lề phải
zh_tw: 右對齊

source: Alignment
es_419: Alineación
hi: अलाइनमेंट
ja_jp: 文字寄せ
ko_kr: 정렬
lt_lt: Lygiuotė
pt_br: Alinhamento
vi: Căn lề
zh_tw: 對齊方式

source: Alternative source
es_419: Fuente alternativa
hi: वैकल्पिक स्रोत
ja_jp: ALT属性
ko_kr: 대체 소스
lt_lt: Alternatyvus šaltinis
pt_br: Fonte alternativa
vi: Nguồn thay thế
zh_tw: 可供選擇的資源

source: Anchor
es_419: Ancla
hi: एन्‍कर
ja_jp: リンク
lt_lt: Prieraišas
pt_br: Âncora
zh_tw: 超文本中當前選取的部分

source: Anchors
es_419: Anclas
hi: एन्‍कर्स
ja_jp: 複数リンク
lt_lt: Prieraišai
pt_br: Âncoras
zh_tw: 超文本中當前選取的部分

source: Author
es_419: Autor
hi: लेखक
ja_jp: 著者
ko_kr: 저자
lt_lt: Autorius
pt_br: Autor
vi: Tác giả
zh_tw: 作者

source: Background color
es_419: Color de fondo
hi: बैकग्राउन्‍ड का रंग
ja_jp: 背景色
ko_kr: 배경색
lt_lt: Fono spalva
pt_br: Cor do plano de fundo
vi: Màu nền
zh_tw: 背景顏色

source: Blockquote
es_419: Comillas
hi: ब्लौकक्वोट
ja_jp: 引用
ko_kr: 블록 인용
lt_lt: Citatos blokas
pt_br: Citação em bloco
vi: Đoạn trích dẫn
zh_tw: 大段引用

source: Blocks
es_419: Bloques
hi: ब्लाकों
ja_jp: ブロック
ko_kr: 블록
lt_lt: Blokai
pt_br: Blocos
vi: Khối
zh_tw: 區塊

source: Body
es_419: Cuerpo
hi: प्रधान भाग
ja_jp: 本文
ko_kr: 본문
lt_lt: Pagrindinė dalis
pt_br: Corpo
vi: Phần thân
zh_tw: Body標籤

source: Bold
es_419: Negrita
hi: साहसिक
ja_jp: 太字
ko_kr: 진하게
lt_lt: Paryškintas
pt_br: Negrito
vi: In đậm
zh_tw: 粗體

source: Border color
es_419: Color de borde
hi: किनारे का रंग
ja_jp: 線の色
ko_kr: 테두리 색깔
lt_lt: Kraštinių spalva
pt_br: Cor da borda
vi: Màu viền
zh_tw: 邊框色

source: Border
es_419: Borde
hi: सीमा
ja_jp: 線
ko_kr: 테두리
lt_lt: Kraštinė
pt_br: Borda
vi: Viền
zh_tw: 邊框

source: Bottom
es_419: Base
hi: तल
ja_jp: 下端
lt_lt: Apačia
pt_br: Base
vi: Đáy
zh_tw: 底端

source: Bullet list
es_419: Lista con viñetas
hi: गोली सूची
ja_jp: 箇条書き
ko_kr: 글머리표
lt_lt: Ženklelių sąrašas
pt_br: Marcadores
vi: Danh sách không thứ tự
zh_tw: 項目符號列表

source: Caption
es_419: Leyenda
hi: शीर्षक
ja_jp: キャプション
ko_kr: 자막
lt_lt: Pavadinimas
pt_br: Legenda
vi: Tiêu đề chú thích
zh_tw: 標題

source: Cell padding
es_419: Espaciado del borde de la celda
hi: सेल पैडिंग
ja_jp: セル詰め
ko_kr: 셀 안의 내용과 셀 경계선 사이의 간격
lt_lt: Langelių užpildymas
pt_br: Preenchimento da célula
vi: Khoảng cách trống
zh_tw: 儲存格邊距

source: Cell properties
es_419: Propiedades de la celda
hi: सेल गुण
ja_jp: セルのプロパティ
ko_kr: 셀 속성
lt_lt: Langelių savybės
pt_br: Propriedades da célula
vi: Đặc tính của ô
zh_tw: 儲存格屬性

source: Cell spacing
es_419: Espaciado de la celda
hi: सेल रिक्ति
ja_jp: セルの幅
lt_lt: Langelių išretinimas
pt_br: Espaçamento da célula
vi: Khoảng cách trong ô
zh_tw: 儲存格間距

source: Cell type
es_419: Tipo de celda
hi: सेल प्रकार
ja_jp: セルのタイプ
ko_kr: 셀 유형
lt_lt: Langelio tipas
pt_br: Tipo de célula
vi: Kiểu ô
zh_tw: 儲存格類型

source: Cell
es_419: Celda
hi: सेल
ja_jp: セル
ko_kr: 셀
lt_lt: Langelis
pt_br: Célula
vi: Ô
zh_tw: 儲存格

source: Center
es_419: Centrado
hi: केंद्र
ja_jp: 中央
ko_kr: 중앙
lt_lt: Centras
pt_br: Centro
vi: Giữa
zh_tw: 中心

source: Circle
es_419: Círculo
hi: वृत्त
ja_jp: 円
ko_kr: 원
lt_lt: Apskritimas
pt_br: Círculo
vi: Hình tròn
zh_tw: 圓

source: Clear formatting
es_419: Limpiar formato
hi: संरूपण साफ करना
ja_jp: フォーマット削除
ko_kr: 포맷팅 초기화
lt_lt: Valyti formatavimą
pt_br: Limpar formatação
vi: Xóa định dạng
zh_tw: 清除格式

source: Code block
es_419: Bloque de código
hi: कोड ब्लॉक
ja_jp: コードブロック
ko_kr: 코드 블럭
lt_lt: Kodo blokas
pt_br: Bloco de código
vi: Đoạn mã
zh_tw: 代碼區塊

source: Code
es_419: Código
hi: कोड
ja_jp: コード
ko_kr: 코드
lt_lt: Kodas
pt_br: Código
vi: Mã
zh_tw: 代碼

source: Cols
es_419: Columnas
hi: कॉलम
ja_jp: 行
lt_lt: Stulpeliai
zh_tw: 行

source: Column group
es_419: Agrupar columna
hi: स्तंभ समूह
ja_jp: 列グループ
ko_kr: 칼럼 그룹
lt_lt: Stulpelių grupė
pt_br: Grupo de coluna
vi: Nhóm cột
zh_tw: 行組

source: Column
es_419: Columna
hi: स्तंभ
ja_jp: 列
ko_kr: 칼럼
lt_lt: Stulpelis
pt_br: Coluna
vi: Cột
zh_tw: 行

source: Constrain proportions
es_419: Restringir proporciones
hi: अनुपात को विवश
ja_jp: 形状を規制する
ko_kr: 비율 제한
lt_lt: Riboti proporcijas
pt_br: Restringir proporções
vi: Giới hạn tỉ lệ
zh_tw: 強制等比例

source: Copy row
es_419: Copiar la fila
hi: पंक्ति की प्रतिलिपि बनाएँ
ja_jp: 列をコピー
ko_kr: 행 복사
lt_lt: Kopijuoti eilutę
pt_br: Copiar linha
vi: Sao chép hàng
zh_tw: 複製列

source: Copy
es_419: Copiar
hi: प्रतिलिपि
ja_jp: コピー
ko_kr: 복사
lt_lt: Kopijuoti
pt_br: Copiar
vi: Sao chép
zh_tw: 複製

source: Could not find the specified string.
es_419: No se encontró la cadena especificada.
hi: निर्दिष्ट स्ट्रिंग नहीं मिली।
ja_jp: その文字列が見つけられませんでした
ko_kr: 특정 문자열을 찾을 수 없습니다.
lt_lt: Nepavyko rasti nurodytos eilutės.
pt_br: Não foi possível encontrar a sequência especificada.
vi: Không thể tìm thấy xâu cần tìm.
zh_tw: 無法找到指定的字串。

source: Custom color
es_419: Color personalizado
hi: कस्टम रंग
ja_jp: カスタムカラー
ko_kr: 사용자 정의 색
lt_lt: Tinkinta spalva
pt_br: Personalizar cor
vi: Màu tùy chọn
zh_tw: 自定義顏色

source: Custom...
es_419: Personalizado...
hi: कस्टम ...
ja_jp: カスタム…
ko_kr: 사용자 정의...
lt_lt: Tinkinti...
pt_br: Personalizar...
vi: Tùy chỉnh...
zh_tw: 自定義...

source: Cut row
es_419: Cortar fila
hi: कट की पंक्ति
ja_jp: 列を削除
ko_kr: 행 자르기
lt_lt: Iškirpti eilutę
pt_br: Cortar linha
vi: Cắt hàng
zh_tw: 剪下列

source: Cut
es_419: Cortar
hi: कट गया
ja_jp: 切り取り
ko_kr: 자르기
lt_lt: Iškirpti
pt_br: Cortar
vi: Cắt
zh_tw: 剪下

source: Decrease indent
es_419: Reducir sagría
hi: समान का आर्डर कम करें
ja_jp: インデント下げ
ko_kr: 들여쓰기 줄임
lt_lt: Mažinti įtrauką
pt_br: Diminuir recuo
vi: Giảm thụt đầu dòng
zh_tw: 減少內縮

source: Default
es_419: Por defecto
hi: चूक
ja_jp: デフォ
ko_kr: 원래 설정값
lt_lt: Numatytasis
pt_br: Padrão
vi: Mặc định
zh_tw: 預設

source: Delete column
es_419: Borrar columna
hi: कॉलम हटाएं
ja_jp: 列を削除
ko_kr: 열 삭제
lt_lt: Pašalinti stulpelį
pt_br: Apagar coluna
vi: Xóa cột
zh_tw: 刪除行

source: Delete row
es_419: Borrar fila
hi: पंक्ति को हटाएं
ja_jp: 列を削除
ko_kr: 행 삭제
lt_lt: Pašalinti eilutę
pt_br: Apagar linha
vi: Xóa hàng
zh_tw: 刪除列

source: Delete table
es_419: Borrar tabla
hi: तालिका हटाएँ
ja_jp: テーブルを削除
ko_kr: 테이블 삭제
lt_lt: Pašalinti lentelę
pt_br: Apagar tabela
vi: Xóa bảng
zh_tw: 刪除表格

source: Description
es_419: Descripción
hi: विवरण
ja_jp: 記述
ko_kr: 설명
lt_lt: Aprašas
pt_br: Descrição
vi: Mô tả
zh_tw: 敘述

source: Dimensions
es_419: Dimensiones
hi: आयाम
ja_jp: 次元
ko_kr: 이미지 크기
lt_lt: Matmenys
pt_br: Dimensões
vi: Kích thước
zh_tw: 尺寸

source: Disc
es_419: Disco
hi: डिस्क
ja_jp: ディスク
ko_kr: 설명
lt_lt: Diskas
vi: Đĩa
zh_tw: 實心圓

source: Document properties
es_419: Propiedades del documento
hi: दस्तावेजों की संपत्ति
ja_jp: 文書のプロパティ
ko_kr: 문서 특징
lt_lt: Dokumento savybės
pt_br: Propriedades do documento
vi: Đặc tính tài liệu
zh_tw: 文件屬性

source: Edit HTML
es_419: Editar HTML
hi: HTML संपादित करें
ja_jp: HTMLを編集
ko_kr: html 편집
lt_lt: Redaguoti HTML
pt_br: Editar HTML
vi: Chỉnh sửa HTML
zh_tw: 編輯 HTML

source: Edit
es_419: Editar
hi: संपादित करें
ja_jp: 編集
ko_kr: 편집
lt_lt: Redaguoti
pt_br: Editar
vi: Chỉnh sửa
zh_tw: 編輯

source: Embed
es_419: Incrustar URL
hi: एम्बेड
ja_jp: 埋め込み
lt_lt: Įterpti
pt_br: Incorporado
vi: Nhúng
zh_tw: 內嵌

source: Emoticons
es_419: Emoticonos
hi: इमोटिकॉन्स
ja_jp: エモーティコン
ko_kr: 이모티콘
lt_lt: Jaustukai
vi: Biểu tượng cảm xúc
zh_tw: 表情符號

source: Encoding
es_419: Codificación
hi: संकेतीकरण
ja_jp: エンコード
ko_kr: 인코딩
lt_lt: Koduotė
pt_br: Codificação
vi: Mã hóa
zh_tw: 編碼

source: File
es_419: archivo
hi: फाईल
ja_jp: ファイル
ko_kr: 파일
lt_lt: Failas
pt_br: Arquivo
vi: Tệp tin
zh_tw: 檔案

source: Find and replace
es_419: Encontrar y reemplazar
hi: खोजे एवं परिवर्तित करें
ja_jp: 検索と置換
ko_kr: 검색 및 바꾸기
lt_lt: Rasti ir keisti
pt_br: Encontrar e substituir
vi: Tìm và thay thế
zh_tw: 找尋和替換

source: Find next
es_419: Encontrar el siguiente
hi: अगला खोजें
ja_jp: 次を検索
ko_kr: 다음 검색
lt_lt: Rasti paskesnį
pt_br: Encontrar próximo
vi: Tìm phần tiếp
zh_tw: 找尋下一個

source: Find previous
es_419: Encontrar el anterior
hi: पिछला खोजें
ja_jp: 前を検索
ko_kr: 이전 검색
lt_lt: Rasti ankstesnį
pt_br: Encontrar anterior
vi: Tìm phần trước
zh_tw: 找尋上一個

source: Find
es_419: Buscar
hi: खोजें
ja_jp: 検索
ko_kr: 검색
lt_lt: Rasti
pt_br: Encontrar
vi: Tìm
zh_tw: 找尋

source: Finish
es_419: Finalizar
hi: समाप्‍त
ja_jp: 終了
ko_kr: 종료
lt_lt: Baigti
pt_br: Terminar
vi: Hoàn tất
zh_tw: 完成

source: Font Family
es_419: Familia de fuente
hi: फान्‍ट की फैमिली
ko_kr: 글꼴
lt_lt: Šriftų šeima
pt_br: Tipo de fonte
vi: Họ font
zh_tw: 字體

source: Font Sizes
es_419: Tamaño de fuente
hi: फॅान्‍ट का साईज
ja_jp: フォントサイズ
ko_kr: 글자 크기
lt_lt: Šrifto dydis
pt_br: Tamanhos de fonte
vi: Kích thước font
zh_tw: 字體大小

source: Footer
es_419: Pie de página
hi: फूटर
ja_jp: フッター
ko_kr: 꼬릿말
lt_lt: Poraštė
pt_br: Rodapé
zh_tw: 頁腳

source: Format
es_419: Formato
hi: फार्मेंट
ja_jp: フォーマット
ko_kr: 형식
lt_lt: Formatas
pt_br: Formato
vi: Định dạng
zh_tw: 格式

source: Formats
es_419: Formatos
hi: फार्मेंट्स
ja_jp: フォーマット
ko_kr: 형식
lt_lt: Formatai
pt_br: Formatos
vi: Các định dạng
zh_tw: 格式

source: Fullscreen
es_419: Pantalla completa
hi: पूर्ण स्क्रीन
ja_jp: フルスクリーン
ko_kr: 전체 화면
lt_lt: Visas ekranas
pt_br: Tela cheia
vi: Toàn màn hình
zh_tw: 全螢幕

source: H Align
es_419: Alineación H
hi: H संरेखित करें
ja_jp: 見出し寄せ
ko_kr: 가로 정렬
lt_lt: H lygiuotė
pt_br: Alinhamento horizontal
zh_tw: 水平對齊

source: Header 1
es_419: Encabezado 1
hi: हैडर 1
ja_jp: 見出し1
ko_kr: 머릿글 1
lt_lt: 1 antraštė
pt_br: Cabeçalho 1
zh_tw: 標頭 1

source: Header 2
es_419: Encabezado 2
hi: हैडर 2
ja_jp: 見出し2
ko_kr: 머릿글 2
lt_lt: 2 antraštė
pt_br: Cabeçalho 2
zh_tw: 標頭 2

source: Header 3
es_419: Encabezado 3
hi: हैडर 3
ja_jp: 見出し3
ko_kr: 머릿글 3
lt_lt: 3 antraštė
pt_br: Cabeçalho 3
zh_tw: 標頭 3

source: Header 4
es_419: Encabezado 4
hi: हैडर 4
ja_jp: 見出し4
ko_kr: 머릿글 4
lt_lt: 4 antraštė
pt_br: Cabeçalho 4
zh_tw: 標頭 4

source: Header 5
es_419: Encabezado 5
hi: हैडर 5
ja_jp: 見出し5
ko_kr: 머릿글 5
lt_lt: 5 antraštė
pt_br: Cabeçalho 5
zh_tw: 標頭 5

source: Header 6
es_419: Encabezado 6
hi: हैडर 6
ja_jp: 見出し6
ko_kr: 머릿글 6
lt_lt: 6 antraštė
pt_br: Cabeçalho 6
zh_tw: 標頭 6

source: Header cell
es_419: Celda de encabezado
hi: हेडर सेल
ja_jp: ヘッダーセル
lt_lt: Antraštės langelis
pt_br: Cabeçalho da célula
zh_tw: 標頭儲存格

source: Header
es_419: Encabezado
hi: हेडर
ja_jp: ヘッダー
ko_kr: 머릿글
lt_lt: Antraštė
pt_br: Cabeçalho
zh_tw: 標頭

source: Headers
es_419: Encabezados
hi: हेडर
ja_jp: 見出し
ko_kr: 머릿글
lt_lt: Antraštės
pt_br: Cabeçalhos
zh_tw: 標頭

source: Heading 1
es_419: Encabezado 1
hi: शीर्षक क्रमांक 1
ja_jp: 見出し1
ko_kr: 제목 1
lt_lt: 1 pavadinimas
pt_br: Cabeçalho 1
vi: Tiêu đề 1
zh_tw: 標題 1

source: Heading 2
es_419: Encabezado 2
hi: शीर्षक क्रमांक 2
ja_jp: 見出し2
ko_kr: 제목 2
lt_lt: 2 pavadinimas
pt_br: Cabeçalho 2
vi: Tiêu đề 2
zh_tw: 標題 2

source: Headings
es_419: Encabezados
hi: शीर्षक
ja_jp: 見出し
ko_kr: 제목
lt_lt: Pavadinimai
pt_br: Cabeçalhos
zh_tw: 標題

source: Height
es_419: Altura
hi: ऊंचाई
ja_jp: 高さ
ko_kr: 높이
lt_lt: Aukštis
pt_br: Altura
vi: Chiều cao
zh_tw: 高度

source: Horizontal line
es_419: Línea horizontal
hi: क्षैतिज रेखा
ja_jp: 水平線
ko_kr: 수평선
lt_lt: Horizontali linija
pt_br: Linha horizontal
vi: Đường ngang
zh_tw: 水平線

source: Horizontal space
es_419: Espacio horizontal
hi: क्षैतिज स्थान
ja_jp: 横サイズ
ko_kr: 수평 공간
lt_lt: Horizontalus tarpas
pt_br: Espaçamento horizontal
vi: Không gian ngang
zh_tw: 水平間距

source: HTML source code
es_419: Código fuente HTML
hi: HTML सोर्स कोड
ja_jp: HTMLソースコード
ko_kr: HTML 소스코드
lt_lt: HTML šaltinio kodas
pt_br: Código fonte de HTML
vi: Mã nguồn HTML
zh_tw: HTML來源代碼

source: Ignore all
es_419: Ignorar todo
hi: सभी की अनदेखी करें
ja_jp: 全て無視
ko_kr: 모두 무시
lt_lt: Nepaisyti visko
pt_br: Ignorar tudo
vi: Bỏ qua tất cả
zh_tw: 全部忽略

source: Ignore
es_419: Ignorar
hi: नज़रअंदाज़ करना
ja_jp: 無視
ko_kr: 무시
lt_lt: Nepaisyti
pt_br: Ignorar
vi: Bỏ qua
zh_tw: 忽略

source: Image description
es_419: Descripción de la imagen
hi: चित्र का वर्णन
ja_jp: 画像の説明
ko_kr: 이미지 설명
lt_lt: Paveikslo aprašas
pt_br: Descrição da imagem
vi: Chú thích ảnh
zh_tw: 圖片描述

source: Increase indent
es_419: Aumentar Sangría
hi: बढ़ते हुए अंतर में
ja_jp: インデント上げ
ko_kr: 들여쓰기 늘리기
lt_lt: Didinti įtrauką
pt_br: Aumentar recuo
vi: Tăng thụt đầu dòng
zh_tw: 增加縮排

source: Inline
es_419: Dentro de la línea
hi: पंक्ति में
ja_jp: インライン
lt_lt: Tiesiogiai įterpta
pt_br: Alinhado
zh_tw: 內部的

source: Insert column after
es_419: Insertar columna después
hi: के बाद कॉलम डालें
ja_jp: 後に列を挿入
ko_kr: 열을 나중에 삽입
lt_lt: Įterpti stulpelius iš dešinės
pt_br: Inserir coluna depois
vi: Thêm cột vào sau
zh_tw: 在後側插入行

source: Insert column before
es_419: Insertar columna antes
hi: पहले कॉलम डालें
ja_jp: 前に列を挿入
ko_kr: 열을 전에 삽입
lt_lt: Įterpti stulpelius iš kairės
pt_br: Inserir coluna antes
vi: Thêm cột vào trước
zh_tw: 在前側插入行

source: Insert date/time
es_419: Insertar fecha y hora
hi: दिनांक / समय डालें
ja_jp: 日時を挿入
ko_kr: 날짜/시간 삽입
lt_lt: Įterpti datą/laiką
pt_br: Inserir data/hora
vi: Chèn ngày tháng và thời gian
zh_tw: 插入日期/時間

source: Insert image
es_419: Insertar imagen
hi: चित्र डालें
ja_jp: 画像を挿入
ko_kr: 이미지 삽입
lt_lt: Įterpti paveikslą
pt_br: Inserir imagem
vi: Chèn hình ảnh
zh_tw: 插入圖片

source: Insert link
es_419: Insertar vínculo
hi: लिंक डालें
ja_jp: リンクを挿入
ko_kr: 링크 삽입
lt_lt: Įterpti nuorodą
pt_br: Inserir link
vi: Chèn liên kết
zh_tw: 插入連結

source: Insert row after
es_419: Insertar fila después
hi: के बाद पंक्ति डालें
ja_jp: 後に行を挿入
ko_kr: 행을 뒤에 삽입
lt_lt: Įterpti eilutes žemiau
pt_br: Inserir linha depois
vi: Thêm hàng vào sau
zh_tw: 在右側插入列
