Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Show/hide page
hi: दिखायें / छुपायें पृष्‍ठ
ja_jp: このページを表示/非表示
lt_lt: Rodyti / slėpti puslapį
vi: Hiển thị/Ẩn trang

source: This page cannot be reordered
hi: यह पृष्‍ठ क्रमबद्ध नहीं किया जा सकता
ja_jp: このページは並べ替えることができません。
lt_lt: Šio puslapio negalima perrikiuoti
vi: Trang này không thể sắp xếp lại

source: You can add additional custom pages to your course.
hi: आप अपने पाठ्यक्रम में अतिरिक्‍त विशिष्‍ठ पृष्‍ठों को जोड सकते है।
ja_jp: 講座にカスタムページを追加することができます。
lt_lt: Jūs galite pridėti papildomų pasirinktinių puslapių prie savo kurso.
vi: Bạn có thể thêm các trang tùy chỉnh đến khóa học của bạn.

source: Add a New Page
hi: एक नया पृष्‍ठ जोडें
ja_jp: 新しいページを追加
lt_lt: Pridėti naują puslapį
vi: Thêm một trang mới

source: What are pages?
hi: पृष्‍ठ क्‍या हैं ?
ja_jp: ページとは？
lt_lt: Kas yra puslapiai?
vi: Các trang là gì?

source: Pages are listed horizontally at the top of your course. Default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages that you create.
hi: आपके पाठ्यक्रम के शीर्ष पर पृष्ठ क्षैतिज रूप से सूचीबद्ध हैं। डिफॉल्ट पेज (होम, कोर्स, डिस्कशन, विकी और प्रोग्रेस) के बाद टेक्स्टबुक और कस्टम पेज बनते हैं।
vi: Các trang được liệt kê theo chiều ngang ở đầu khóa học của bạn. Trang mặc định (Trang nhất, Khóa học, Thảo luận, Wiki và Tiến trình) được theo sau bởi sách giáo khoa và trang tùy chỉnh mà bạn tạo.

source: Custom pages
hi: अभ्‍यास पृष्‍ठ
ja_jp: カスタムページ
lt_lt: Pasirinktiniai puslapiai
vi: Trang tùy chỉnh

source: You can create and edit custom pages to provide students with additional course content. For example, you can create pages for the grading policy, course slides, and a course calendar.
hi: आप छात्रों को अतिरिक्त पाठ्यक्रम सामग्री प्रदान करने के लिए कस्टम पेज बना और संपादित कर सकते हैं। उदाहरण के लिए, आप ग्रेडिंग पॉलिसी, कोर्स स्लाइड और एक कोर्स कैलेंडर के लिए पेज बना सकते हैं।
ja_jp: 追加の講座コンテンツを受講者に提供する為にカスタムページを作成・編集することができます。例えば、評価ポリシー、講座スライド、講座カレンダーなどのページを作ることができます。
lt_lt: Jūs galite kurti ir redaguoti pasirinktinius puslapius ir juose kurso dalyviams pateikti papildomą kurso turinį. Pavyzdžiui, galite sukurti vertinimo strategijos, kurso skaidrių ir kurso kalendoriaus puslapius.
vi: Bạn có thể tạo và chỉnh sửa các trang tùy chỉnh để cung cấp cho sinh viên với nội dung khóa học bổ sung. Ví dụ, bạn có thể tạo ra các trang cho các chính sách phân loại, trình bày khóa học, và một lịch khóa học.

source: How do pages look to students in my course?
hi: मेरे पाठ्यक्रम का पृष्‍ठ शिक्षार्थीयों को किस प्रकार का दिखाई देगा ?
ja_jp: ページは講座でどのように受講者にみえますか？
lt_lt: Kaip puslapiai atrodys mano kurso dalyviams?
vi: Làm thể nào để học viên tìm thấy khóa học của tôi?

source: Students see the default and custom pages at the top of your course and use these links to navigate.
hi: छात्र आपके पाठ्यक्रम के शीर्ष पर डिफ़ॉल्ट और कस्टम पृष्ठ देखते हैं और नेविगेट करने के लिए इन लिंक का उपयोग करते हैं।
ja_jp: 受講者には標準とカスタムページがページの講座の上部に表示されこのリンクを移動するために使用します。
lt_lt: Kurso dalyviai mato numatytuosius ir pasirinktinius puslapius jūsų kurso viršuje ir naudodamiesi šiomis nuorodomis naršo.
vi: Học viên xem các trang mặc định và tùy chỉnh ở trên cùng của khóa học và dùng các liên kết để điều hướng.

source: See an example
hi: एक उदहारण देखिये
ja_jp: 例を見る
lt_lt: Žiūrėti pavyzdį
vi: Xem một ví dụ

source: Pages in Your Course
hi: मेरे पाठ्यक्रम के पृष्‍ठ
ja_jp: 講座内のページ
lt_lt: Jūsų kurso puslapiai
vi: Các trang trong khóa học của bạn

source: Preview of Pages in your course
hi: अपने पाठ्यक्रम के पृष्‍ठों का पूर्व दर्शन करें
ja_jp: 講座内のページのプレビュー
lt_lt: Pažiūrėkite savo kurso puslapius
vi: Xem trước trang trong khóa học của bạn

source: Pages appear in your course's top navigation bar. The default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages.
hi: पृष्ठ आपके पाठ्यक्रम के शीर्ष नेविगेशन बार में दिखाई देते हैं। डिफॉल्ट पेज (होम, कोर्स, डिस्कशन, विकी और प्रोग्रेस) के बाद टेक्स्टबुक और कस्टम पेज होते हैं।
vi: Các trang xuất hiện trong thanh điều hướng trên cùng của khóa học. Các trang mặc định (Trang nhất, Khóa học, Thảo luận, Wiki và Tiến trình) được theo sau bởi sách giáo khoa và các trang tùy chỉnh.

source: close modal
hi: मोडल बंद करें
ja_jp: モーダルを閉じる
lt_lt: uždaryti formą
vi: đóng hộp thoại

source: Internal Server Error
hi: आंतरिक सर्वर त्रुटि
ja_jp: 内部サーバエラー
lt_lt: Vidinė sistemos klaida
vi: Lỗi Máy Chủ

source: The Page You Requested Page Cannot be Found
hi: आपके द्वारा अनुरोधित पृष्ठ को पाया नहीं जा सकता
ja_jp: リクエストされたページが見つかりませんでした
lt_lt: Jūsų prašomas puslapis nerastas
vi: Không tìm thấy trang bạn yêu cầu

source: We're sorry. We couldn't find the {studio_name} page you're looking for. You may want to return to the {studio_name} Dashboard and try again. If you are still having problems accessing things, please feel free to {link_start}contact {studio_name} support{link_end} for further help.
ja_jp: 申し訳ございません。お探しの{studio_name}のページが見つかりませんでした。{studio_name}ダッシュボードに戻り、再実施願います。もしアクセスに問題が継続するようであれば、お気軽に{link_start}{studio_name}サポート{link_end} へご連絡ください。
lt_lt: Atsiprašome, bet nepavyko rasti jūsų ieškomo {studio_name} puslapio. Pabandykite grįžti į {studio_name} informacinį puslapį ir pakartokite. Jei vis dar kils problemų atidarant puslapius, prašome {link_start}susisiekti su {studio_name} palaikymo komanda{link_end}.
vi: Chúng tôi rất tiếc. Chúng tối không thể tìm thấy trang {studio_name} mà bạn đang tìm kiếm. Bạn có thể muốn quay trở lại Bảng điều khiển {studio_name} và thử lại. Nếu bạn vẫn gặp vấn đề truy cập như vậy, vui lòng đến {link_start}liên hệ hỗ trợ {studio_name}{link_end} để được giúp đỡ.

source: The Server Encountered an Error
hi: सर्वर में एक त्रुटि प्राप्‍त हुई
ja_jp: サーバでエラーが発生しました
lt_lt: Serveryje įvyko klaida
vi: Máy chủ gặp lỗi !

source: We're sorry. There was a problem with the server while trying to process your last request. You may want to return to the {studio_name} Dashboard or try this request again. If you are still having problems accessing things, please feel free to {link_start}contact {studio_name} support{link_end} for further help.
ja_jp: 申し訳ございません。処理中にサーバーエラーが発生しました。{studio_name}ダッシュボードに戻り、再実施願います。もしアクセスに問題が継続するようであれば、お気軽に{link_start}{studio_name}サポート{link_end} へご連絡ください。
lt_lt: Atsiprašome, bet vykdant jūsų paskutinę užklausą įvyko sistemos klaida. Pabandykite grįžti į {studio_name} informacinį puslapį arba pakartokite. Jei vis dar kils panašių problemų, prašome {link_start} susisiekti su {studio_name} palaikymo komanda{link_end}.
vi: Chúng tôi rất tiếc. Có một vấn đề với máy chủ trong khi cố gắng xử lý yêu cầu cuối của bạn. Bạn có thể muốn quay trở lại Bảng điều khiển {studio_name} và cố gắng yêu cầu lại . Nếu bạn vẫn gặp vấn đề truy cập như vậy, vui lòng đến {link_start}liên hệ hỗ trợ {studio_name}{link_end} để được giúp đỡ.

source: Back to dashboard
hi: पीछे डैशबोर्ड पर जावें
ja_jp: マイページに戻る
lt_lt: Grįžti atgal į informacinį puslapį
vi: Quay về Bảng điều khiển

source: Library Export
hi: लाइब्रेरी एक्सपोर्ट
ja_jp: ライブラリのエクスポート
vi: Xuất thư viện

source: Course Export
hi: निर्यात पाठ्यक्रम
ja_jp: エクスポート
lt_lt: Kurso eksportavimas
vi: Xuất khóa học

source: About Exporting Libraries
hi: निर्यात पुस्तकालयों के बारे में
ja_jp: ライブラリのエクスポートについて
vi: Về Xuất Thư viện

source: You can export libraries and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the library structure and content. You can also re-import libraries that you've exported.
hi: आप पुस्तकालयों को निर्यात कर सकते हैं और उन्हें {studio_name} के बाहर संपादित कर सकते हैं। निर्यात की गई फ़ाइल .tar.gz फ़ाइल है (जो GNU ज़िप के साथ एक .tar फ़ाइल संपीड़ित है) जिसमें लाइब्रेरी संरचना और सामग्री है। आप अपने द्वारा निर्यात किए गए पुस्तकालयों को फिर से आयात कर सकते हैं।
ja_jp: ライブラリはエクスポートして{studio_name}の外で編集することができます。エクスポートされたファイルは.tar.gz(.tarファイルGNU Zipで圧縮されたもの)で出力され、ライブラリ構造やコンテンツが含まれます。エクスポートされたライブラリは再度インポートすることができます。
vi: Bạn có thể xuất thư viện và chỉnh sửa chúng bên ngoài {studio_name}. Tệp được xuất là tệp .tar.gz (là tệp .tar được nén bằng GNU Zip) có chứa cấu trúc thư viện và nội dung. Bạn cũng có thể tái nhập lại thư viện mà bạn đã xuất ra.

source: About Exporting Courses
hi: पाठ्यक्रम एक्‍सपोर्ट के बारे में
ja_jp: エクスポートについて
lt_lt: Apie kursų eksportavimą
vi: Về trích xuất các khóa học

source: You can export courses and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the course structure and content. You can also re-import courses that you've exported.
hi: आप पाठ्यक्रम निर्यात कर सकते हैं और उन्हें {studio_name} के बाहर संपादित कर सकते हैं। निर्यात की गई फ़ाइल .tar.gz फ़ाइल है (जो, GNU ज़िप के साथ एक .tar फ़ाइल संपीड़ित है) जिसमें पाठ्यक्रम संरचना और सामग्री है। आप अपने द्वारा निर्यात किए गए पाठ्यक्रमों को फिर से आयात कर सकते हैं।
ja_jp: 講座はエクスポートして{studio_name}の外で編集することができます。エクスポートされたファイルは.tar.gz(.tarファイルGNU Zipで圧縮されたもの)で出力され、講座構造やコンテンツが含まれます。エクスポートされた講座は再度インポートすることができます。
lt_lt: Jūs galite eksportuoti kursus ir juos redaguoti ne {studio_name} aplinkoje. Eksportuotas failas yra .tar.gz failas (t. y., .tar failas, suspaustas GNU Zip), kuriame yra kurso struktūra ir turinys. Taip pat galite iš naujo importuoti kursus, kuriuos eksportavote.
vi: Bạn có thể xuất các khóa học và chỉnh sửa chúng bên ngoài {studio_name}. Tập tin xuất là một tập tin .tar.gz (đó là một tập tin nén .tar chuẩn nén với GNU Zip) có chứa nội dung và cấu trúc khóa học. Bạn có thể nhập lại các khóa học mà bạn đã xuất.

source: {em_start}Caution:{em_end} When you export a course, information such as MATLAB API keys, LTI passports, annotation secret token strings, and annotation storage URLs are included in the exported data. If you share your exported files, you may also be sharing sensitive or license-specific information.
hi: {em_start} सावधानी: {em_end} जब आप कोई कोर्स निर्यात करते हैं, तो MATLAB API कीज़, LTI पासपोर्ट, एनोटेशन सीक्रेट टोकन स्ट्रिंग्स और एनोटेशन स्टोरेज URL जैसी जानकारी निर्यात किए गए डेटा में शामिल होती हैं। यदि आप अपनी निर्यात की गई फ़ाइलों को साझा करते हैं, तो आप संवेदनशील या लाइसेंस-विशिष्ट जानकारी भी साझा कर सकते हैं।
ja_jp: {em_start}注意：{em_end}講座をエクスポートするとき、 MATLAB APIキー、LTIパスポート、注釈の秘密のトークン文字列、注釈の保存URLなどの情報がデータに含まれます。エクスポートされたファイルを共有すると、機密情報やライセンスに関わる情報を共有してしまう可能性があります。
lt_lt: {em_start}Įspėjimas:{em_end} Jums eksportuojant kursą, tokia informacija, kaip MATLAB API raktai, LTI pasai, slaptos komentaro prieigos rakto eilutės ir komentarų atminties URL nuorodos, yra įtraukiama į eksportuojamus duomenis. Jeigu dalijatės eksportuojamais failais, galite dalytis ir slapta bei su licencija susijusia informacija.
vi: {em_start}Lưu ý:{em_end} Khi bạn xuất một khóa học, thông tin như các khóa MATLAB API, LTI passports, chú thích các chuỗi mã bí mật, và các địa chỉ lưu trữ bao gồm dữ liệu xuất. Nếu bạn chia sẽ các tập tin của bạn, bạn có thể đã chia sẽ thông tin riêng và giấy phép sử dụng.

source: Export My Library Content
hi: मेरा पुस्तकालय सामग्री निर्यात करें
ja_jp: 私のライブラリコンテンツをエクスポート
vi: Xuất Nội dung Thư viện của tôi

source: Export My Course Content
hi: मेरा पाठ्यक्रम सामग्री निर्यात करें
ja_jp: 講座コンテンツをエクスポートする
lt_lt: Eksportuoti mano kurso turinį
vi: Xuất nội dung khóa học của tôi

source: Export Library Content
hi: लाइब्रेरी सामग्री निर्यात करें
ja_jp: ライブラリコンテンツをエクスポート
vi: Xuất Nội dung Thư viện

source: Export Course Content
hi: पाठ्यक्रम विषय वस्तु निर्यात ।
ja_jp: コースのコンテンツをエクスポートする
lt_lt: Eksportuoti kurso turinį
vi: Xuất nội dung khóa học

source: Library Export Status
hi: पुस्तकालय निर्यात की स्थिति
vi: Trạng thái Xuất Thư viện

source: Course Export Status
hi: कोर्स निर्यात की स्थिति
vi: Trạng thái Xuất Khóa Học

source: Preparing
hi: तैयार कर रहे हैं
vi: Chuẩn bị

source: Preparing to start the export
hi: निर्यात शुरू करने की तैयारी है
vi: Chuẩn bị bắt đầu xuất ra

source: Exporting
hi: निर्यात
vi: Đang xuất ra

source: Creating the export data files (You can now leave this page safely, but avoid making drastic changes to content until this export is complete)
hi: निर्यात डेटा फ़ाइलें बनाना (अब आप इस पृष्ठ को सुरक्षित रूप से छोड़ सकते हैं, लेकिन इस निर्यात के पूर्ण होने तक सामग्री में भारी बदलाव करने से बचें)
vi: Đang tạo tệp dữ liệu xuất ra (bây giờ bạn có thể rời khỏi trang này một cách an toàn, mà không làm thay đổi tới nội dung cho đến khi việc xuất ra này hoàn tất)

source: Compressing
hi: को संपीड़ित
vi: Đang nén

source: Compressing the exported data and preparing it for download
hi: निर्यात किए गए डेटा को संपीड़ित करना और इसे डाउनलोड करने के लिए तैयार करना
vi: Nén dữ liệu đã xuất và chuẩn bị để tải xuống

source: Your exported library can now be downloaded
hi: अब आपकी निर्यात की गई लाइब्रेरी डाउनलोड की जा सकती है
vi: Bạn có thể tải xuống thư viện đã xuất ra

source: Your exported course can now be downloaded
hi: अब आपका निर्यात किया गया पाठ्यक्रम डाउनलोड किया जा सकता है
vi: Khóa học đã xuất ra của bạn bây giờ có thể được tải xuống

source: Download Exported Library
hi: निर्यात की गई लाइब्रेरी डाउनलोड करें
vi: Tải Thư viện đã Xuất ra

source: Download Exported Course
hi: निर्यातित पाठ्यक्रम डाउनलोड करें
vi: Tải Khoá học đã Xuất ra

source: Data {em_start}exported with{em_end} your course:
hi: डेटा {em_start} आपके पाठ्यक्रम के साथ {em_end} निर्यात किया गया:
ja_jp: {em_start}エクスポートされた{em_end}講座のデータ：
lt_lt: Duomenys, {em_start}eksportuoti su{em_end} jūsų kursu:
vi: Dữ liệu {em_start}được xuất với{em_end} khóa học của bạn:

source: Values from Advanced Settings, including MATLAB API keys and LTI passports
hi: MATLAB API कुंजी और LTI पासपोर्ट सहित उन्नत सेटिंग्स से मान
ja_jp: MATLAB APIキーとLTIパスポートを含む詳細設定の値
lt_lt: Papildomų nuostatų, įskaitant MATLAB API raktus ir LTI pasus, reikšmės
vi: Các giá trị từ Cài đặt nâng cao, bao gồm các khóa MATLAB API và LTI passports

source: Course Content (all Sections, Sub-sections, and Units)
hi: पाठ्यक्रम सामग्री (सभी अनुभागों, उप-वर्गों और इकाइयों)
ja_jp: 講座コンテンツ (すべての章, 節, 単元)
lt_lt: Kurso turinys (visos temos, potemės ir skyriai)
vi: Nội dung Khóa học (tất cả các Mục, Phụ Mục và Bài học)

source: Course Structure
hi: पाठ्यक्रम संरचना
ja_jp: コース構成
lt_lt: Kurso struktūra
vi: Cấu trúc Khóa học

source: Individual Problems
hi: व्यक्तिगत समस्याएं
ja_jp: 個々の問題
lt_lt: Atskiros užduotys
vi: Câu Hỏi Cá Nhân

source: Course Assets
hi: कोर्स एसेट्स
ja_jp: 素材
lt_lt: Kurso šaltinių medžiaga
vi: Thành Phần Khóa Học

source: Course Settings
hi: कोर्स सेटिंग्स
ja_jp: コース設定
lt_lt: Kurso nustatymai
vi: Thiết lập Khóa học

source: Data {em_start}not exported{em_end} with your course:
hi: डेटा {em_start} आपके पाठ्यक्रम के साथ {em_end} निर्यात नहीं किया गया:
ja_jp: {em_start}エクスポートされなかった{em_end}講座のデータ：
lt_lt: Duomenys, {em_start}neeksportuoti su{em_end} jūsų kursu:
vi: Dữ liệu {em_start}không được xuất{em_end} cùng khóa học của bạn:

source: User Data
hi: उपयोगकर्ता के आंकडे
ja_jp: ユーザ情報
lt_lt: Naudotojo duomenys
vi: Dữ liệu của Người dùng

source: Course Team Data
hi: पाठ्यक्रम समूह के आंकडे
ja_jp: コースチーム情報
lt_lt: Kurso komandos duomenys
vi: Dữ liệu Nhóm Khóa học

source: Forum/discussion Data
hi: फोरम / चर्चा डेटा
ja_jp: フォーラム／ディスカッションデータ
lt_lt: Forumo / diskusijos duomenys
vi: Dữ liệu diễn đàn/thảo luận

source: Why export a library?
hi: एक पुस्तकालय क्यों निर्यात करें?
ja_jp: ライブラリをエクスポートする目的は？
vi: Tại sao lại xuất ra một thư viện?

source: You may want to edit the XML in your library directly, outside of {studio_name}. You may want to create a backup copy of your library. Or, you may want to create a copy of your library that you can later import into another library instance and customize.
hi: आप अपने स्टूडियो में सीधे {Studios_name} के बाहर XML को संपादित करना चाह सकते हैं। आप अपनी लाइब्रेरी की बैकअप कॉपी बनाना चाहते हैं। या, आप अपने पुस्तकालय की एक प्रति बनाना चाहते हैं जिसे आप बाद में किसी अन्य पुस्तकालय उदाहरण में आयात कर सकते हैं और अनुकूलित कर सकते हैं।
ja_jp: あなたは、{studio_name}以外で直接ライブラリ内のXMLを編集することがあります。 あなたは、ライブラリのバックアップコピーを作成したり、別のライブラリをインポートしてカスタマイズする事が出来ます
vi: Bạn có thể muốn chỉnh sửa XML trực tiếp trong thư viện, bên ngoài {studio_name}. Bạn có thể muốn tạo một bản sao lưu thư viện của mình. Hoặc, bạn có thể muốn tạo một bản sao của thư viện của mình để sau đó bạn có thể nhập vào một thư viện khác và tuỳ chỉnh.

source: Opening the downloaded file
hi: डाउनलोड की गई फ़ाइल को खोलना
ja_jp: ダウンロードしたファイルを開いています
lt_lt: Atidaromas parsiųstas failas
vi: Đang mở file được tải xuống

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the library.xml file, as well as subfolders that contain library content.
hi: .Tar.gz फ़ाइल से डेटा निकालने के लिए एक आर्काइव प्रोग्राम का उपयोग करें। निकाले गए डेटा में Library.xml फ़ाइल, साथ ही सबफ़ोल्डर्स शामिल होते हैं जिनमें लाइब्रेरी सामग्री होती है।
ja_jp: 圧縮ソフトウェアを使用して.tar.gzファイルを解凍してください。解凍されたファイルにはcourse.xmlファイル、ライブラリコンテンツを含むサブフォルダが含まれます。
vi: Sử dụng một chương trình lưu trữ để trích xuất dữ liệu từ tệp .tar.gz. Dữ liệu được trích xuất bao gồm tệp library.xml, cũng như các thư mục con chứa nội dung thư viện.

source: Learn more about exporting a library
hi: लाइब्रेरी निर्यात करने के बारे में और जानें
ja_jp: ライブラリのエクスポートについてもっと学ぶ
vi: Tìm hiểu thêm về xuất thư viện

source: Why export a course?
hi: एक कोर्स क्यों निर्यात करें?
ja_jp: コースをエキスポートする目的は？
lt_lt: Kodėl reiktų eksportuoti kursą?
vi: Tại sao lại xuất khóa học?

source: You may want to edit the XML in your course directly, outside of {studio_name}. You may want to create a backup copy of your course. Or, you may want to create a copy of your course that you can later import into another course instance and customize.
hi: आप अपने स्टूडियो से सीधे XML को संपादित करना चाह सकते हैं, {Studios_name} के बाहर। आप अपने पाठ्यक्रम की एक बैकअप प्रति बनाना चाहते हैं। या, आप अपने पाठ्यक्रम की एक प्रति बनाना चाहते हैं जिसे आप बाद में किसी अन्य पाठ्यक्रम में आयात कर सकते हैं और अनुकूलित कर सकते हैं।
ja_jp: あなたは、{studio_name}以外で直接コース内のXMLを編集することがあります。 あなたは、コースのバックアップコピーを作成したり、別のコースをインポートしてカスタマイズする事が出来ます
lt_lt: Galbūt norėsite redaguoti XML tiesiai savo kurse, ne {studio_name} aplinkoje. Galbūt norėsite susikurti atsarginę savo kurso kopiją. Arba gal norėsite susikurti savo kurso kopiją, kurią vėliau galėsite importuoti į kito kurso kopiją ir tinkinti.
vi: Bạn có thể muốn chỉnh sửa trực tiếp XLM trong khóa học của bạn, bên ngoài {studio_name}. Bạn có thể muốn tạo một bản sao lưu khóa học của bạn. Hoặc, bạn có thể muốn tạo một bản sao chép khóa học của bạn, sau này, bạn có thể nhập vào khóa học khác.

source: What content is exported?
hi: क्या सामग्री निर्यात की जाती है?
ja_jp: どのコンテンツがエクスポートされますか？
lt_lt: Koks turinys eksportuojamas?
vi: Nội dung nào được xuất?

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the course.xml file, as well as subfolders that contain course content.
hi: .Tar.gz फ़ाइल से डेटा निकालने के लिए एक आर्काइव प्रोग्राम का उपयोग करें। निकाले गए डेटा में course.xml फ़ाइल, साथ ही साथ सबफ़ोल्डर्स शामिल हैं जिसमें पाठ्यक्रम सामग्री शामिल है।
ja_jp: 圧縮ソフトウェアを使用して.tar.gzファイルを解凍してください。解凍されたファイルにはcourse.xmlファイル、講座コンテンツを含むサブフォルダが含まれます。
lt_lt: Archyvavimo programa išgaukite duomenis iš .tar.gz failo. Išgautuose duomenyse yra kurso .xml failas ir paaplankiai, kuriuose yra kurso turinys.
vi: Dùng một chương trình nén để giải nén dữ liệu trong file chứa đuôi .tar.gz. Giải nén các dữ liệu gồm file khóa học chứa đuôi .xml và các tập tin con chứa nội dung khóa học.

source: Learn more about exporting a course
hi: एक कोर्स निर्यात करने के बारे में अधिक जानें
ja_jp: 講座のエクスポートについてもっと学ぶ
lt_lt: Sužinoti daugiau apie kurso eksportavimą
vi: Tìm hiểu thêm về xuất một khóa học

source: Export Course to Git
hi: Git को एक्सपोर्ट कोर्स
ja_jp: 講座をGitにエクスポート
lt_lt: Eksportuoti kursą į git
vi: Xuất Khóa học sang Git

source: Export to Git
hi: Git को निर्यात करें
ja_jp: Gitにエクスポート
lt_lt: Eksportuoti į git
vi: Xuất sang Git

source: About Export to Git
hi: Git को निर्यात के बारे में
ja_jp: Gitにエクスポートについて
lt_lt: Apie eksportą į git
vi: Về Xuất sang Git

source: Use this to export your course to its git repository.
hi: अपने पाठ्यक्रम को इसके गिट भंडार में निर्यात करने के लिए इसका उपयोग करें।
ja_jp: gitレポジトリにコースをエクスポートするために使用します。
lt_lt: Pasinaudokite tuo norėdami savo kursą eksportuoti į git repozitoriją.
vi: Sử dụng công cụ này để xuất khóa học của bạn đến kho git của nó.

source: This will then trigger an automatic update of the main LMS site and update the contents of your course visible there to students if automatic git imports are configured.
hi: इसके बाद मुख्य LMS साइट के एक स्वचालित अपडेट को ट्रिगर किया जाएगा और छात्रों को वहां दिखाई देने वाले अपने पाठ्यक्रम की सामग्री को अपडेट किया जाएगा यदि स्वचालित गिट आयात को कॉन्फ़िगर किया गया है।
ja_jp: 自動gitインポートが設定されている場合は、LMSサイトと受講者が見ることのできる講座の自動アップデートが行われます。
lt_lt: Tada tai paleis automatinį pagrindinės LMS svetainės atnaujinimą ir atnaujins kurso dalyviams matomą jūsų kurso turinį, jeigu automatinis git importas yra konfigūruotas.
vi: Việc này sẽ kích hoạt cập nhật tự động LMS chính và cập nhật nội dung của khóa học của bạn hiển thị ở đó cho sinh viên nếu nhập khẩu git tự động được cấu hình.

source: Export Course to Git:
hi: Git को निर्यात पाठ्यक्रम:
ja_jp: Gitに講座をエクスポート：
lt_lt: Eksportuoti kursą į git:
vi: Xuất Khoá học sang Git:

source: giturl must be defined in your course settings before you can export to git.
hi: giturl को git में निर्यात करने से पहले अपनी पाठ्यक्रम सेटिंग में परिभाषित किया जाना चाहिए।
ja_jp: コースをgitにエクスポートする前にgiturlを定義する必要があります。
lt_lt: Jūsų kurso nustatymuose turi būti nurodyta git url prieš jums jį eksportuojant į git.
vi: giturl phải được xác định trong thiết lập khóa học của bạn trước khi bạn có thể xuất sang git.

source: Export Failed
hi: निर्यात विफल रहा
ja_jp: エクスポート失敗
lt_lt: Nepavyko eksportuoti
vi: Xuất ra Thất bại

source: Export Succeeded
hi: निर्यात सफल हुआ
ja_jp: エクスポート成功
lt_lt: Pavyko eksportuoti
vi: Xuất ra Thành công

source: Your course:
hi: आपका पाठ्यक्रम :
ja_jp: 講座：
lt_lt: Jūsų kursas:
vi: Khoá học của bạn:

source: Course git url:
hi: कोर्स गिट url:
ja_jp: 講座 git url：
lt_lt: Kurso git url nuoroda:
vi: Địa chỉ git của khoá học:

source: Experiment Group Configurations
hi: प्रयोग समूह विन्यास
ja_jp: 実験グループの設定
lt_lt: Bandymo grupės konfigūracijos
vi: Cấu hình Nhóm Thử nghiệm

source: This module is disabled at the moment.
hi: यह मॉड्यूल इस समय अक्षम है।
ja_jp: このモジュールは現在利用できません。
lt_lt: Šiuo metu šis modulis negalimas.
vi: Mô-đun này mới bị tắt.

source: Enrollment track groups allow you to offer different course content to learners in each enrollment track. Learners enrolled in each enrollment track in your course are automatically included in the corresponding enrollment track group.
hi: नामांकन ट्रैक समूह आपको प्रत्येक नामांकन ट्रैक में शिक्षार्थियों को अलग-अलग पाठ्यक्रम सामग्री प्रदान करने की अनुमति देते हैं। आपके पाठ्यक्रम में प्रत्येक नामांकन ट्रैक में नामांकित शिक्षार्थी स्वचालित रूप से संबंधित नामांकन ट्रैक समूह में शामिल हैं।
vi: Những nhóm chương trình tuyển sinh cho phép bạn cung cấp nội dung khóa học khác nhau cho những người học trong mỗi chương trình tuyển sinh. Những người học đã đăng ký trong mỗi chương trình tuyển sinh trong khóa học của bạn sẽ được tự động đưa vào nhóm chương trình tuyển sinh tương ứng.

source: On unit pages in the course outline, you can restrict access to components to learners based on their enrollment track.
hi: पाठ्यक्रम की रूपरेखा में यूनिट के पन्नों पर, आप अपने नामांकन ट्रैक के आधार पर शिक्षार्थियों के घटकों तक पहुंच को प्रतिबंधित कर सकते हैं।
vi: Trên những trang đơn vị học phần trong đề cương khóa học, bạn có thể hạn chế quyền truy cập vào các thành phần cho người học dựa trên chương trình tuyển sinh của họ.
