Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: This setting indicates what rules the proctoring team should follow when viewing the videos.
es_419: Esta configuración indica que las reglas del equipo de supervisión debe seguir cuando revise los videos.

source: Is Practice Exam
es_419: Es examen de práctica

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
es_419: Esta configuración indica si el examen tiene solo propósitos de prueba. Los exámenes de práctica no son verificados.

source: This exam is hidden from the learner.
es_419: Este exámen está oculto para el estudiante.

source: Because the due date has passed, this {subsection_format} is hidden from the learner.
es_419: Dado que la fecha límite ha pasado, esta {subsection_format} está oculta a los estudiantes.

source: This subsection is unlocked for learners when they meet the prerequisite requirements.
es_419: Esta subsección está desbloqueada para que los estudiantes que hayan cumplido el prerequisito.

source: Group ID {group_id}
es_419: ID de Grupo {group_id}

source: Not Selected
es_419: No seleccionado
vi: Không Được Chọn

source: This name is used for organizing your course content, but is not shown to students.
es_419: Este nombre sirve para organizar su contenido de curso, pero no se le muestra a los estudiantes.

source: Content Experiment
es_419: Experimento de contenido

source: The list of group configurations for partitioning students in content experiments.
es_419: Lista de configuraciones de grupos para dividir a los estudiantes en contenidos experimentales.

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a student-visible experiment will impact the experiment data.
es_419: La configuración define cómo se agruparán los usuarios en este experimento de contenido. Tenga precaución: si cambia la configuración de grupos de un experimento visible para los estudiantes afectará los datos del experimento.

source: Group Configuration
es_419: Configuración de Grupo

source: Which child module students in a particular group_id should see
es_419: Define qué módulo hijo debe ser visto por los estudiantes en un group_id particular

source: {group_name} (inactive)
es_419: {group_name} (inactivo)

source: The experiment is not associated with a group configuration.
es_419: El experimento no está asociado a una configuración de grupos.

source: Select a Group Configuration
es_419: Seleccione una configuración de grupo

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
es_419: El experimento hace uso de una configuración de grupos que ha sido eliminada. Elija una configuración de grupos válida o elimine este experimento.

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
es_419: El experimento hace uso de una configuración de grupos que no está soportada para experimentos. Elija una configuración de grupos válida o elimine este experimento.

source: The experiment does not contain all of the groups in the configuration.
es_419: El experimento no contiene todos los grupos especificados en la configuración.

source: Add Missing Groups
es_419: Agregar los grupos faltantes

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
es_419: El experimento tiene un grupo inactivo. Traslade el contenido hacia los grupos activos y luego elimine el grupo inactivo.

source: This content experiment has issues that affect content visibility.
es_419: Este contenido tiene algunos inconvenientes que afectan su visibilidad.

source: External Discussion
es_419: Discusión externa

source: Home
es_419: Inicio

source: Text Annotation
es_419: Anotación

source: Source/Citation
es_419: Fuente / Citación

source: Optional for citing source of any material used. Automatic citation can be done using <a href="http://easybib.com">EasyBib</a>
es_419: Opcional para citar la fuente de cualquier material utilizado. El citado automático puede realizarse por medio de <a href="http://easybib.com">EasyBib</a>

source: Diacritic Marks
es_419: Marcas diacríticas

source: Add diacritic marks to be added to a text using the comma-separated form, i.e. markname;urltomark;baseline,markname2;urltomark2;baseline2
es_419: Añadir marcas al texto usando comas como separadores. Ej: markname;urltomark;baseline,markname2;urltomark2;baseline2

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
es_419: No se pueden recibir las transcripciones de Youtube para {youtube_id}. Código de estado: {status_code}.

source: We support only SubRip (*.srt) transcripts format.
es_419: Solo están soportadas las trasncripciones en formato SubRip (*.srt).

source: Something wrong with SubRip transcripts file during parsing. Inner message is {error_message}
es_419: Algo falló con las transcripciones SubRip durante su lectura. El mensaje interno es: {error_message}

source: Something wrong with SubRip transcripts file during parsing.
es_419: Algo falló con las transcripciones SubRip durante su lectura.

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
es_419: {exception_message}: No se pueden encontrar las transcripciones enviadas: {user_filename}

source: Invalid encoding type, transcripts should be UTF-8 encoded.
es_419: Tipo de codificación no válida, transcripciones deben ser codificación UTF-8.

source: There is no transcript file associated with the {lang} language.
es_419: No hay archivo de transcripción asociado con el idioma {lang}.

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
es_419: La URL de su video. Esta puede ser una URL de YouTube o un enlace a archivos de video de extension .mp4, .ogg, o .webm alojados en alguna página de internet.

source: Default Video URL
es_419: URL de video por defecto

source: The name students see. This name appears in the course ribbon and as a header for the video.
es_419: El nombre que los estudiantes ven. Este nombre aparece en la cinta del curso y como encabezado en los videos.

source: Component Display Name
es_419: Nombre para mostrar del componente

source: Current position in the video.
es_419: Posición actual en el video.

source: Optional, for older browsers: the YouTube ID for the normal speed video.
es_419: Opcional para navegadores antiguos: el ID de YouTube para el video en velocidad normal.

source: YouTube ID
es_419: ID de YouTube

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
es_419: Opcional para navegadores antiguos: el ID de YouTube para el video en velocidad de .75x.

source: YouTube ID for .75x speed
es_419: ID de YouTube para velocidad de .75x

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
es_419: Opcional para navegadores antiguos: el ID de YouTube para el video en velocidad de 1.25x.

source: YouTube ID for 1.25x speed
es_419: ID de YouTube para velocidad de 1.25x

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
es_419: Opcional para navegadores antiguos: el ID de YouTube para el video en velocidad de 1.5x.

source: YouTube ID for 1.5x speed
es_419: ID de YouTube para velocidad de 1.5x

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
es_419: Tiempo en que desea que inicie el video en caso en que no se quiera reproducir el video completo. No está soportado en la aplicación móvil nativa: se reproducirá el video completo. El formato para este campo es HH:MM:SS. El valor máximo es 23:59:59.

source: Video Start Time
es_419: Tiempo de inicio del video

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
es_419: Tiempo en que desea que el vídeo se detenga si no quiere reproducir todo el video. No está soportado en la aplicación móvil nativa: se reproducirá el video completo. El Formato para este campo es HH:MM:SS. El valor máximo es 23:59:59.

source: Video Stop Time
es_419: Tiempo de detencion del video

source: The external URL to download the video.
es_419: URL externa para descargar el video

source: Download Video
es_419: Descargar Video

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
es_419: Permitir a los estudiantes descargar versiones de este video en diferentes formatos, si no pueden usar el reproductor de video edx o no tienen acceso a YouTube. Debe añadir al menos una URL no YouTube en el campo de direcciones URL de archivos de vídeo.

source: Video Download Allowed
es_419: Descarga permitida del video

source: The URL or URLs where you've posted non-YouTube versions of the video. Each URL must end in .mpeg, .mp4, .ogg, or .webm and cannot be a YouTube URL. (For browser compatibility, we strongly recommend .mp4 and .webm format.) Students will be able to view the first listed video that's compatible with the student's computer. To allow students to download these videos, set Video Download Allowed to True.
es_419: La URL o URLs donde ha publicado versiones del video distintas a la de YouTube. Cada URL debe terminar en .mpeg, .mp4, .ogg o .webm y no puede ser una dirección de video de YouTube. (Para mayor compatibilidad con los navegadores, se recomiendan los formatos .mp4 y .webm). Los estudiantes podrán ver el primer video de la lista que sea compatible con su navegador. Para permitir a los alumnos descargar estos videos, configure el parámetro Permitir descarga en VERDADERO.

source: Video File URLs
es_419: URL del archivo de video

source: By default, students can download an .srt or .txt transcript when you set Download Transcript Allowed to True. If you want to provide a downloadable transcript in a different format, we recommend that you upload a handout by using the Upload a Handout field. If this isn't possible, you can post a transcript file on the Files & Uploads page or on the Internet, and then add the URL for the transcript here. Students see a link to download that transcript below the video.
es_419: Cuando selecciona permitir descargar transcripciones, por defecto los estudiantes pueden descargar una transcripción .srt o .txt. Si desea permitir la descarga en otro formato, recomendamos que publique un archivo adicional usando el campo para subir material. Si esto no es posible, puede publicar un archivo de transcripción en los archivos del curso o en internet, y añadir la URL aquí. Los estudiantes verán el link de descarga debajo del video.

source: Downloadable Transcript URL
es_419: Descargar la transcripción

source: Allow students to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
es_419: Permitir a los estudiantes descargar el archivo de transcripción. Aparecerá un link de descarga debajo del video. Por defecto, las transcripciones son un archivo .srt o .txt. Si desea permitir la descarga en otro formato, recomendamos que publique un archivo adicional usando el campo para subir material.

source: Download Transcript Allowed
es_419: Descargar la transcripción

source: The default transcript for the video, from the Default Timed Transcript field on the Basic tab. This transcript should be in English. You don't have to change this setting.
es_419: La transcripción por defecto para el video, que aparecerá en el campo de transcripción en la pestaña básica. Esta transcripción debe estar en español. No debe hacer cambios a esta configuración.

source: Specify whether the transcripts appear with the video by default.
es_419: Especifique si la transcripción debe aparecer con el video por defecto.

source: Show Transcript
es_419: Mostrar la transcripción

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
es_419: Añada transcripciones en diferentes idiomas. Haga clic a continuación para especificar un idioma y subir un archivo .srt de transcripción para dicho idioma.

source: Transcript Languages
es_419: Idiomas de transcripción
hi: प्रतिलिपि भाषाएँ
ko_kr: 자막 언어
pt_br: Idiomas da transcrição
vi: Những ngôn ngữ Dịch lại

source: Preferred language for transcript.
es_419: Preferencia de idioma

source: Preferred language for transcript
es_419: Preferencia de idioma

source: Transcript file format to download by user.
es_419: Formato de archivo de transcripción para descargar.

source: SubRip (.srt) file
es_419: Archivo SubRip (.srt)

source: Text (.txt) file
es_419: Archivo de texto (.txt)

source: The last speed that the user specified for the video.
es_419: La última velocidad especificada por el usuario para el video.

source: The default speed for the video.
es_419: Velocidad por defecto del video

source: Specify whether YouTube is available for the user.
es_419: Especificar si YouTube está disponible para el usuario.

source: Upload a handout to accompany this video. Students can download the handout by clicking Download Handout under the video.
es_419: Subir un archivo adiciona para acompañar este video. Los estudiantes pueden descargar este recurso haciendo clic en Descargar recurso bajo el video.

source: Upload Handout
es_419: Subir folleto.

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
es_419: Especifique si el acceso a este video está limitado a los navegadores o si puede ser accedido desde otras aplicaciones incluyendo aplicaciones móviles.

source: Video Available on Web Only
es_419: Video disponible en Web únicamente

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
es_419: Si le ha sido asignado un ID de vídeo por edx para reproducir su video en este componente, introduzca el ID aquí. En este caso, no escriba valores en los campos para la URL de video, las URLs de archivos de vídeo, ni el ID de YouTube. Si no se ha asignado un ID para el video por parte de edx, introduzca los valores correspondientes en los otros campos y deje este campo vacío.

source: Date of the last view of the bumper
es_419: Fecha de la última reproducción de la cortinilla

source: Do not show bumper again
es_419: No mostrar la cortinilla nuevamente

source: Video Annotation
es_419: Anotaciones en video

source: The external source URL for the video.
es_419: URL externa del video.

source: Source URL
es_419: URL de fuente

source: Poster Image URL
es_419: URL de imagen

source: Poster URL
es_419: URL de imagen

source: The label for this word cloud on the course page.
es_419: Etiqueta para esta nube de palabras en la página del curso

source: Instructions
es_419: Instrucciones

source: Add instructions to help learners understand how to use the word cloud. Clear instructions are important, especially for learners who have accessibility requirements.
es_419: Añada las instrucciones que le permitan a los estudiantes saber como usar la nube de palabras. Es importante que las instrucciones sean claras, especialmente para estudiantes que tengan requerimientos especiales de accesibilidad.

source: Inputs
es_419: Entradas

source: The number of text boxes available for learners to add words and sentences.
es_419: Número de cuadros de texto disponibles para que los estudiantes añadan palabras o frases.

source: Maximum Words
es_419: Máximo de palabras

source: The maximum number of words displayed in the generated word cloud.
es_419: Máximo número de palabras que se mostrarán en la nube de palabras generada.

source: Show Percents
es_419: Mostrar porcentajes

source: Statistics are shown for entered words near that word.
es_419: Se muestran las estadísticas para las palabras ingresadas cerca de esa palabra.

source: Whether this learner has posted words to the cloud.
es_419: Si este estudiante ha publicado palabras en la nube.

source: Student answer.
es_419: Respuesta de estudiante

source: All possible words from all learners.
es_419: Todas las posibles palabras, de todos los estudiantes.

source: Top num_top_words words for word cloud.
es_419: Top de num_top_words para la nube de palabras.

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
es_419: Completó el curso "{course_name}" ({course_mode}, {start_date} - {end_date})

source: Completed the course "{course_name}" ({course_mode})
es_419: Completó el curso "{course_name}" ({course_mode})

source: The badge image must be square.
es_419: La imagen de la insignia debe ser cuadrada.

source: The badge image file size must be less than 250KB.
es_419: El archivo de imagen de la insignia debe de menos de 250KB.

source: This value must be all lowercase.
es_419: Este valor debe expresarse en letra minúscula.

source: The course mode for this badge image. For example, "verified" or "honor".
es_419: Modo de curso para esta imagen de insignia. Por ejemplo, "Verificado" o "Código de honor".

source: Badge images must be square PNG files. The file size should be under 250KB.
es_419: Las imágenes de las insignias deben ser cuadradas y en formato PNG. El tamaño debe ser menor a 250KB.

source: Set this value to True if you want this image to be the default image for any course modes that do not have a specified badge image. You can have only one default image.
es_419: Configure el valor en True si desea que esta sea la imagen por defecto para cualquier modo del curso que no tenga una imagen de insignia específica. Solo puede tener una imagen por defecto.

source: There can be only one default image.
es_419: Solo puede tener una imagen por defecto.

source: On each line, put the number of completed courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
es_419: En cada línea, indique el número de cursos completados para otorgar una medalla, una coma, y el slug o clase de medala que usted ha creado que tenga el componente emisor 'openedx__course'. Por ejemplo: 3,enrolled_3_courses

source: On each line, put the number of enrolled courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
es_419: En cada línea, indique el número de cursos inscritos para otorgar una tarjeta medalla, una coma, y el slug o clase de medala que usted ha creado que tenga el componente emisor 'openedx__course'. Por ejemplo: 3,enrolled_3_courses

source: Each line is a comma-separated list. The first item in each line is the slug of a badge class you have created that has an issuing component of 'openedx__course'. The remaining items in each line are the course keys the learner needs to complete to be awarded the badge. For example: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second
es_419: Cada línea es una lista separada por comas. El primer elemento de cada línea es el slug de una clase de medalla que usted ha creado que tiene un componente emisor de 'openedx__course'. Los elementos restantes en cada línea son las claves de los cursos que el alumno necesita completar para obtener la medalla. Por ejemplo: slug_for_compsci_courses_group_badge,course-v1:CompSci+Curso+1,course-v1:CompsSci+Curso+2

source: Please check the syntax of your entry.
es_419: Por favor revise la sintaxis de su entrada.

source: © {org_name}. All rights reserved except where noted. EdX, Open edX and the edX and Open EdX logos are registered trademarks or trademarks of edX Inc.
es_419: © {org_name}. Todos los derechos reservados, excepto cuando se indique. EdX, Open edX, y los logos de edX y Open edX son marcas registradas de edX Inc.

source: Powered by Open edX
es_419: Con la tecnología de Open edX

source: {platform_name} for Business
es_419: {platform_name} para Negocios

source: News
es_419: Noticias

source: Help Center
es_419: Centro de Ayuda

source: Contact
es_419: Contacto

source: Careers
es_419: Carreras

source: Terms of Service & Honor Code
es_419: Términos del servicio y código de honor

source: Privacy Policy
es_419: Política de privacidad

source: Accessibility Policy
es_419: Políticas de Accesibilidad

source: Sitemap
es_419: Mapa del Sitio

source: Media Kit
es_419: Kit Multimedia

source: Terms of Service
es_419: Términos del servicio

source: Download the {platform_name} mobile app from the Apple App Store
es_419: Descargar la aplicación móvil de {platform_name} de la App Store

source: Download the {platform_name} mobile app from Google Play
es_419: Descargar la aplicación móvil de {platform_name} de Google Play

source: CCX Coach
es_419: Tutor CCX

source: A CCX can only be created on this course through an external service. Contact a course admin to give you access.
es_419: Un CCX sólo puede ser creado con este curso por medio de un servicio externo. Comuníquese con un administrador del curso para pedir acceso.

source: The course is full: the limit is {max_student_enrollments_allowed}
es_419: El curso está lleno: el límite es {max_student_enrollments_allowed}

source: You must be a CCX Coach to access this view.
es_419: Debe ser un tutor CCX para acceder a esta vista.

source: You must be the coach for this ccx to access this view
es_419: Debe ser el tutor para este CCX para acceder a esta vista.

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
es_419: No puede crear un CCX desde un curso usando un id caducado. Por favor cree una nueva versión del curso en studio para poder realizar esta acción.

source: created
es_419: creada

source: regenerated
es_419: regenerado

source: generated
es_419: generado

source: All learners
es_419: Todos los estudiantes

source: For exceptions
es_419: Para estudiantes con excepciones

source: A human-readable description of the example certificate. For example, 'verified' or 'honor' to differentiate between two types of certificates.
es_419: Descripción del certificado de ejemplo. Por ejemplo, 'verificado', 'honor', para diferenciar entre los dos tipos de certificados.

source: A unique identifier for the example certificate. This is used when we receive a response from the queue to determine which example certificate was processed.
es_419: Un identificador único para el certificado de ejemplo. Este campo se utiliza cuando se recibe la respuesta del proceso de generación para determinar cual de los certificados de ejemplo fue procesado.
