Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Defines when to randomize the variables specified in the associated Python script. For problems that do not randomize values, specify "Never".
hi: परिभाषित करता है कि संबंधित पायथन लिपि में निर्दिष्ट चर को यादृच्छिक करने के लिए कब। उन समस्याओं के लिए जो मानों को यादृच्छिक नहीं करते हैं, "कभी नहीं" निर्दिष्ट करें।
ja_jp: Python スクリプトによって生成された乱数値をどのタイミングで使用するかを指定します。乱数化されていない値を使用する問題の場合には、"Never" と指定します。
lt_lt: Apibrėžia, kada atsitiktinai atrinkti kintamuosius, nurodytus Python scenarijuje. Užduotims, kuriose nenaudojami atsitiktiniai kintamieji, nurodykite "Niekada".
vi: Định nghĩa khi một tham số ngẫu nhiên được tạo ra trong tệp Python. Với những vấn đề không tạo ngẫu nhiên giá trị, chọn "Không bao giờ".

source: On Reset
he: באתחול
hi: पुन: स्‍थापित करने पर
ja_jp: リセット中
lt_lt: Perkraunant
vi: Thiết lập lại

source: Per Student
he: לסטודנט
hi: प्रति शिक्षार्थी
ja_jp: 受講者ごと
lt_lt: Kiekvienam kurso dalyviui
vi: cho mỗi học viên

source: Dictionary with the correctness of current student answers
he: מילון עם תקינות התשובות הנוכחיות של הסטודנטים.
hi: वर्तमान छात्र उत्तरों की शुद्धता के साथ शब्दकोश
ja_jp: 受講者の今の回答が正しいか確認する機能付きの辞書
lt_lt: Kurso dalyvių dabartinių atsakymų teisingumo žinynas
vi: Từ điển với tính chính xác của các câu trả lời của học sinh hiện nay

source: Dictionary for maintaining the state of inputtypes
he: מילון עבור שמירה על מצב סוגי קלט.
hi: इनपुट प्रकारों की स्थिति बनाए रखने के लिए शब्दकोश
ja_jp: 入力タイプの状態を管理するための辞書
lt_lt: Įvesties tipų būsenos palaikymo žinynas
vi: Từ điển cho việc duy trì trạng thái của inputtypes

source: Dictionary with the current student responses
he: מילון עם התשובות הנוכחיות של הסטודנט
hi: वर्तमान छात्र प्रतिक्रियाओं के साथ शब्दकोश
ja_jp: 受講者の今の回答付きの辞書
lt_lt: Kurso dalyvių dabartinių atsakymų žinynas
vi: Từ điển với những phản ứng của học sinh hiện nay

source: Dictionary with the current student score
hi: वर्तमान छात्र स्कोर के साथ शब्दकोश
vi: Từ điển với số điểm sinh viên hiện tại

source: Whether or not the answers have been saved since last submit
hi: अंतिम सबमिट के बाद से उत्तर सहेजे गए हैं या नहीं
vi: Liệu câu trả lời đã được lưu từ lần nộp bài cuối cùng

source: Whether the student has answered the problem
he: האם הסטודנט ענה על הבעיה.
hi: क्या छात्र ने समस्या का उत्तर दिया है
ja_jp: 受講者がその問題に解答したか否か
lt_lt: Ar kurso dalyvis išsprendė užduotį
vi: Cho dù học sinh đã trả lời vấn đề

source: Random seed for this student
hi: इस शिक्षार्थी हेतु यदृाच्छिक गति
ja_jp: この受講者用のランダムシード
lt_lt: Atsitiktinė pradžia šiam kurso dalyviui
vi: Thứ tự ngẫu nhiên cho học sinh này

source: Last submission time
he: זמן הגשה אחרונה
hi: अंतिम प्रस्‍तुति का समय
ja_jp: 最後に提出した日時
lt_lt: Paskutinis pateikimo laikas
vi: Thời hạn cuối để nộp bài

source: Timer Between Attempts
he: זמן בין ניסיונות
hi: प्रयासों के बीच का समय
ja_jp: 回答中のタイマー
lt_lt: Laikmatis tarp bandymų
vi: Hẹn giờ giữa nỗ lực

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
he: מגדיר את מספר הנקודות שכל בעיה שווה. אם הערך לא יקבע, כל שדה הזנת תשובה יהיה שווה נקודה אחת.
hi: प्रत्येक समस्या के लायक अंकों की संख्या को परिभाषित करता है। यदि मान सेट नहीं है, तो समस्या में प्रत्येक प्रतिक्रिया फ़ील्ड एक बिंदु के लायक है।
ja_jp: 各問題が何点なのか定義してください。値が設定されていない場合、問題中の回答枠は１点になります。
lt_lt: Apibrėžia, kiek taškų yra verta kiekviena užduotis. Jeigu reikšmė nenustatyta, kiekvienas užduoties atsakymo laukas vertas vieno taško.
vi: Xác định điểm số dành cho mỗi câu hỏi. Nếu không đưa ra điểm số cụ thể, mỗi câu trả lời sẽ được tính là một điểm.

source: Source code for LaTeX and Word problems. This feature is not well-supported.
he: קוד מקור עבור בעיות מלל ו-LaTeX. תכונה זו אינה נתמכת היטב.
hi: LaTeX और Word समस्याओं के लिए स्रोत कोड। यह सुविधा अच्छी तरह से समर्थित नहीं है।
ja_jp: LaTeXやWordの問題に対するソースコード。この機能の信頼性は低いです。
lt_lt: Šaltinio kodas užduotims "LaTeX" ir "Word" formate. Ši funkcija nėra gerai palaikoma.
vi: Mã nguồn cho các bài LaTeX và Word. Tính năng này không được hỗ trợ tốt.

source: Enable LaTeX templates?
he: אפשר תבניות LaTeX?
hi: LaTeX टेम्‍प्‍लेट सक्षम ?
ja_jp: LaTeXのテンプレートを使用可能にしますか？
lt_lt: Leisti "LaTeXo" šablonus?
vi: Cho phép mẫu LaTex?

source: Submit
he: שלח
hi: प्रस्तुत
ja_jp: 投稿
lt_lt: Pateikti
vi: Nộp

source: Submitting
hi: भेजने से
vi: Nộp bài

source: Warning: The problem has been reset to its initial state!
he: אזהרה: הבעיה אותחלה למצבה הראשוני!
hi: चेतावनी: समस्या को अपनी प्रारंभिक अवस्था में पुनर्स्थापित किया गया है!
ja_jp: 警告: 問題は初期状態に戻りました！
lt_lt: Įspėjimas: užduotis grąžinta į pradinę būseną!
vi: Chú ý: Câu hỏi đã được thiết lập lại trạng thái ban đầu của nó!

source: If this error persists, please contact the course staff.
he: אם שגיאה זו ממשיכה, אנא צור קשר עם צוות הקורס.
hi: अगर यह त्रुटि बनी रहती है, तो पाठ्यक्रम स्टाफ़ से संपर्क करें।
ja_jp: このエラーが解決しない場合は、コーススタッフに問い合わせください。
lt_lt: Jei ši klaida kartojasi, prašome susisiekti su kursą administruojančiu personalu.
vi: Nếu vẫn còn lỗi này, vui lòng liên hệ nhân viên phụ trách khóa học.

source: Hint ({hint_num} of {hints_count}):
hi: संकेत ({hints_count} का {hint_num}):
ja_jp: ( {hints_count} 中 {hint_num} の ) ヒント：
lt_lt: Užuomina ({hint_num} iš {hints_count}):
vi: Gợi ý ({hint_num} của {hints_count}):

source: Your answers were previously saved. Click '{button_name}' to grade them.
hi: आपके उत्तर पहले सहेजे गए थे। उन्हें ग्रेड करने के लिए '{बटन_नाम}' पर क्लिक करें।
vi: Câu trả lời của bạn đã được lưu trước đó. Nhấp vào '{button_name}' chấm điểm.

source: Incorrect ({progress} point)
vi: Sai ({progress} điểm)

source: Correct ({progress} point)
vi: Đúng ({progress} điểm)

source: Partially correct ({progress} point)
vi: Tổng điểm ({progress} điểm)

source: Partially Correct
he: נכון חלקית
hi: कुछ-कुछ सही
lt_lt: Iš dalies teisingai
vi: Có phần chính xác

source: Answer submitted.
hi: जवाब प्रस्तुत किया गया।
vi: Đã gửi câu trả lời.

source: Problem is closed.
he: הבעיה סגורה.
hi: समस्या बंद कर दी गई है।
ja_jp: 問題はの期間は終了しました。
lt_lt: Užduočiai skirtas laikas baigėsi.
vi: Hết hạn trả lời câu hỏi này.

source: Problem must be reset before it can be submitted again.
hi: समस्या को फिर से प्रस्तुत करने से पहले इसे रीसेट किया जाना चाहिए।
vi: Câu hỏi cần được đặt lại trước khi gửi lại.

source: You must wait at least {wait} seconds between submissions.
he: עליך להמתין לפחות {wait} שניות בין הגשות.
hi: आपको हर प्रस्तुति करने के बीच में कम से कम {wait} सेकंड की प्रतीक्षा करनी चाहिए।
ja_jp: {wait} 秒以上あけて投稿してください。
lt_lt: Tarp pateikčių turi praeiti bent {wait} sekundžių.
vi: Bạn phải đợi ít nhất {wait} giây giữa các lần nộp bài.

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
he: עליך להמתין לפחות {wait_secs} בין הגשות. נותרו {remaining_secs} .
hi: सबमिशन के बीच आपको कम से कम {प्रतीक्षा सेकंड} इंतजार करना होगा। {शेष_शेष} शेष।
ja_jp: 最低 {wait_secs}秒投稿の間をあけてください。残り {remaining_secs} 秒
lt_lt: Tarp pateikčių turi praeiti bent {wait_secs} sekundžių. Liko {remaining_secs}
vi: Bạn phải đợi ít nhất {wait_secs} giây giữa các lần nộp bài. Còn {remaining_secs} giây.

source: {num_hour} hour
he: {num_hour} שעה
ja_jp: {num_hour} 時間
lt_lt: {num_hour} valanda
vi: {num_hour} giờ

source: {num_minute} minute
he: {num_minute} דקה
ja_jp: {num_minute} 分
lt_lt: {num_minute} minutė
vi: {num_minute} phút

source: {num_second} second
he: {num_second} שנייה
ja_jp: {num_second} 秒
lt_lt: {num_second} sekundė
vi: {num_second} giây

source: Problem needs to be reset prior to save.
he: צריך לאתחל בעיה לפני שניתן יהיה לשמור.
hi: सेव करने से पहले समस्या को फिर से क़ायम करने की आवश्यकता है।
ja_jp: 問題を保存するためにはリセットする必要があります。
lt_lt: Prieš išsaugant užduotį reikia ją atnaujinti.
vi: Câu hỏi cần phải được thiết lập lại trước khi lưu.

source: Your answers have been saved.
he: התשובה שלך נשמרה.
hi: आपके जवाब दर्ज कर लिए गए है।
ja_jp: 回答は保存されました。
lt_lt: Jūsų atsakymai yra išsaugoti.
vi: Trả lời của bạn đã được lưu

source: Your answers have been saved but not graded. Click '{button_name}' to grade them.
hi: आपके उत्तर सहेजे गए हैं, लेकिन श्रेणीबद्ध नहीं हैं। उन्हें ग्रेड करने के लिए '{बटन_नाम}' पर क्लिक करें।
ja_jp: 回答は保存されましたが、採点されていません。'{button_name}' をクリックして採点を受けてください。
lt_lt: Jūsų atsakymai yra išsaugoti, bet neįvertinti. Spustelėkite '{button_name}', kad jie būtų įvertinti.
vi: Câu trả lời của bạn đã được lưu nhưng chưa được chấm. Nhấp vào '{button_name}' để chấm.

source: You cannot select Reset for a problem that is closed.
hi: आप बंद की गई समस्या के लिए रीसेट का चयन नहीं कर सकते।
vi: Bạn không thể chọn Đặt lại cho một câu hỏi đã đóng.

source: You must submit an answer before you can select Reset.
hi: रीसेट का चयन करने से पहले आपको एक जवाब प्रस्तुत करना होगा।
vi: Bạn phải gửi câu trả lời trước khi bạn có thể chọn Đặt lại.

source: Problem's definition does not support rescoring.
he: הגדרות הבעיה לא תומכות במתן ציון מחדש.
hi: समस्या की परिभाषा फिर से स्कोरिंग का समर्थन नहीं करती।
ja_jp: 問題は再採点するように定義されていません。
lt_lt: Užduoties apibrėžimas nepalaiko pakartotinio pateikimo įvertinimui perskaičiuoti.
vi: Bài này không cho phép chấm lại.

source: Problem must be answered before it can be graded again.
he: עליך לענות על התשובה לפני שניתן יהיה לבדוק אותה שוב.
hi: फिर से ग्रेड किए जाने से पहले समस्या का उत्तर देना ज़रूरी है।
ja_jp: 問題は再評価される前に回答する必要があります。
lt_lt: Užduotis turi būti atsakyta prieš ją vėl įvertinant.
vi: Câu hỏi cần được trả lời trước khi được chấm lại.

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
he: אנחנו מצטערים, קרתה שגיאה בעיבוד בקשתך. אנא נסה לטעון מחדש את העמוד שלך ונסה שוב.
hi: हमें खेद है, आपके अनुरोध पर अमल करने में कुछ त्रुटि हुई। कृपया अपने पेज को पुन: लोड करें और फिर से प्रयास करें।
ja_jp: 申し訳ありません。要求を処理する際にエラーが発生しました。ページをリロードし再試行してくだい。
lt_lt: Atsiprašome, kilo problema vykdant jūsų užklausą. Prašome perkrauti puslapį ir pabandyti dar kartą.
vi: Thật xin lỗi, đã có một lỗi trong quá trình xử lý yêu cầu của bạn. Vui lòng tải lại trang và thử lần nữa.

source: The state of this problem has changed since you loaded this page. Please refresh your page.
he: מצב הבעיה השתנה מאז שטענת דף זה. אנא רענן את העמוד שלך.
hi: आपके द्वारा इस पेज को लोड करने के बाद से समस्या की स्थिति बदल गई है। अपने पृष्ठ को रीफ़्रेश करें।
ja_jp: 問題の状態がページをした時点より変更されています。ページをリフレッシュしてください。
lt_lt: Šios užduoties būsena pasikeitė nuo to laiko, kai įkėlėte šį puslapį. Prašome puslapį atnaujinti.
vi: Tình trạng của vấn đề này đã thay đổi kể từ khi bạn chạy trang này. Hãy làm mới trang của bạn.

source: Answer ID
hi: उत्तर आईडी
vi: ID Câu Trả Lời

source: Question
he: שאלה
hi: सवाल
vi: Câu hỏi

source: Correct Answer
hi: सही उत्तर
vi: Đáp Án Chính Xác

source: Conditional
hi: सशर्त
vi: Điều kiện

source: List of urls of children that are references to external modules
hi: बाहरी मॉड्यूल के संदर्भ में बच्चों के url की सूची
vi: Danh sách các url của mục con được tham chiếu đến mô-đun bên ngoài

source: Source Components
hi: स्रोत घटक
vi: Những thành phần Nguồn

source: The component location IDs of all source components that are used to determine whether a learner is shown the content of this conditional module. Copy the component location ID of a component from its Settings dialog in Studio.
hi: सभी स्रोत घटकों के घटक स्थान आईडी का उपयोग यह निर्धारित करने के लिए किया जाता है कि क्या कोई शिक्षार्थी इस सशर्त मॉड्यूल की सामग्री को दिखाया गया है। स्टूडियो में इसके सेटिंग्स संवाद से एक घटक के घटक स्थान आईडी की प्रतिलिपि बनाएँ।
vi: Những ID vị trí thành phần của tất cả các thành phần nguồn được sử dụng để xác định xem người học có được hiển thị nội dung của mô-đun có điều kiện này hay không. Sao chép ID vị trí thành phần của một thành phần từ hộp thoại Cài đặt của nó trong Studio.

source: Conditional Attribute
hi: सशर्त गुण
vi: Thuộc tính Điều kiện

source: The attribute of the source components that determines whether a learner is shown the content of this conditional module.
hi: स्रोत घटकों की विशेषता यह निर्धारित करती है कि क्या एक शिक्षार्थी को इस सशर्त मॉड्यूल की सामग्री दिखाई जाती है।
vi: Thuộc tính của các thành phần nguồn xác định người học có được hiển thị nội dung của mô-đun có điều kiện này hay không.

source: Conditional Value
hi: सशर्त मूल्य
vi: Giá trị Điều kiện

source: The value that the conditional attribute of the source components must match before a learner is shown the content of this conditional module.
hi: एक शिक्षार्थी को इस सशर्त मॉड्यूल की सामग्री को दिखाने से पहले स्रोत घटकों की सशर्त विशेषता को मेल खाना चाहिए।
vi: Giá trị mà thuộc tính có điều kiện của các thành phần nguồn phải phù hợp trước khi người học được hiển thị nội dung của mô-đun có điều kiện này.

source: Blocked Content Message
hi: अवरुद्ध सामग्री संदेश
vi: Thông báo Nội dung bị Chặn

source: The message that is shown to learners when not all conditions are met to show the content of this conditional module. Include {link} in the text of your message to give learners a direct link to required units. For example, 'You must complete {link} before you can access this unit'.
hi: संदेश जो शिक्षार्थियों को तब दिखाया जाता है जब इस सशर्त मॉड्यूल की सामग्री को दिखाने के लिए सभी शर्तों को पूरा नहीं किया जाता है। शिक्षार्थियों को आवश्यक इकाइयों को सीधा लिंक देने के लिए अपने संदेश के पाठ में {लिंक} शामिल करें। उदाहरण के लिए, 'आपको इस इकाई तक पहुंचने से पहले {लिंक} पूरा करना होगा।'
vi: Thông báo được hiển thị cho học viên khi không đáp ứng đủ các điều kiện để hiển thị nội dung của mô đun có điều kiện này. Bao gồm {link} trong nội dung thông báo của bạn để cung cấp cho học viên một liên kết trực tiếp đến các học phần bắt buộc. Ví dụ: 'Bạn phải hoàn thành {link} trước khi bạn có thể truy cập học phần này'.

source: You must complete {link} before you can access this unit.
hi: इस इकाई तक पहुँचने से पहले आपको {लिंक} पूरा करना होगा।
vi: Bạn phải hoàn thành {link} trước khi bạn có thể truy cập học phần này.

source: This component has no source components configured yet.
hi: इस घटक में अभी तक कोई स्रोत घटक कॉन्फ़िगर नहीं है।
vi: Thành phần này vẫn chưa cấu hình những thành phần nguồn.

source: Configure list of sources
hi: स्रोतों की सूची कॉन्फ़िगर करें
vi: Cấu hình danh sách nguồn

source: The selected proctoring provider, {proctoring_provider}, is not a valid provider. Please select from one of {available_providers}.
vi: Dịch vụ trông thi được chọn, {proctoring_provider}, không phải là dịch vụ hợp lệ. Hãy chọn một trong số {available_providers}.

source: List of Textbook objects with (title, url) for textbooks used in this course
hi: इस पाठ्यक्रम में प्रयुक्त पाठ्यपुस्तकों के लिए पाठ्यपुस्तक वस्तुओं की सूची (शीर्षक, यूआरएल) के साथ
vi: Danh sách Sách giáo khoa với (tiêu đề, url) cho sách giáo khoa được sử dụng trong khóa học này

source: Date that enrollment for this class is opened
hi: दिनांक कि इस वर्ग के लिए नामांकन खोला गया है
ja_jp: このクラスの参加受付を開始する日付
lt_lt: Registracijos į šį kursą pradžios data
vi: Ngày cho phep đăng ký vào lớp học này

source: Date that enrollment for this class is closed
hi: दिनांक कि इस वर्ग के लिए नामांकन बंद है
ja_jp: このクラスの参加受付を修了する日付
lt_lt: Registracijos į šį kursą pabaigos data
vi: Ngày hết hạn đăng ký vào lớp học này

source: Date that this class ends
hi: दिनांक कि यह वर्ग समाप्त होता है
ja_jp: このクラスが終了する日付
lt_lt: Šio kurso pabaigos data
vi: Ngày kết thúc lớp học

source: Date that certificates become available to learners
hi: दिनांक जो शिक्षार्थियों के लिए प्रमाण पत्र उपलब्ध हो जाते हैं
vi: Ngày có chứng chỉ cho học viên

source: Cosmetic Course Display Price
he: מחיר קורס לתצוגה
hi: कॉस्मेटिक कोर्स प्रदर्शन मूल्य
ja_jp: 表示上の講座価格
lt_lt: Rodoma kurso kaina
vi: Hiển Thị Giá Bổ Trợ Khóa Học

source: The cost displayed to students for enrolling in the course. If a paid course registration price is set by an administrator in the database, that price will be displayed instead of this one.
he: העלות המוצגת לסטודנטים עבור הרשמה לקורס. אם עלות הרשמה לקורס נקבעת על ידי מנהל במאגר הנתונים, המחיר ההוא יוצג במקום זה.
hi: पाठ्यक्रम में नामांकन के लिए छात्रों को प्रदर्शित की गई लागत। यदि एक भुगतान किया हुआ पाठ्यक्रम पंजीकरण मूल्य डेटाबेस में एक व्यवस्थापक द्वारा निर्धारित किया जाता है, तो वह मूल्य इस के बजाय प्रदर्शित किया जाएगा।
ja_jp: 受講者が講座を受講登録する際に表示される価格。データベースに登録価格が管理者によって設定されている場合この価格ではなく、設定した価格が表示されます。
lt_lt: Kaina, rodoma kurso dalyviams registruotis į kursą. Jeigu mokamo kurso registracijos kaina yra administratoriaus nustatyta duomenų bazėje, ta kaina yra rodoma vietoj šitos.
vi: Giá hiển thị cho học viên để đăng kí vào khóa học. Nếu tiền đăng kí khóa học được đặt bởi quản trị viên lên cơ sở dữ liệu, giá tiền đó sẽ được hiển thị thay vì giá này.

source: Course Advertised Start
hi: कोर्स शुरू किया गया
vi: Bắt đầu Quảng cáo Khoá học

source: Enter the text that you want to use as the advertised starting time frame for the course, such as "Winter 2018". If you enter null for this value, the start date that you have set for this course is used.
hi: पाठ को दर्ज करें जिसे आप पाठ्यक्रम के लिए विज्ञापित शुरुआती समय सीमा के रूप में उपयोग करना चाहते हैं, जैसे कि "विंटर 2018"। यदि आप इस मान के लिए शून्य दर्ज करते हैं, तो इस पाठ्यक्रम के लिए आपके द्वारा निर्धारित प्रारंभ तिथि का उपयोग किया जाता है।
vi: Nhập nội dung mà bạn muốn sử dụng làm thời gian bắt đầu quảng cáo cho khóa học, chẳng hạn như "Mùa đông 2018". Nếu bạn nhập null cho giá trị này, ngày bắt đầu bạn đã đặt cho khóa học này sẽ được sử dụng.

source: Pre-Requisite Courses
he: קורסי קדם
hi: पूर्व आवश्यक पाठ्यक्रम
ja_jp: 事前必須講座
lt_lt: Privalomi kursai
vi: Những khóa học điều kiện

source: Pre-Requisite Course key if this course has a pre-requisite course
he: מפתח דרישות קדם לקורס אם יש דרישות קדם לקורס זה.
hi: इस पाठ्यक्रम में पूर्व-आवश्यक पाठ्यक्रम होने पर पूर्व-आवश्यक पाठ्यक्रम कुंजी
ja_jp: この講座に事前必須講座が存在する場合の事前必須講座キー
lt_lt: Privalomo kurso mygtukas, jeigu norint dalyvauti šiame naujame kurse privaloma baigti kitą kursą
vi: Khóa học điều kiện nếu khóa học này yêu cầu một khóa học trước.

source: Grading policy definition for this class
hi: इस वर्ग के लिए ग्रेडिंग पॉलिसी की परिभाषा
ja_jp: このクラスの成績評価方針
lt_lt: Šio kurso vertinimo politikos apibrėžimas
vi: Đặt ra cách đánh giá điểm cho lớp này

source: Show Calculator
he: הראה מחשבון
hi: कैल्‍कूलेटर प्रदर्शित करें
ja_jp: 計算機を表示
lt_lt: Rodyti skaičiuoklę
vi: Hiển thị máy tính

source: Enter the name of the course as it should appear in the edX.org course list.
he: הזן את שם הקורס כפי שעליו להופיע ברשימת הקורסים של edx.org
ja_jp: edX.orgの講座一覧に表示されるコース名を入れてください。
lt_lt: Įveskite kurso pavadinimą, kuris bus rodomas edX.org kursų sąraše.
vi: Nhập tên của khoá học như trong danh sách khoá học của edX.org

source: Course Display Name
he: שם תצוגת לקורס
hi: पाठ्यक्रम का प्रदर्शित नाम
ja_jp: 講座の表示名
lt_lt: Kurso rodomas pavadinimas
vi: Tên hiển thị của khoá học

source: Course Editor
he: עורך קורס
hi: पाठ्यक्रम संपादक
ja_jp: コースエディタ
lt_lt: Kurso rengyklė
vi: Mở trình biên tập khóa học

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period. You can also specify a category as the default for new posts in the Discussion page by setting its "default" attribute to true. For example, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
hi: निम्नलिखित प्रारूप में चर्चा श्रेणियां दर्ज करें: "श्रेणीनाम": {"आईडी": "i4x-InstitutionName-CourseNumber-course-CourseRun"}। उदाहरण के लिए, एक चर्चा श्रेणी "लिडियन मोड" हो सकती है: {"id": "i4x-UniversityX-MUS101-course-2015_T1"}। प्रत्येक श्रेणी के लिए "आईडी" मूल्य अद्वितीय होना चाहिए। "आईडी" मानों में, केवल विशेष वर्ण जो समर्थित हैं, अंडरस्कोर, हाइफ़न और अवधि हैं। आप किसी श्रेणी को चर्चा पृष्ठ में नए पदों के लिए डिफ़ॉल्ट के रूप में निर्दिष्ट कर सकते हैं, इसकी "डिफ़ॉल्ट" विशेषता को सच करने के लिए। उदाहरण के लिए, "Lydian Mode": {"id": "i4x-UniversX-MUS101-course-2015_T1", "default": true}।
vi: Nhập các chủ đề thảo luận theo định dạng sau: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Ví dụ: một chủ đề thảo luận có thể là "Nhạc Dân tộc": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Giá trị "id" cho mỗi loại phải là duy nhất. Trong các giá trị "id", chỉ các ký tự đặc biệt được hỗ trợ là dấu gạch dưới, dấu gạch nối và khoảng thời gian. Bạn cũng có thể chỉ định một loại là mặc định cho các bài viết mới trong trang Thảo luận bằng cách đặt thuộc tính "default" là true. Ví dụ: "Nhạc Dân tộc": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.

source: Enter true or false. If true, discussion categories and subcategories are sorted alphabetically. If false, they are sorted chronologically by creation date and time.
hi: सही या गलत दर्ज करें। यदि सही है, तो चर्चा श्रेणियां और उपश्रेणियाँ वर्णानुक्रम में क्रमबद्ध हैं। यदि झूठे हैं, तो वे क्रोनोलॉजिकल रूप से सृजन की तारीख और समय के अनुसार हल किए जाते हैं।
vi: Nhập true hoặc false. Nếu true, các loại thảo luận và các phân nhóm con được sắp xếp theo thứ tự bảng chữ cái. Nếu false, chúng được sắp xếp thứ tự thời gian theo ngày và thời gian tạo.

source: Cohort Configuration
he: הגדרות קבוצת לימוד
hi: कोहोर्ट कॉन्फ़िगरेशन
ja_jp: 群設定
lt_lt: Kohortos konfigūracija
vi: Tuỳ chỉnh nhóm

source: Course Is New
he: קורס חדש
hi: पाठ्यक्रम नया है
ja_jp: 新コース
lt_lt: Kursas yra naujas
vi: Khóa học mới

source: Mobile Course Available
he: קורס זמין בנייד
hi: मोबाइल कोर्स उपलब्ध है
ja_jp: モバイル向け講座が利用可能
lt_lt: Galimas mobilusis kursas
vi: Các khoá học trên nền di động

source: Course Not Graded
he: לא ניתן ציון בקורס.
hi: अश्रेणीकृत पाठ्यक्रम
ja_jp: 未採点の講座
lt_lt: Kursas nevertinamas
vi: Lớp không chấm điểm

source: Enter true or false. If true, the course will not be graded.
he: הזן כן או לא. אם כן, הקורס לא יקבל ציון.
hi: सही या गलत दर्ज करें। यदि सच है, तो पाठ्यक्रम को वर्गीकृत नहीं किया जाएगा।
ja_jp: trueもしくはfalseを入力してください。trueの場合、この講座は採点されません。
lt_lt: Įveskite "taip" arba "ne". Jeigu įvesite "taip", kursas nebus vertinamas.
vi: Nhập đúng hay sai. Nếu đúng, khoá học sẽ không được chấm điểm.

source: Enter true or false. If true, students cannot view the progress graph.
he: הזן כן או לא, אם כן סטודנטים לא יכולים לראות את גרף ההתקדמות.
hi: सही या गलत दर्ज करें। यदि सही है, तो छात्र प्रगति ग्राफ नहीं देख सकते हैं।
ja_jp: trueもしくはfalseを入力してください。trueの場合、進捗グラフは受講者に表示されません。
lt_lt: Įveskite "taip" arba "ne". Jeigu įvesite "taip", kurso dalyviai nematys pažangos grafos.
vi: Nhập đúng hay sai. Nếu đúng, học sinh không thể xem đồ thị tiến bộ.

source: PDF Textbooks
he: ספרי לימוד ב-PDF
hi: पीडीएफ पाठ्यपुस्‍तक
ja_jp: PDFテキスト
lt_lt: PDF vadovėliai
vi: Sách giáo khoa dạng PDF

source: List of dictionaries containing pdf_textbook configuration
he: רשימה של מילונים המכילים הגדרת pdf_textbook
hi: Pdf_textbook कॉन्फ़िगरेशन वाले शब्दकोशों की सूची
ja_jp: pdfテキスト設定を含む辞書リスト
lt_lt: Sąrašas žodynų su pdf vadovėlių konfigūracija
vi: Danh sách các từ điển có chứa cấu hình pdf_textbook

source: HTML Textbooks
he: ספרי לימוד ב-HTML
hi: HTML पाठ्यपुस्‍तक
ja_jp: HTMLテキスト
lt_lt: HTML vadovėliai
vi: Sách giáo khoa dạng HTML

source: For HTML textbooks that appear as separate tabs in the course, enter the name of the tab (usually the title of the book) as well as the URLs and titles of each chapter in the book.
hi: पाठ्यक्रम में अलग-अलग टैब के रूप में दिखाई देने वाली HTML पाठ्यपुस्तकों के लिए, टैब का नाम (आमतौर पर पुस्तक का शीर्षक) और साथ ही पुस्तक के प्रत्येक अध्याय के URL और शीर्षक दर्ज करें।
vi: Đối với sách giáo khoa HTML xuất hiện dưới dạng các tab riêng biệt trong khóa học, hãy nhập tên của tab (thường là tên sách) cũng như URL và tiêu đề của mỗi chương trong cuốn sách.

source: Remote Gradebook
he: ספר ציונים מרוחק
hi: रिमोट ग्रेडबुक
ja_jp: 外部成績表
lt_lt: Nuotolinė pažymių knygelė
vi: Sổ Điểm Từ Xa
