Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: The following users do not exist: {usernames}.
hi: निम्न उपयोगकर्ता मौजूद नहीं हैं: {usernames}।
vi: Những người dùng sau không tồn tại: {usernames}.

source: Comma-separated list of usernames which will be able to view this catalog.
hi: उपयोगकर्ता नाम की कोमा-अलग-अलग सूची जो इस कैटलॉग को देखने में सक्षम होगी।
vi: Danh sách tên người dùng đã được phân cách bằng dấu phẩy có thể xem danh mục này.

source: Denied
hi: से इनकार किया
ja_jp: 否認されました
lt_lt: Atmesta
vi: từ chối

source: Approved
hi: मंजूर की
vi: Được duyệt

source: Status of this API access request
hi: इस API एक्सेस अनुरोध की स्थिति
vi: Trạng thái của yêu cầu truy cập API này

source: The URL of the website associated with this API user.
hi: इस एपीआई उपयोगकर्ता से संबद्ध वेबसाइट का URL।
vi: URL của trang web liên kết với người dùng API này.

source: The reason this user wants to access the API.
hi: यह उपयोगकर्ता API का उपयोग करना चाहता है।
vi: Lý do người dùng này muốn truy cập API.

source: I, and my organization, accept the {link_start}{platform_name} API Terms of Service{link_end}.
hi: मैं और मेरा संगठन, {link_start} {platform_name} API सेवा की शर्तें {link_end} स्वीकार करते हैं।
vi: Tôi và tổ chức của tôi đồng ý với {link_start}{platform_name} Điều khoản dịch vụ API{link_end}

source: Bookmarks
hi: बुकमार्क
vi: Dấu trang

source: An error has occurred. Please try again.
hi: एक गलती हुई है। कृपया पुन: प्रयास करें।
vi: Có lỗi xảy ra. Vui lòng thử lại sau.

source: No data provided.
hi: कोई डेटा नहीं दिया गया।
vi: Không cung cấp dữ liệu.

source: Parameter usage_id not provided.
hi: पैरामीटर use_id प्रदान नहीं किया गया।
vi: Thông số usage_id không được cung cấp.

source: Invalid usage_id: {usage_id}.
hi: अमान्य उपयोग_आईडी: {usage_id}।
vi: Usage_id không hợp lệ: {usage_id}.

source: Block with usage_id: {usage_id} not found.
hi: यूज़_ड के साथ ब्लॉक करें: {usage_id} नहीं मिला।
vi: Chặn bằng usage_id: {usage_id} không được tìm thấy.

source: You can create up to {max_num_bookmarks_per_course} bookmarks. You must remove some bookmarks before you can add new ones.
hi: आप {max_num_bookmarks_per_course} बुकमार्क तक बना सकते हैं। नए जोड़ने से पहले आपको कुछ बुकमार्क हटाने होंगे।
vi: Bạn có thể tạo tối đa {max_num_bookmarks_per_course} dấu trang. Bạn phải xóa một số dấu trang trước khi bạn có thể thêm một số dấu trang mới.

source: Bookmark with usage_id: {usage_id} does not exist.
hi: उपयोग_के साथ बुकमार्क: {usage_id} मौजूद नहीं है।
vi: Dấu trang với usage_id: {usage_id} không tồn tại.

source: Internal API URL
hi: आंतरिक एपीआई URL
vi: URL API nội bộ

source: DEPRECATED: Use the setting COURSE_CATALOG_API_URL.
hi: निर्धारित: सेटिंग COURSE_CATALOG_API_URL का उपयोग करें।
vi: DEPRECATED: Sử dụng thiết lập COURSE_CATALOG_API_URL.

source: Specified in seconds. Enable caching of API responses by setting this to a value greater than 0.
hi: सेकंड में निर्दिष्ट। इसे 0 से अधिक मान पर सेट करके API प्रतिक्रियाओं की कैशिंग सक्षम करें।
vi: Là số giây. Bật bộ nhớ đệm của các phản hồi API bằng cách đặt giá trị này là một giá trị lớn hơn 0.

source: Long Term Cache Time To Live
hi: लंबे समय तक रहने का समय
vi: Thời gian lưu trữ dài hạn

source: Specified in seconds (defaults to 86400s, 24hr). In some cases the cache does needs to be refreshed less frequently. Enable long term caching of API responses by setting this to a value greater than 0.
hi: सेकंड में निर्दिष्ट (86400s के लिए चूक, 210)। कुछ मामलों में कैश को कम बार ताज़ा करने की आवश्यकता होती है। इसे 0 से अधिक मान पर सेट करके API प्रतिक्रियाओं की दीर्घकालिक कैशिंग सक्षम करें।
vi: Xác định theo giây (mặc định là 86400s, 24hr). Trong một số trường hợp, bộ đệm cần được làm mới ít thường xuyên hơn. Kích hoạt lưu trữ lâu dài các phản hồi API bằng cách đặt giá trị này thành giá trị lớn hơn 0.

source: Username created for Course Catalog Integration, e.g. lms_catalog_service_user.
hi: कोर्स कैटलॉग इंटीग्रेशन के लिए बनाया गया उपयोगकर्ता नाम, उदा। lms_catalog_service_user।
vi: Tên người dùng đã được tạo để Tích hợp Danh mục Khóa học, ví dụ: lms_catalog_service_user.

source: Page Size
hi: पृष्ठ आकार
vi: Kích thước Trang

source: Maximum number of records in paginated response of a single request to catalog service.
hi: कैटलॉग सेवा के लिए एक भी अनुरोध की पृष्ठांकित प्रतिक्रिया में रिकॉर्ड की अधिकतम संख्या।
vi: Số lượng tối đa các bản ghi trong phản hồi phân trang của một yêu cầu cho dịch vụ danh mục.

source: Enabled
hi: सक्रिय
ja_jp: 有効化
lt_lt: Įgalinta
vi: Đã cho phép

source: Configuration may not be specified at more than one level at once.
hi: कॉन्फ़िगरेशन एक बार में एक से अधिक स्तरों पर निर्दिष्ट नहीं किया जा सकता है।
vi: Cài đặt không thể đặt được nhiều hơn một cấp cùng lúc.

source: List of domains that are allowed to make cross-domain requests to this site. Please list each domain on its own line.
he: רשימה של שמות דומין שמורשים לבצע בקשות חוצות דומין עבור אתר זה. אנא רשום כל דומיין בשורה נפרדת.
hi: उन डोमेन की सूची, जिन्हें इस साइट पर क्रॉस-डोमेन अनुरोध करने की अनुमति है। कृपया प्रत्येक डोमेन को अपनी लाइन पर सूचीबद्ध करें।
ja_jp: これらの分野の一覧は、分野にまたがった要請を可能にするためのものです。それぞれの分野を当該する行に列挙してください。
lt_lt: Sričių, tarp kurių leidžiamos užklausos šiai svetainei, sąrašas. Prašome kiekvieną sritį nurodyti atskiroje eilutėje.
vi: Danh sách domain được quyền gửi yêu cầu cross-domain tới trang này. Xin liệt kê mỗi domain trên một dòng riêng.

source: Default Group
hi: डिफ़ॉल्ट समूह
vi: Nhóm Mặc định

source: You cannot create two cohorts with the same name
he: אין אפשרות ליצור שתי קבוצות למידה עם אותו שם.
hi: आप एक ही नाम से दो कॉहर्ट्स नहीं बना सकते
ja_jp: 同じ名前のユーザー群は設定できません。
lt_lt: Negalite sukurti dviejų kohortų tuo pačiu pavadinimu
vi: Không thể tạo hai nhóm có cùng một tên.

source: There must be one cohort to which students can automatically be assigned.
he: חייבת להיות קבוצת לימוד אחת שאלייה ניתן לשייך סטודנטים באופן אוטומטי.
hi: एक ऐसा साथियों होना चाहिए जिसके लिए छात्रों को स्वचालित रूप से सौंपा जा सके।
ja_jp: 受講者が自動的に割り当てられるユーザー群が１つ必要です。
lt_lt: Privalo būti viena kohorta, į kurią kurso dalyviai būtų priskiriami automatiškai.
vi: Phải có một cohort mà học viên có thể tự động được xếp vào.

source: A cohort with the same name already exists.
he: קבוצת לימוד עם אותו שם כבר קיימת.
hi: समान नाम वाला सहकर्मी पहले से मौजूद है।
ja_jp: 同じ名前のユーザー群が既に存在します。
lt_lt: To paties pavadinimo kohorta jau egzituoja.
vi: Một nhóm học viên khác có cùng tên đã tồn tại.

source: Credentials
hi: साख
vi: Thông tin xác thực

source: Internal Service URL
hi: आंतरिक सेवा URL
ja_jp: 内部サービスの URL
vi: URL dịch vụ nội bộ

source: Public Service URL
hi: लोक सेवा URL
ja_jp: 公開サービスのURL
vi: URL dich vụ công khai

source: Enable Learner Issuance
hi: लर्नर इश्यू को सक्षम करें
vi: Cho phép Phát hành Cho người học

source: Enable issuance of credentials via Credential Service.
hi: क्रेडेंशियल सेवा के माध्यम से क्रेडेंशियल जारी करना सक्षम करें।
vi: Cho phép phát hành các thông tin xác thực thông qua dịch vụ chứng thực.

source: Enable Authoring of Credential in Studio
hi: स्टूडियो में क्रेडेंशियल की संलेखन सक्षम करें
vi: Cho phép Tác quyền của Chứng chỉ trong Studio

source: Enable authoring of Credential Service credentials in Studio.
hi: स्टूडियो में क्रेडेंशियल सर्विस क्रेडेंशियल्स का संलेखन सक्षम करें।
vi: Cho phép tác quyền của các chứng chỉ Credential Service trong Studio

source: Course Credit Eligibility
hi: कोर्स क्रेडिट पात्रता
ja_jp: 講座履修の適格性
lt_lt: Kurso kredito gavimo sąlygos
vi: Điều kiện hợp lên cho khoá học chứng chỉ

source: You are eligible for credit from {providers_string}
hi: आप {provider_string} से क्रेडिट के लिए पात्र हैं
vi: Bạn đủ điều kiện nhận tín dụng từ {providers_string}

source: {first_provider} and {second_provider}
hi: {first_provider} और {second_provider}
vi: {first_provider} và {second_provider}

source: {first_providers}, and {last_provider}
hi: {first_provider} ,और {second_provider}
vi: {first_providers}, và {last_provider}

source: [{username}] is not eligible for credit for [{course_key}].
hi: [{username}] [{course_key}] के लिए ऋण के लिए पात्र नहीं है।
ja_jp: [{username}] は [{course_key}] 評価の資格がありません。
vi: [{username}] không đủ điều kiện cho tín dụng cho [{course_key}].

source: [{course_key}] is not a valid course key.
hi: [{course_key}] वैध कोर्स कुंजी नहीं है।
ja_jp: [{course_key}] は有効な講座キーではありません
vi: [{course_key}] không phải là mã khoá học hợp lệ.

source: Unique identifier for this credit provider. Only alphanumeric characters and hyphens (-) are allowed. The identifier is case-sensitive.
hi: इस क्रेडिट प्रदाता के लिए विशिष्ट पहचानकर्ता। केवल अल्फ़ान्यूमेरिक वर्ण और हाइफ़न (-) की अनुमति है। पहचानकर्ता केस-संवेदी है।
ja_jp: クレジット会社の一意的な識別子です。英数字とハイフン (-) のみが使用可能です。大文字と小文字は区別されます。
lt_lt: Unikalus šio kreditoriaus numeris. Galimi tik skaičiai, raidės ir brūkšneliai (-). Identifikaciniame numeryje svarbus didžiųjų ir mažųjų raidžių skirtumas.
vi: Định danh duy nhất cho nhà cung cấp tín dụng này. Chỉ có ký tự chữ và số, dấu gạch nối (-) được cho phép. Từ định là trường hợp nhạy cảm.

source: Whether the credit provider is currently enabled.
hi: वर्तमान में क्रेडिट प्रदाता सक्षम है या नहीं।
ja_jp: クレジット会社が現在有効であるかどうか。
lt_lt: Ar kreditorius šiuo metu įjungtas.
vi: Cho dù các nhà cung cấp tín dụng hiện đang được bật.

source: Name of the credit provider displayed to users
hi: उपयोगकर्ताओं को प्रदर्शित क्रेडिट प्रदाता का नाम
ja_jp: クレジット会社の名前がユーザに表示されます
lt_lt: Naudotojams rodomas kreditoriaus pavadinimas
vi: Tên của ngừơi cung cấp chứng chỉ đã được hiện lên cho nhũng ngừoi dùng

source: When true, automatically notify the credit provider when a user requests credit. In order for this to work, a shared secret key MUST be configured for the credit provider in secure auth settings.
hi: जब सत्य है, तब स्वचालित रूप से क्रेडिट प्रदाता को सूचित करें जब उपयोगकर्ता क्रेडिट का अनुरोध करता है। इसके लिए काम करने के लिए, एक साझा गुप्त कुंजी को सुरक्षित प्रदाता सेटिंग्स में क्रेडिट प्रदाता के लिए कॉन्फ़िगर किया जाना चाहिए।
ja_jp: true であると、ユーザがクレジット支払を求めた場合に自動的にクレジット会社へ通知が行われます。これが機能するためには、クレジット会社の共通秘密鍵がセキュアな認証で設定されていなければなりません。
lt_lt: Kai "taip", automatiškai pranešama kreditoriui, kai naudotojas prašo kredito. Kad tai veiktų, bendras slaptas raktas PRIVALO būti konfigūruotas kreditoriui saugumo patvirtinimo nuostatose.
vi: Khi sự thật, tự động thông báo cho các nhà cung cấp tín dụng khi người dùng yêu cầu tín dụng. Để làm việc này, một khóa bí mật được chia sẻ phải được cấu hình cho các nhà cung cấp tín dụng trong các thiết lập auth an toàn.

source: URL of the credit provider. If automatic integration is enabled, this will the the end-point that we POST to to notify the provider of a credit request. Otherwise, the user will be shown a link to this URL, so the user can request credit from the provider directly.
hi: क्रेडिट प्रदाता का URL। यदि स्वचालित एकीकरण सक्षम है, तो यह अंतिम बिंदु होगा कि हम क्रेडिट अनुरोध के प्रदाता को सूचित करने के लिए POST। अन्यथा, उपयोगकर्ता को इस URL का लिंक दिखाया जाएगा, इसलिए उपयोगकर्ता सीधे प्रदाता से क्रेडिट का अनुरोध कर सकता है।
ja_jp: クレジット会社の URL。自動的に統合ができるようになっている場合には、クレジット支払のリクエストをクレジット会社に通知する際の宛先となります。それ以外の場合は、ユーザへはこの URL へのリンクが表示され、ユーザはクレジット会社へ直接リクエストすることになります。
vi: URL của các nhà cung cấp tín dụng. Nếu tích hợp tự động được kích hoạt, đây sẽ là điểm kết thúc mà chúng ta POST để thông báo cho các nhà cung cấp của một yêu cầu tín dụng. Nếu không, người dùng sẽ được hiển thị một liên kết đến URL này, vì vậy người dùng có thể yêu cầu tín dụng từ nhà cung cấp trực tiếp.

source: URL from the credit provider where the user can check the status of his or her request for credit. This is displayed to students *after* they have requested credit.
hi: क्रेडिट प्रदाता से URL जहां उपयोगकर्ता क्रेडिट के लिए अपने अनुरोध की स्थिति की जांच कर सकता है। यह छात्रों के लिए प्रदर्शित किया जाता है * के बाद * उन्होंने क्रेडिट का अनुरोध किया है।
ja_jp: クレジット会社からのクレジットの利用状況をユーザがチェックするためのWebページのURL。クレジット支払のリクエストをした *後に* 受講者に表示されます。
vi: URL từ các nhà cung cấp tín dụng mà người dùng có thể kiểm tra tình trạng của mình hoặc theo yêu cầu của mình cho tín dụng. Điều này được hiển thị cho sinh viên * * tín dụng sau khi họ đã yêu cầu.

source: Description for the credit provider displayed to users.
hi: उपयोगकर्ताओं को प्रदर्शित क्रेडिट प्रदाता के लिए विवरण।
ja_jp: クレジット会社の説明がユーザに表示されます。
lt_lt: Naudotojams rodomas kreditoriaus aprašas
vi: Miêu tả về ngừơi cung cấp chứng chỉ đã hiện lên cho nhũng ngừoi dùng

source: Plain text or html content for displaying further steps on receipt page *after* paying for the credit to get credit for a credit course against a credit provider.
hi: रसीद पृष्ठ पर आगे के चरणों को प्रदर्शित करने के लिए सादा पाठ या html सामग्री * क्रेडिट प्रदाता के खिलाफ क्रेडिट पाठ्यक्रम के लिए क्रेडिट प्राप्त करने के लिए * भुगतान के बाद।
ja_jp: クレジット会社に対して、クレジット支払の方法の承認を得た *後に* 領収ページでさらに進んだ手続きを表示するためのプレーンテキストか html コンテンツ。
vi: Đồng bằng văn bản hoặc nội dung html để hiển thị các bước tiếp trên trang xác nhận * sau * trả tiền cho các tín dụng để có được tín dụng cho một khóa học tín dụng đối với một nhà cung cấp tín dụng.

source: Plain text or html content for displaying custom message inside credit eligibility email content which is sent when user has met all credit eligibility requirements.
hi: क्रेडिट पात्रता ईमेल सामग्री के अंदर कस्टम संदेश प्रदर्शित करने के लिए सादा पाठ या HTML सामग्री जो उपयोगकर्ता द्वारा सभी क्रेडिट पात्रता आवश्यकताओं को पूरा करने पर भेजी जाती है।
ja_jp: ユーザのクレジット与信が必要となった際に送信されるクレジット与信メールコンテンツに含まれるカスタムなメッセージを表示するためのプレーンテキストかHTML コンテンツ。
vi: Đồng bằng văn bản hoặc nội dung html để hiển thị thông báo tùy chỉnh bên trong đủ điều kiện tín dụng nội dung email được gửi đi khi sử dụng đã đáp ứng tất cả các yêu cầu điều kiện tín dụng.

source: Plain text or html content for displaying custom message inside credit receipt email content which is sent *after* paying to get credit for a credit course.
hi: क्रेडिट रसीद ईमेल सामग्री के अंदर कस्टम संदेश प्रदर्शित करने के लिए सादा पाठ या HTML सामग्री जो क्रेडिट कोर्स के लिए क्रेडिट प्राप्त करने के लिए * भुगतान करने के बाद * भेजा जाता है।
ja_jp: クレジットコースでの支払の *後で* 送付されるクレジット受領メールの内容に含まれるカスタムメッセージを表示するためのクレジットプレーンテキストか html コンテンツ。
vi: Đồng bằng văn bản hoặc nội dung html để hiển thị thông báo tùy chỉnh bên nhận tín dụng nội dung email được gửi * sau * trả tiền để có được tín dụng cho một khóa học tín dụng.

source: Thumbnail image url of the credit provider.
hi: क्रेडिट प्रदाता का थंबनेल छवि url।
ja_jp: クレジット会社の url のサムネイルイメージ。
lt_lt: Kreditoriaus Thumbnail paveikslo url nuoroda.
vi: Url hình ảnh thu nhỏ của các nhà cung cấp tín dụng.

source: Credit requirement statuses
hi: क्रेडिट आवश्यकता की स्थिति
vi: Trạng thái yêu cầu tín dụng

source: Deadline for purchasing and requesting credit.
hi: क्रेडिट खरीदने और अनुरोध करने की समय सीमा।
ja_jp: 購入とクレジット支払リクエストの締切。
lt_lt: Kredito pirkimo ir prašymo terminas.
vi: Hạn cuối cho việc mua và yêu cầu chứng chỉ

source: Preview Language Administration
hi: भाषा प्रशासन का पूर्वावलोकन करें
vi: Quản trị Ngôn ngữ Xem trước

source: Language not provided
hi: भाषा प्रदान नहीं की गई
vi: Ngôn ngữ không được cung cấp

source: Language set to {preview_language}
hi: {पूर्वावलोकन_भाषण} के लिए भाषा सेट
vi: Ngôn ngữ được đặt là {preview_language}

source: Language reset to the default
hi: भाषा डिफ़ॉल्ट पर रीसेट हो जाती है
vi: Ngôn ngữ được đặt lại về mặc định

source: This is a test message
hi: यह एक परीक्षण संदेश है
vi: Đây là thử nội dung

source: This is a success message
hi: यह सफलता का संदेश है
vi: Đây là một thông báo thành công

source: This is a test warning
hi: यह एक परीक्षण चेतावनी है
vi: Đây là thử cảnh báo

source: This is a test error
hi: यह एक परीक्षण त्रुटि है
vi: Đây là thử lỗi

source: COURSE NOT FOUND. Please check that the course ID is valid.
he: קורס לא נמצא. אנא בדוק תקינות של מספר זיהוי של הקורס.
hi: अभ्यासक्रम मिळाले नाही. कृपया कोर्स आयडी वैध असल्याचे तपासा.
ja_jp: 講座が見つかりません。講座IDが有効か確認してください。
lt_lt: KURSAS NERASTAS. Patikrinkite, ar kurso identifikacija yra teisinga.
vi: Không tìm thấy khoá học. Bạn hãy kiểm tra lại của ID khoá học.

source: The course key for the restricted course.
he: מפתח קורס עבור קורס מוגבל.
hi: प्रतिबंधित पाठ्यक्रम के लिए पाठ्यक्रम कुंजी।
ja_jp: 制限された講座の講座キー
lt_lt: Apriboto kurso raktas
vi: Mã khóa học cho khoá học bị hạn chế.

source: The message to show when a user is blocked from enrollment.
he: הודעה שיש להציג מתי שהמשתמש חסום מלהרשם לקורס.
hi: उपयोगकर्ता द्वारा नामांकन से अवरुद्ध होने पर दिखाने का संदेश।
ja_jp: ユーザが受講登録にブロックされた場合に表示されるメッセージ。
lt_lt: Šis pranešimas rodomas, kai naudotojui neleidžiama registruotis.
vi: Nội dung hiển thị khi người dùng bị ngăn nhập học.

source: The message to show when a user is blocked from accessing a course.
he: הודעה שתוצג בזמן שמשתמש נחסם מלהכנס לקורס.
hi: उपयोगकर्ता द्वारा किसी कोर्स तक पहुँचने से अवरुद्ध होने पर दिखाने का संदेश।
ja_jp: ユーザーが講座のアクセスにブロックされた場合に表示されるメッセージ。
lt_lt: Šis pranešimas rodomas, kai naudotojui neleidžiama prisijungti prie kurso.
vi: Nội dung hiển thị khi người dùng bị ngăn truy cập khoá học.

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
he: אפשר למשתמשים שנרשמו במדינה מורשה לגשת לקורסים מוגבלים ממדינות שלא נכללו.
hi: उन उपयोगकर्ताओं को अनुमति दें, जिन्होंने बहिष्कृत देशों से प्रतिबंधित पाठ्यक्रमों तक पहुंचने के लिए एक अनुमत देश में दाखिला लिया।
ja_jp: 受講を除外されている国から制限されている講座への受講登録を可能にするために、ユーザが受講が許可されている国に登録することを許可。
lt_lt: Leisti kurso dalyviams, užsiregistravusiems leidžiamoje šalyje, prieiti prie apribotų kursų iš neleidžiamų šalių.
vi: Cho phép người dùng ghi danh trong một đất nước được phép truy cập vào các khóa học giới hạn từ các nước bị loại trừ.

source: Two character ISO country code.
he: מספר מדינה בפורמט ISO המורכב משני תווים.
hi: दो चरित्र आईएसओ देश कोड।
ja_jp: ２文字のISOカントリーコード。
lt_lt: Dviejų simbolių ISO šalies kodas
vi: Hai kí tự chỉ mã quốc gia theo ISO.

source: The course to which this rule applies.
he: קורס שעבורו הכלל הזה חל.
hi: यह नियम जिस पर लागू होता है।
ja_jp: ルールを適用する講座。
lt_lt: Kursas, kuriam taikoma ši taisyklė.
vi: Những quy tắc này được áp dụng vào khóa học này.

source: The country to which this rule applies.
he: מדינה שעבורה הכלל הזה חל.
hi: जिस देश पर यह नियम लागू होता है।
ja_jp: ルールを適用する国。
lt_lt: Šalis, kuriai taikoma ši taisyklė.
vi: Nước mà quy tắc này được áp dụng.

source: Whitelist {country} for {course}
he: להכניס את המדינה {country} עבור {course} לרשימה לבנה
hi: श्वेतसूची {देश} के लिए {पाठ्यक्रम}
ja_jp: {course} 講座の {country} ホワイトリスト
lt_lt: Įrašyti {country} į baltąjį sąrašą kursui "{course}"
vi: Whitelist {country} cho {course}

source: Blacklist {country} for {course}
he: להכניס את המדינה {country} עבור {course} לרשימה שחורה
hi: ब्लैकलिस्ट {देश} {कोर्स} के लिए
ja_jp: {course} 講座の {country} ブラックリスト
lt_lt: Įrašyti {country} į juodąjį sąrašą kursui "{course}"
vi: Blacklist {country} cho {course}

source: You have already created an account using an external login like WebAuth or Shibboleth. Please contact {tech_support_email} for support.
ja_jp: すでに WebAuth や Shibboleth のような外部認証を使用したアカウントを作成しています。詳しいことは {tech_support_email} にお問い合わせください。
lt_lt: Jūs jau sukūrėte paskyrą naudodamiesi išorine paslauga, pavyzdžiui, WebAuth ar Shibboleth. Kreipkitės pagalbos į {tech_support_email}.
vi: Bạn đã tạo một tài khoản bằng cách sử dụng một đăng nhập bên ngoài như WebAuth. Hãy liên hệ với {tech_support_email} để được hỗ trợ.

source: Comma-separated list of scopes that this application will be allowed to request.
hi: स्कोमा-स्कोप की अलग-अलग सूची जो इस एप्लिकेशन को अनुरोध करने की अनुमति देगा।
vi: Danh sách phạm vi được phân tách bằng dấu phẩy mà ứng dụng này sẽ được phép yêu cầu.

source: Content Provider
hi: सामग्री प्रदाता
vi: Nhà cung cấp Nội dung

source: Password Policy
hi: पारण शब्द नीति
vi: Chính sách Mật khẩu

source: {strong_tag_open}We recently changed our password requirements{strong_tag_close}{break_line_tag}Your current password does not meet the new security requirements. We just sent a password-reset message to the email address associated with this account. Thank you for helping us keep your data safe.
hi: {strong_tag_open} हमने हाल ही में अपनी पासवर्ड आवश्यकताओं को बदल दिया है {strong_tag_close} {break_line_tag} आपका वर्तमान पासवर्ड नई सुरक्षा आवश्यकताओं को पूरा नहीं करता है। हमने इस खाते से जुड़े ईमेल पते पर एक पासवर्ड-रीसेट संदेश भेजा है। आपका डेटा सुरक्षित रखने में हमारी मदद करने के लिए धन्यवाद
vi: {strong_tag_open}Gần đây chúng tôi đã thay đổi yêu cầu mật khẩu{strong_tag_close}{break_line_tag}Mật khẩu hiện tại của bạn không đạt yêu cầu bảo mật mới. Chúng tôi đã gửi cho bạn tin nhắn đặt lại mật khẩu tới địa chỉ email tương ứng với tài khoản này. Cảm ơn bạn đã giúp chúng tôi bảo vệ dữ liệu của bạn.

source: {strong_tag_open}Required Action: Please update your password{strong_tag_close}{break_line_tag}As of {deadline}, {platform_name} will require all learners to have complex passwords. Your current password does not meet these requirements. To reset your password, go to to {anchor_tag_open}Account Settings{anchor_tag_close}.
hi: {strong_tag_open} आवश्यक कार्रवाई: कृपया अपना पासवर्ड अपडेट करें {strong_tag_close} {break_line_tag} {deadline} के रूप में, {platform_name} को सभी शिक्षार्थियों को जटिल पासवर्ड की आवश्यकता होगी। आपका वर्तमान पासवर्ड इन आवश्यकताओं को पूरा नहीं करता है। अपना पासवर्ड रीसेट करने के लिए, {anchor_tag_open} खाता सेटिंग {anchor_tag_close} पर जाएं।
vi: {strong_tag_open}Yêu cầu Thực hiện: Hãy cập nhật mật khẩu của bạn{strong_tag_close}{break_line_tag}Tới ngày {deadline}, {platform_name} sẽ yêu cầu mọi học viên phải có mật khẩu phức tạp. Mật khẩu hiện tại của bạn không đáp ứng được những yêu cầu này. Để đặt lại mật khẩu, đi tới{anchor_tag_open}Cài đặt Tài Khoản{anchor_tag_close}.

source: The file must be smaller than {image_max_size} in size.
hi: फ़ाइल आकार में {image_max_size} से छोटी होनी चाहिए।
vi: Tệp phải có kích thước nhỏ hơn {image_max_size}.

source: The file must be at least {image_min_size} in size.
hi: फ़ाइल का आकार कम से कम {image_min_size} होना चाहिए।
vi: Tệp phải có kích thước tối thiểu {image_min_size}.

source: The file must be one of the following types: {valid_file_types}.
hi: फ़ाइल निम्न प्रकारों में से एक होनी चाहिए: {valid_file_types}।
vi: Tệp phải là một trong các loại sau: {valid_file_types}.

source: The Content-Type header for this file does not match the file data. The file may be corrupted.
hi: इस फ़ाइल के लिए सामग्री-प्रकार शीर्षलेख फ़ाइल डेटा से मेल नहीं खाता है। फ़ाइल दूषित हो सकती है।
vi: Tiêu đề Content-Type cho tệp này không khớp với dữ liệu tệp. Tệp có thể bị hỏng.

source: The file name extension for this file does not match the file data. The file may be corrupted.
hi: इस फ़ाइल का फ़ाइल नाम एक्सटेंशन फ़ाइल डेटा से मेल नहीं खाता है। फ़ाइल दूषित हो सकती है।
vi: Phần mở rộng của tệp cho tệp này không khớp với dữ liệu tệp. Tệp có thể bị hỏng.

source: No file provided for profile image
hi: प्रोफ़ाइल छवि के लिए कोई फ़ाइल प्रदान नहीं की गई है
ja_jp: プロファイルイメージのためのファイルが提供されていません。
lt_lt: Profilio paveikslui neįkeltas failas
vi: Không có tệp tin nào cho hình ảnh profile

source: Path used to construct URLs to programs marketing pages (e.g., "/foo").
hi: पथ का उपयोग प्रोग्राम के मार्केटिंग पेजों (जैसे, "/ foo") के लिए URL के निर्माण के लिए किया जाता है।
vi: Đường dẫn được sử dụng để xây dựng URL cho các trang tiếp thị chương trình (ví dụ: "/ foo").

source: Known Error Case
hi: ज्ञात त्रुटि प्रकरण
vi: Trường hợp lỗi đã biết

source: Schedule start < course start
hi: अनुसूची शुरू< पाठ्यक्रम शुरू
vi: Thời khóa biểu bắt đầu < khóa học bắt đầu

source: All
hi: सब
vi: Tất cả

source: Experience
hi: अनुभव
vi: Kinh nghiệm

source: Schedules
hi: अनुसूचियों
vi: Lịch trình

source: Indicates if this schedule is actively used
hi: इंगित करता है कि यह अनुसूची सक्रिय रूप से उपयोग की जाती है
vi: Cho biết nếu kế hoạch này tích cực sử dụng

source: Date this schedule went into effect
hi: दिनांक यह अनुसूची प्रभावी हुई
vi: Ngày lịch này có hiệu lực
