Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Discussion Blackout Dates
es_419: Fechas de bloqueo de las discusiones.

source: Enter pairs of dates between which students cannot post to discussion forums. Inside the provided brackets, enter an additional set of square brackets surrounding each pair of dates you add. Format each pair of dates as ["YYYY-MM-DD", "YYYY-MM-DD"]. To specify times as well as dates, format each pair as ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Be sure to include the "T" between the date and time. For example, an entry defining two blackout periods looks like this, including the outer pair of square brackets: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
es_419: Ingrese un par de fechas en las que los estudiantes no podrán publicar comentarios en los foros de discusión. Dentro de los paréntesis disponibles, ingrese un par adicional de paréntesis para cada una de las fechas a ingresar. El formato para cada par de fechas debe ser: ["AAAA-MM-DD", "AAAA-MM-DD"]. Para especificar fecha y hora, use el formato["AAAA-MM-DDTHH:MM", "AAAA-MM-DDTHH:MM"] Asegúrese de incluir la "T" entre la fecha y la hora. Para definir dos periodos de exclusión, puede ingresar por ejemplo así: [["2015-09-15", "2014-09-21"], ["2015-10-01", "2014-10-08"]]

source: Discussion Topic Mapping
es_419: Trama para los temas de discusión

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period.
es_419: Introduzca las categorías de discusión en el siguiente formato: "NombredelaCategoria": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Por ejemplo, una categoría de discusión puede ser "Modo de Lydian": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. El valor del "id" para cada categoría debe ser único. En los valores de "id", los únicos caracteres especiales soportados son el guión bajo, el guión medio y el punto.

source: Discussion Sorting Alphabetical
es_419: Ordenar discusiones alfabéticamente

source: Enter true or false. If true, discussion categories and subcategories are sorted alphabetically. If false, they are sorted chronologically by creation date and time.
es_419: Ingrese cierto o falso. Si se ingresa cierto, las categorías y subcategorías de las discusiones se ordenarán alfabéticamente. De lo contrario, se ordenarán cronológicamente por las fechas y horas en que fueron creadas.

source: Course Announcement Date
es_419: Fecha de lanzamiento del curso

source: Enter the date to announce your course.
es_419: Ingresa la fecha para hacer el lanzamiento o anunciar su curso.

source: Cohort Configuration
es_419: Configuración de cohorte

source: Enter policy keys and values to enable the cohort feature, define automated student assignment to groups, or identify any course-wide discussion topics as private to cohort members.
es_419: Ingrese los las variables y valores de configuración para habilitar la funcionalidad de cohortes, definir la asignación automática de estudiantes a grupos, o identificar cualquier tema de discusión del curso como privado para los miembros de la cohorte.

source: Course Is New
es_419: Curso nuevo

source: Enter true or false. If true, the course appears in the list of new courses on edx.org, and a New! badge temporarily appears next to the course image.
es_419: Ingrese true o false. Si se ingresa true, el curso aparecerá en la lista de cursos nuevos en edx.org y estará identificado temporalmente con una etiqueta de Nuevo! junto a la imagen del curso.

source: Mobile Course Available
es_419: Curso disponible para dispositivos móviles

source: Enter true or false. If true, the course will be available to mobile devices.
es_419: Ingrese true si el curso estará disponible para dispositivos móviles, de lo contrario, ingrese false.

source: Video Upload Credentials
es_419: Credenciales de carga de vídeo

source: Enter the unique identifier for your course's video files provided by edX.
es_419: Introduzca el identificador único para los archivos de vídeo del curso proporcionados por edx.

source: Course Not Graded
es_419: Curso no calificado

source: Enter true or false. If true, the course will not be graded.
es_419: Ingrese true si el curso no será calificado, de lo contrario, ingrese false.

source: Disable Progress Graph
es_419: Deshabilitar gráfico de progreso

source: Enter true or false. If true, students cannot view the progress graph.
es_419: Ingrese true para impedir que los estudiantes puedan ver el gráfico de progreso.

source: PDF Textbooks
es_419: Libros de texto en PDF

source: List of dictionaries containing pdf_textbook configuration
es_419: Lista de diccionarios que contienen la configuración de los libros de texto pdf

source: HTML Textbooks
es_419: Libros de texto en HTML

source: For HTML textbooks that appear as separate tabs in the course, enter the name of the tab (usually the title of the book) as well as the URLs and titles of each chapter in the book.
es_419: Para los textos en HTML que aparecen como pestañas separadas en el curso, ingrese el nombre de la pestaña (usualmente, el nombre del libro) y el URL y título de cada capítulo del libro.

source: Remote Gradebook
es_419: Libro de calificaciones remoto

source: Enter the remote gradebook mapping. Only use this setting when REMOTE_GRADEBOOK_URL has been specified.
es_419: Ingrese el identificador para el libro de calificaciones remoto. Solo utilice esta opción cuando se haya especificado un valor para REMOTE_GRADEBOOK_URL.

source: Enable CCX
es_419: Habilitar CCX

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on edX. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
es_419: Permitir a los instructores asignar roles de tutores CCX, y permitir a los tutores manejar sus cursos CCX personalizados. Si se configura en falso, no se podrán crear cursos personalizados CCX, pero los cursos existentes serán preservados.

source: CCX Connector URL
es_419: URL del Conector de CCX

source: URL for CCX Connector application for managing creation of CCXs. (optional). Ignored unless 'Enable CCX' is set to 'true'.
es_419: URL de la aplicación del Conector de CCX que administra la creación de los CCX. (opcional). Ignorado a menos que 'Habilitar CCX' figure como 'cierto'.

source: Allow Anonymous Discussion Posts
es_419: Permitir publicaciones anónimas en los foros de discusión

source: Enter true or false. If true, students can create discussion posts that are anonymous to all users.
es_419: Ingrese true para permitir a los estudiantes publicar comentarios de forma anónima.

source: Allow Anonymous Discussion Posts to Peers
es_419: Permitir publicaciones anónimas entre los estudiantes

source: Enter true or false. If true, students can create discussion posts that are anonymous to other students. This setting does not make posts anonymous to course staff.
es_419: Ingrese true para permitir que los estudiantes publiquen comentarios de forma anónima para los demás estudiantes, aunque no serán anónimos para el equipo de apoyo del curso.

source: Advanced Module List
es_419: Lista de módulos avanzados

source: Enter the names of the advanced modules to use in your course.
es_419: Introduzca los nombres de los módulos avanzados para utilizar en su curso.

source: Course Home Sidebar Name
es_419: Nombre de la pestaña de inicio del curso

source: Enter the heading that you want students to see above your course handouts on the Course Home page. Your course handouts appear in the right panel of the page.
es_419: Ingrese el nombre que desea que sus estudiantes vean sobre la sección de Materiales del curso en la página de inicio del curso a la derecha.

source: True if timezones should be shown on dates in the course. Deprecated in favor of due_date_display_format.
es_419: Verdadero si las zonas horarias deben mostrarse en fechas dentro del curso. Se ha hecho obsoleto a favor de due_date_display_format.

source: Due Date Display Format
es_419: Formato para mostrar la fecha límite de entrega

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
es_419: Ingrese el formato para las fechas de vencimiento. El formato por defecto es Lun DD, AAAA. Ingrese "%m-%d-%Y" para MM-DD-AAAA, "%d-%m-%Y" para DD-MM-AAAA, "%Y-%m-%d" para AAAA-MM-DD, o "%Y-%d-%m" para AAAA-DD-MM.

source: External Login Domain
es_419: Dominio de autenticación externo

source: Enter the external login method students can use for the course.
es_419: Ingrese el método de autenticación externo para los estudiantes del curso.

source: Certificates Downloadable Before End
es_419: Los certificados pueden ser descargados antes del final

source: Enter true or false. If true, students can download certificates before the course ends, if they've met certificate requirements.
es_419: Ingrese true para permitir que los estudiantes descarguen sus certificados antes del fin del curso, cuando hayan cumplido con todos los requisitos.

source: Certificates Display Behavior
es_419: Opciones de publicación de los certificados

source: Enter end, early_with_info, or early_no_info. After certificate generation, students who passed see a link to their certificates on the dashboard and students who did not pass see information about the grading configuration. The default is end, which displays this certificate information to all students after the course end date. To display this certificate information to all students as soon as certificates are generated, enter early_with_info. To display only the links to passing students as soon as certificates are generated, enter early_no_info.
es_419: Ingresa fin, early_with_info, o early_no_info. Después de la generación del certificado, estudiantes que aprobaron ven un enlace a sus certificados en el panel y estudiantes que no aprobaron ven información acerca de la configuración de la escala. El predeterminado es fin,cual muestra esa información a todos los estudiantes lo mas pronto después que sus certificados son generados, ingresa early_with_info. Para mostrar solo los enlaces a los estudiantes que pasan tal pronto sus certificados son generados,ingresa early_no_info.

source: Course About Page Image
es_419: Imagen para la página acerca del curso

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
es_419: Edite el nombre de archivo para la imagen del curso. Debe subir esta imagen en la sección de archivos y cargas del curso. También puede ajustar esta configuración en la página de Detalles y configuración.

source: Course Banner Image
es_419: Imagen banner del curso

source: Edit the name of the banner image file. You can set the banner image on the Settings & Details page.
es_419: Modifica el nombre del archivo de la imagen banner. Puede configurar la imagen banner en la página de Configuración y Detalles.

source: Course Video Thumbnail Image
es_419: Miniatura de la imagen del video del curso

source: Edit the name of the video thumbnail image file. You can set the video thumbnail image on the Settings & Details page.
es_419: Editar el nombre de archivo de imagen para miniatura del video. Puede configurar la imagen de miniatura en la página de Configuración y Detalles.

source: Issue Open Badges
es_419: Emitir Open Badges

source: Issue Open Badges badges for this course. Badges are generated when certificates are created.
es_419: Emitir insignias de Open Badges para este curso. Las insignias serán generadas cuando sean creados los certificados.

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the type of certificate that students receive when they complete the course. For instance, "Certificate".
es_419: Use esta configuración solo cuando esté generando certificados en PDF. Entre comillas, ingrese el nombre corto del tipo de certificado que los estudiantes reciben al completar el curso. Por ejemplo "Certificado".

source: Certificate Name (Short)
es_419: Nombre (corto) para el certificado

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the type of certificate that students receive when they complete the course. For instance, "Certificate of Achievement".
es_419: Use esta configuración solo cuando esté generando certificados en PDF. Entre comillas, ingrese el nombre largo del tipo de certificado que los estudiantes reciben al completar el curso. Por ejemplo "Certificado de Aprobación".

source: Certificate Name (Long)
es_419: Nombre (largo) para el certificado

source: Certificate Web/HTML View Enabled
es_419: Certificado Web / Vista HTML habilitada

source: If true, certificate Web/HTML views are enabled for the course.
es_419: Si está activado, los certificados Web / vistas HTML estarán habilitadas para el curso.

source: Certificate Web/HTML View Overrides
es_419: Configuraciones para certificados Web/HTML

source: Enter course-specific overrides for the Web/HTML template parameters here (JSON format)
es_419: Ingrese la configuración específica para el curso para la plantilla de parámetros Web/HTML (en formato JSON)

source: Certificate Configuration
es_419: Configuración de certificados

source: Enter course-specific configuration information here (JSON format)
es_419: Ingrese la información de configuración específica al curso aquí (en formato JSON)

source: CSS Class for Course Reruns
es_419: Clase CSS para las instancias del curso

source: Allows courses to share the same css class across runs even if they have different numbers.
es_419: Permitir que varias instancias del curso compartan la misma clase CSS, aun cuando tengan números diferentes

source: Discussion Forum External Link
es_419: Vínculo al foro de discusión externo

source: Allows specification of an external link to replace discussion forums.
es_419: Permite especificar un vínculo externo para reemplazar los foros de discusión

source: Hide Progress Tab
es_419: Ocultar barra de progreso

source: Allows hiding of the progress tab.
es_419: Permitir ocultar la barra de progreso

source: Course Organization Display String
es_419: Nombre de la organización para mostrar

source: Enter the course organization that you want to appear in the course. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
es_419: Ingrese el nombre de la organización que desea que aparezca en el curso. Esta opción anula lo que ingresó al crear el curso. Para reutilizar el mismo nombre que usó al crear el curso, ingrese nulo.

source: Course Number Display String
es_419: Número para mostrar del curso

source: Enter the course number that you want to appear in the course. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
es_419: Ingrese el número de curso que desea que sea mostrado en el curso. Esta configuración anula el número que ingresó al crear el curso. Para reutilizar dicho número, ingrese nulo.

source: Course Maximum Student Enrollment
es_419: Número máximo de estudiantes permitido

source: Enter the maximum number of students that can enroll in the course. To allow an unlimited number of students, enter null.
es_419: Ingrese en máximo número de estudiantes que pueden inscribirse al curso, o ingrese null para permitir un número ilimitado.

source: Allow Public Wiki Access
es_419: Permitir acceso público a la Wiki

source: Enter true or false. If true, edX users can view the course wiki even if they're not enrolled in the course.
es_419: Ingrese true si desea que los usuarios puedan ver la Wiki incluso si no están inscritos en el curso o false en caso contrario.

source: Invitation Only
es_419: Sólo por invitación

source: Whether to restrict enrollment to invitation by the course staff.
es_419: Tanto para restringir la inscripción a la invitación hecha por el Staff del curso.

source: Pre-Course Survey Name
es_419: Nombre de la encuesta previa al curso

source: Name of SurveyForm to display as a pre-course survey to the user.
es_419: Nombre para mostrar en el formulario de encuesta para aplicar al usuario previo al curso.

source: Pre-Course Survey Required
es_419: Se requiere encuesta previa al curso

source: Specify whether students must complete a survey before they can view your course content. If you set this value to true, you must add a name for the survey to the Course Survey Name setting above.
es_419: Especificar si los estudiantes deben completar una encuesta antes de poder ver los contenidos del curso. Si configura este valor en true, debe añadir un nombre para la encuesta.

source: Course Visibility In Catalog
es_419: Curso visible en catálogo

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: 'both' (show in catalog and allow access to about page), 'about' (only allow access to about page), 'none' (do not show in catalog and do not allow access to an about page).
es_419: Define los permisos de acceso para mostrar el curso en el catalogo de cursos. Puede configurarse con uno de tres valores: 'both' (mostrar el curso en el catálogo y permitir el acceso a la página de acerca de), 'about' (solo dar acceso a la página de acerca de), 'none' (no mostar en el catálogo, ni dar acceso a la página de acerca de).

source: Both
es_419: Ambos

source: About
es_419: Acerca de

source: Entrance Exam Enabled
es_419: Exámen de Admisión Activado

source: Specify whether students must complete an entrance exam before they can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
es_419: Especifica si los estudiantes deben completar un examen de ingreso antes de que puedan ver el contenido de tu curso. Nota: debes habilitar Exámenes de ingreso para este curso para que la configuración tenga efecto.

source: Entrance Exam Minimum Score (%)
es_419: Puntaje mínimo del Examen de Ingreso (%)

source: Specify a minimum percentage score for an entrance exam before students can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
es_419: Especificar el porcentaje mínimo de puntuación para un examen de ingreso antes de que los estudiantes puedan ver el contenido del curso. Note que usted debe habilitar los Exámenes de Ingreso para que esta configuración tenga efecto en el curso.

source: Entrance Exam ID
es_419: ID de Examen de Admisión

source: Content module identifier (location) of entrance exam.
es_419: Contenido identificador del módulo (ubicación) de examen de ingreso.

source: Social Media Sharing URL
es_419: URL para compartir en redes sociales

source: If dashboard social sharing and custom course URLs are enabled, you can provide a URL (such as the URL to a course About page) that social media sites can link to. URLs must be fully qualified. For example: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
es_419: Si las funciones de compartir en redes sociales desde el panel de control y las URL de curso personalizadas están activadas, puede suministrar una URL (como la URL de la página de acerca de el curso) que las redes sociales pueden utilizar con sus publicaciones. Estas URLs deben estar completas, es decir por ejemplo: http://www.edx.org/course/Introduction-to-MOOCs-ITM001

source: Course Language
es_419: Idioma del curso

source: Specify the language of your course.
es_419: Especifique el idioma del curso.

source: Teams Configuration
es_419: Configuración de equipos

source: Specify the maximum team size and topics for teams inside the provided set of curly braces. Make sure that you enclose all of the sets of topic values within a set of square brackets, with a comma after the closing curly brace for each topic, and another comma after the closing square brackets. For example, to specify that teams should have a maximum of 5 participants and provide a list of 2 topics, enter the configuration in this format: {example_format}. In "id" values, the only supported special characters are underscore, hyphen, and period.
es_419: Especifique el tamaño máximo del equipo del curso y los temas para los equipos en los corchetes. Asegúrese de que se encierra todos los conjuntos de valores de temas dentro de un par de corchetes, con una coma después del cierre para cada tema, y otra coma después de los corchetes de cierre. Por ejemplo, para especificar que los equipos deben tener un máximo de 5 participantes y proporcionar una lista de 2 temas, introduzca la configuración en este formato: {example_format}. En los valores de "id", los únicos caracteres especiales soportados son subrayado, guión, y el punto.

source: Enable Proctored Exams
es_419: Habilitar examenes supervisados

source: Enter true or false. If this value is true, proctored exams are enabled in your course. Note that enabling proctored exams will also enable timed exams.
es_419: Ingrese true o false. Cuando ingrese true, los exámenes supervisados estarán habilitados en su curso. Tenga en cuenta que esto habilitará también los exámenes cronometrados.

source: Allow Opting Out of Proctored Exams
es_419: Habilitar Opción de No Tomar Exámenes Supervisados

source: Enter true or false. If this value is true, learners can choose to take proctored exams without proctoring. If this value is false, all learners must take the exam with proctoring. This setting only applies if proctored exams are enabled for the course.
es_419: Marque true o false. Si se marca true, los estudiantes pueden optar para tomar los exámenes supervisados sin supervisión. Si se marca false, todos los estudiantes tendrán que tomar el examen con supervisión. Esta configuración aplica solamente si los exámenes supervisados están habilitados en el curso.

source: Create Zendesk Tickets For Suspicious Proctored Exam Attempts
es_419: Crear tickets de Zendesk para los intentos sospechosos de examen supervisado

source: Enter true or false. If this value is true, a Zendesk ticket will be created for suspicious attempts.
es_419: Ingrese true o false. Cuando ingrese true, se creará un ticket de Zendesk cuando se detecte un intento sospechoso de exámen supervisado.

source: Enable Timed Exams
es_419: Habilitar examenes cronometrados

source: Enter true or false. If this value is true, timed exams are enabled in your course. Regardless of this setting, timed exams are enabled if Enable Proctored Exams is set to true.
es_419: Ingrese true o false. Cuando ingrese true, los exámenes cronometrados estarán habilitados en su curso. En todos casos, exámenes cronometrados son habilitados si "Habilitar Exámenes Supervisados" es marcado true.

source: Minimum Grade for Credit
es_419: Calificación mínima para obtener créditos

source: The minimum grade that a learner must earn to receive credit in the course, as a decimal between 0.0 and 1.0. For example, for 75%, enter 0.75.
es_419: Calificación mínima que un estudiante debe obtener para recibir créditos en el curso, como número decimal entre 0.0 y 1.0. Por ejemplo, para 75%, ingrese 0.75.

source: Self Paced
es_419: Ritmo propio.
