Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Visible To:
ja_jp: 次の人に表示：
lt_lt: Kam matoma:
zh_tw: 對可見：

source: Title:
ja_jp: 件名：
lt_lt: Pavadinimas:
zh_tw: 標題:

source: Enter your question or comment
ja_jp: 質問もしくはコメントを入力してください
lt_lt: Parašykite savo klausimą ar komentarą
zh_tw: 輸入您的問題或評論

source: Add Post
ja_jp: 投稿を追加
lt_lt: Paskelbti įrašą
zh_tw: 新增文章

source: Edit post title
ja_jp: 投稿のタイトルを編集
lt_lt: Redaguoti įrašo pavadinimą
zh_tw: 編輯文章標題

source: By: Staff
ja_jp: スタッフより
lt_lt: Paskelbė: personalas
zh_tw: By:工作人員

source: By: Community TA
ja_jp: コミュニティTAより
lt_lt: Paskelbė: mokymosi asistentas
zh_tw: By:社群助教

source: Post type:
ja_jp: 投稿タイプ：
lt_lt: Įrašo tipas:
zh_tw: 發文類型:

source: Post a response:
ja_jp: 返信を投稿：
lt_lt: Rašyti atsakymą:
zh_tw: 發表一項回應：

source: Expand discussion
ja_jp: ディスカッションを展開する
lt_lt: Išskleisti diskusiją
zh_tw: 展開討論

source: Collapse discussion
ja_jp: ディスカッションをたたむ
lt_lt: Suskleisti diskusiją
zh_tw: 摺疊討論串

source: Topic Area:
ja_jp: カテゴリ：
lt_lt: Temos sritis:
zh_tw: 主題專區:

source: Filter topics
ja_jp: カテゴリをフィルタ
lt_lt: Filtruoti temas
zh_tw: 過濾主題

source: Active Threads
ja_jp: 活動中のスレッド
lt_lt: Aktyvios gijos
zh_tw: 活動主題

source: New Post
ja_jp: 新しい投稿
lt_lt: Naujas įrašas
zh_tw: 發表文章

source: country
zh_tw: 國家

source: language
zh_tw: 語言

source: Thank you! We have received your payment for %(course_name)s.
zh_tw: 感謝你！ 你已經在 %(course_name)s 完成付款

source: title
ja_jp: 件名
zh_tw: 標題

source: Generate a Certificate for all
zh_tw: 生成所有證書

source: New
ja_jp: 新規
zh_tw: 新的

source: additions to the Exception list
zh_tw: 新增例外清單

source: Generate a Certificate for all users on the Exception list
zh_tw: 產生所有user的證書在例外的清單

source: %(screen_reader_start)sWarning:%(screen_reader_end)s The previously selected content group was deleted. Select another content group.
zh_tw: %(screen_reader_start)sWarning:%(screen_reader_end)s 先前選擇的內容組已被刪除。選擇另一個內容組。

source: %(screen_reader_start)sWarning:%(screen_reader_end)s No content groups exist.
zh_tw: %(screen_reader_start)sWarning:%(screen_reader_end)s 群組不存在

source: To review student cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on %(link_start)s the Data Download page. %(link_end)s
ja_jp: 受講者のユーザー群設定を確認、CSVファイルのアップロード結果の確認、講座のプロフィール情報をダウンロードするには%(link_start)sデータダウンロードページ%(link_end)sより入手してください。
lt_lt: Norėdami peržiūrėti kurso dalyvių priskyrimus kohortoms arba CSV failo įkėlimo rezultatus, atsisiųskite kurso profilio informaciją arba kohortų rezultatus %(link_start)s duomenų atsisiuntimo puslapyje. %(link_end)s
zh_tw: 查看學生的隊伍作業或者查看上傳CSV檔案的結果，在 %(link_start)s 資料下載頁面 %(link_end)s 下載課程檔案資訊或隊伍結果

source: Password Reset Email Sent
ja_jp: パスワード変更メールを送信しました
lt_lt: Jums buvo išsiųstas el. laiškas su slaptažodžio atnaujinimo instrukcija
zh_tw: 密碼重置郵件已發送

source: We've sent instructions for resetting your password to the email address you provided.
ja_jp: 入力されたメールアドレス宛に、新しいパスワードの設定方法を記載したメールを送信しました。
lt_lt: Išsiuntėme instrukcijas, kaip atkurti slaptažodį, jūsų nurodytu el. pašto adresu.
zh_tw: 我們已經發送了重設密碼說明至您提供的電子郵件地址。

source: An error occurred when signing you in to %(platformName)s.
ja_jp: %(platformName)s へのログイン処理中にエラーが発生しました。
zh_tw: 當你正在登入%(platformName)s 一個錯誤佔用

source: This edX learner is currently sharing a limited profile.
ja_jp: この edX 受講者は、現在限定されているプロファイルを公開しています。
zh_tw: 這個edX學習者正在分享一個受限的個人檔案。

source: Starts: %(start)s
ja_jp: 開始：%(start)s
lt_lt: Prasideda: %(start)s
zh_tw: 開始：%(start)s

source: When your face is in position, use the camera button %(icon)s below to take your photo.
ja_jp: 顔が正しい位置に収まったら、 %(icon)s の下にあるカメラボタンを使って写真を撮ります。
zh_tw: 當您的臉部就位後，使用相機按鈕 %(icon)s來拍照。

source: To use the current photo, select the camera button %(icon)s. To take another photo, select the retake button %(icon)s.
ja_jp: この写真を使うのであれば、%(icon)s ボタンを選択します。さらに写真を撮るのであれば、%(icon)s ボタンを選択します。
zh_tw: 若要使用目前的相片，選擇相機按鈕%(icon)s。若要再照一張，選擇重照按鈕 %(icon)s。

source: Once in position, use the camera button %(icon)s to capture your ID
ja_jp: 準備ができましたら、カメラボタン %(icon)s を押してIDを撮影してください。
lt_lt: Kai būsite pasiruošę, norėdami nufotografuoti tapatybės dokumentą paspauskite kameros mygtuką %(icon)s
zh_tw: 一旦就位，使用相機按鈕 %(icon)s 來截取您的ID。

source: Once in position, use the camera button %(icon)s to capture your photo
ja_jp: 準備ができましたら、カメラボタン %(icon)s を押して写真を撮影してください。
lt_lt: Kai būsite pasiruošę, norėdami fotografuoti paspauskite kameros mygtuką %(icon)s
zh_tw: 一旦就位，使用相機按鈕 %(icon)s 來截取您的照片。

source: Thanks for returning to verify your ID in: %(courseName)s
ja_jp: 次の講座の身分証明書の認証： %(courseName)s
lt_lt: Dėkojame, kad grįžote ir patvirtinote savo tapatybę kursui "%(courseName)s"
zh_tw: 感謝您返回驗證您的ID：%(courseName)s

source: You are enrolling in: %(courseName)s
ja_jp: 受講登録中： %(courseName)s
lt_lt: Jūs registruojatės į kursą %(courseName)s
zh_tw: 您已註冊：%(courseName)s

source: You are upgrading your enrollment for: %(courseName)s
ja_jp: %(courseName)sの受講形態をアップグレードしています。
lt_lt: Jūs atnaujinate registraciją į kursą %(courseName)s
zh_tw: 您在升級您註冊的： %(courseName)s

source: You can pay now even if you don't have the following items available, but you will need to have these by %(date)s to qualify to earn a Verified Certificate.
ja_jp: 以下の項目がない場合でも今支払いはできますが、本人認証付き修了証を取得するためには %(date)s までに必要になります。
lt_lt: Jūs galite sumokėti dabar netgi jei neturite šių dokumentų, bet turėsite juos gauti iki %(date)s, kad įgytumėte teisę į tapatybe patvirtintą sertifikatą.
zh_tw: 即使您不具備下列項目，您現在仍然可以支付，但是您需要在 %(date)s 之前具備，才能獲得認證證書。

source: Your verification status is good until %(verificationGoodUntil)s.
ja_jp: 認証状態は %(verificationGoodUntil)s まで有効です。
zh_tw: 在%(verificationGoodUntil)s之前，您的驗證狀態良好。

source: You are enrolling in %(courseName)s
zh_tw: 你已經註冊 %(courseName)s

source: Upgrade to a Verified Certificate for %(courseName)s
zh_tw: 升級 %(courseName)s為認證的證書

source: Professional Certificate for %(courseName)s
zh_tw: %(courseName)s的專業證書

source: Verified Certificate for %(courseName)s
zh_tw: %(courseName)s的合格證書

source: To receive a certificate, you must also verify your identity before %(date)s.
zh_tw: 為了獲得修課證明，您必須在 %(date)s之前驗證您的身分。

source: Thank you! We have received your payment for %(courseName)s.
ja_jp: ありがとうございました！ %(courseName)s 講座の支払いを受領しました。
lt_lt: Dėkojame! Gavome jūsų apmokėjimą už kursą %(courseName)s.
zh_tw: 感謝您！我們已經收到您的 %(courseName)s 付款。

source: status
ja_jp: 状態
lt_lt: būsena
zh_tw: 狀態

source: e.g. Homework, Midterm Exams
ja_jp: 例：宿題、中間テスト
lt_lt: pvz., namų darbas, vidurio semestro egzaminai
zh_tw: 例如：回家作業、期中考試

source: e.g. HW, Midterm
ja_jp: 例：宿、中テ
lt_lt: pvz., n. d., vid. egz.
zh_tw: 例如：回家作業、期中考試

source: as a percent, e.g. 40
ja_jp: パーセント表記 例：40
lt_lt: procentais, pvz., 40
zh_tw: 百分比，例如：40

source: total exercises assigned
ja_jp: 割り当てられたすべての課題
lt_lt: visos priskirtos užduotys
zh_tw: 分配的練習總數

source: total exercises that won't be graded
ja_jp: 採点されない課題の合計
lt_lt: visos užduotys, kurios nebus vertinamos
zh_tw: 不被評級的練習總數

source: Chapter %s
ja_jp: チャプター %s
lt_lt: %s skyrius
zh_tw: 章節 %s

source: message
ja_jp: メッセージ
lt_lt: pranešimas
zh_tw: 訊息

source: Staff and Students
ja_jp: スタッフと受講者
lt_lt: Kursą administruojančiam personalui ir kurso dalyviams
zh_tw: 工作人員和學生

source: Hide from students
ja_jp: 受講者から隠す
lt_lt: Slėpti nuo kurso dalyvių
zh_tw: 對學生隱藏

source: Student Visibility
ja_jp: 受講者の閲覧可能状態
lt_lt: Matomumas kurso dalyviams
zh_tw: 學生能見度

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students.
ja_jp: 単元が過去に受講者に発行されていた場合、非公開中の変更は受講者に表示されるようになります。
lt_lt: Jeigu skyrius buvo paskelbtas ir leistas rodyti kurso dalyviams, visi pakeitimai, kuriuos padarėte skyriuje, kai jis buvo paslėptas, dabar bus matomi kurso dalyviams.
zh_tw: 如果此單元先前已被發佈且釋出給學生，任何單元於隱藏時的改動現在將不再對學生隱藏。

source: If you make this %(xblockType)s visible to students, students will be able to see its content after the release date has passed and you have published the unit.
ja_jp: この %(xblockType)s を受講者に参照可能にすると、単位を発表し、リリース日が過ぎる後にコンテンツが受講者に表示されます。
zh_tw: 如果您將這個 %(xblockType)s 對學生顯示，學生將可以在您已發布單元且已經過了釋出日期的情況下看見內容。

source: Any subsections or units that are explicitly hidden from students will remain hidden after you clear this option for the section.
ja_jp: どの節や単元でも明示的に受講者から隠している場合はこの章に対してこのオプションを削除しても隠された状態を保ちます。
lt_lt: Potemės ir skyriai, kurie yra paslėpti nuo kurso dalyvių, liks paslėpti jums panaikinus šią temos parinktį.
zh_tw: 任何對學生明確隱藏的小節或是單元，將會停留隱藏在您為此章節清理此選項之後。

source: Any units that are explicitly hidden from students will remain hidden after you clear this option for the subsection.
ja_jp: どの単元も明示的に隠されている場合は節に対してこのオプションを削除しても隠された状態を保ちます。
lt_lt: Skyriai, kurie yra paslėpti nuo kurso dalyvių, liks paslėpti jums panaikinus šią potemės parinktį.
zh_tw: 任何對學生明確隱藏單元，將會停留隱藏在您為此小節清理此選項之後。

source: Focus grabber
ja_jp: フォーカスグラバー
lt_lt: Dėmesio nukreipėjas

source: %(cohort_name)s (%(user_count)s)
ja_jp: %(cohort_name)s (%(user_count)s人)

source: section.title
ja_jp: 章．タイトル

source: error.message
ja_jp: エラーメッセージ
lt_lt: klaidos pranešimas

source: You need to pick a rating before you can submit.
lt_lt: Prieš pateikdami turite pasirinkti įvertinimą.

source: Your score did not meet the criteria to move to the next step.
lt_lt: Jūsų rezultatas nepakankamas, kad galėtumėte pereiti į kitą pakopą.

source: Submit assessment
lt_lt: Pateikti vertinimą

source: Your response has been submitted. Please check back later for your grade.
lt_lt: Jūsų atsakymas pateiktas. Prašome vėliau pasitikrinti, kokį pažymį gavote.

source: Submit post-assessment
lt_lt: Įvertinti vertinimą

source: Answer saved, but not yet submitted.
lt_lt: Atsakymas išsaugotas, bet dar nepateiktas.

source: Please confirm that you wish to submit your work. You will not be able to make any changes after submitting.
lt_lt: Prašome patvirtinti, kad norite pateikti darbą. Pateikę negalėsite nieko keisti.

source: You are trying to upload a file that is too large for our system. Please choose a file under 2MB or paste a link to it into the answer box.
lt_lt: Bandote įkelti failą, kuris mūsų sistemai yra per didelis. Prašome pasirinkti failą, mažesnį negu 2MB, arba nukopijuokite jo nuorodą į atsakymo langelį.

source: Are you sure you want to remove your previous response to this question?
lt_lt: Ar jūs tikrai norite panaikinti ankstesnį atsakymą į šį klausimą?

source: Moved to next step.
lt_lt: Perėjote į kitą etapą.

source: File uploads are required for this question, but are not supported in your browser. Try the newest version of Google Chrome. Alternatively, if you have uploaded the image to another website, you can paste a link to it into the answer box.
lt_lt: Šiame klausime reikia įkelti failus, bet jūsų naršyklė to neleidžia. Išmėginkite naujausią "Google Chrome" versiją arba, jeigu paveikslėlį įkėlėte į kitą svetainę, galite nukopijuoti jo nuorodą į atsakymo langelį.

source: Show Question
lt_lt: Rodyti klausimą

source: HD off
lt_lt: Didelė raiška išjungta

source: HD on
lt_lt: Didelė raiška įjungta

source: Speeds
lt_lt: Greičiai

source: Turn off captions
lt_lt: Išjungti subtitrus

source: Caption will be displayed when
lt_lt: Antraštė bus parodyta, kai

source: Turn on captions
lt_lt: Įjungti subtitrus

source: Unavailable metric display.
lt_lt: Metrinis vaizdas neįmanomas.

source: Error fetching grade distributions.
lt_lt: Klaida parsiunčiant įvertinimų pasiskirstymą.

source: Last Updated: <%= timestamp %>
lt_lt: Paskutinį kartą atnaujinta: <%= timestamp %>

source: <%= num_students %> students scored.
lt_lt: Įvertinta/-i <%= num_students %> kurso dalyvių/-iai.

source: Grades saved. Fetching the next submission to grade.
lt_lt: Vertinimai išsaugoti. Pateikite kitą užklausą vertinimui.

source: Available to Grade
lt_lt: Galima vertinti

source: Back to problem list
lt_lt: Grįžti į užduočių sąrašą

source: Try loading again
lt_lt: Bandykite įkelti vėl

source: <%= num %> available
lt_lt: <%= num %> laisvas

source: <%= num %> graded
lt_lt: <%= num %> įvertintas

source: <%= num %> more needed to start ML
lt_lt: Reikia dar <%= num %> norint pradėti ML

source: Re-check for submissions
lt_lt: Patikrinkite prieš pateikiant

source: System got into invalid state: <%= state %>
lt_lt: Sistema pateko į klaidingą būseną: <%= state %>

source: System got into invalid state for submission:
lt_lt: Sistema pateko į klaidingą būseną dėl pateikimo:

source: (Hide)
lt_lt: (Slėpti)

source: (Show)
lt_lt: (Rodyti)

source: "optional title"
lt_lt: "nebūtinas pavadinimas"

source: Insert Image (upload file or type url)
lt_lt: Įterpkite paveikslėlį (įkelkite failą arba parašykite url nuorodą)

source: enter image description here
lt_lt: čia įvesti paveikslo aprašymą

source: The name that appears on your certificates. Other learners never see your full name.
lt_lt: Šis vardas ir pavardė bus įrašyti į jūsų sertifikatus. Kiti kursų dalyviai niekada nemato jūsų pavardės.

source: We've sent a confirmation message to {new_email_address}.
lt_lt: Mes išsiuntėme patvirtinantį pranešimą į {new_email_address}.

source: We've sent a message to {email_address}.
lt_lt: Mes išsiuntėme pranešimą į {email_address}.

source: Focus in on specific topics
lt_lt: Sutelkti dėmesį į konkrečias temas

source: Search for specific posts
lt_lt: Ieškoti konkrečių pranešimų

source: Sort by date, vote, or comments
lt_lt: Rūšiuoti pagal datą, balsus ar komentarus

source: Upvote posts and good responses
lt_lt: Balsuoti už įrašus ir atsakymus

source: Report Forum Misuse
lt_lt: Pranešti apie netinkamą forumo naudojimą

source: Follow posts for updates
lt_lt: Sekite įrašus, norėdami gauti atnaujinimus

source: Students are added to this cohort only when you provide their email addresses or usernames on this page.
lt_lt: Kurso dalyviai pridedami prie šios kohortos tik tada, kai jūs pateikiate jų el. pašto adresus arba naudotojų vardus šiame puslapyje.

source: Students are added to this cohort automatically.
lt_lt: Kurso dalyviai automatiškai pridedami prie šios kohortos.

source: Tasks Completed:
lt_lt: Baigtos užduotys:

source: path/to/introductionToCookieBaking-CH%d.pdf
lt_lt: path/to/SausainiuKepimoIvadas-CH%d.pdf

source: formLabel
lt_lt: kurti etiketę
