Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: No results found for "%(query_string)s". Please try searching again.
es_419: No se encontraron resultados para "%(query_string)s". Por favor intente nuevamente.
ja_jp: "%(query_string)s"が見つかりません。検索しなおしてください。
ko_kr: "%(query_string)s"로 검색된 결과가 없습니다. 다시 검색하세요.
lt_lt: Pagal užklausą "%(query_string)s" rezultatų nėra. Bandykite dar kartą.
pt_br: Nenhum resultado foi encontrado para "%(query_string)s". Tente novamente.
vi: Không có kết quả nào cho "%(query_string)s". Hãy thử tìm kiếm với từ khoá khác.
zh_tw: 沒有找到 "%(query_string)s" 的結果。請再嘗試搜尋。

source: Search Results
es_419: Resultados de búsqueda
hi: खोजा गया परिणाम
ja_jp: 検索結果
ko_kr: 검색 결과
lt_lt: Paieškos rezultatai
pt_br: Resultados da pesquisa
vi: Kết quả tìm kiếm
zh_tw: 搜尋結果

source: [no tags]
es_419: [sin etiquetas]
ja_jp: [タグなし]
lt_lt: [be žymų]
vi: [không tags]

source: Unable to submit application
es_419: No se pudo enviar la solicitud
hi: आवेदन जमा करने में असमर्थ
ko_kr: 신청서를 제출할 수 없었습니다
pt_br: Não é possível enviar uma aplicação
vi: Không thể gửi đi
zh_tw: 無法提交申請

source: An error has occurred. Check your Internet connection and try again.
es_419: Ha ocurrido un error. Revise su conexión a Internet e intente nuevamente.
hi: एक गलती हुई है। अपना इंटरनेट कनेक्शन जांचें और पुन: प्रयास करें।
ja_jp: エラーが起きました。インターネット接続を確認してからやり直してください。
ko_kr: 오류가 발생했습니다. 인터넷 연결 상태를 확인하고 다시 시도해 주세요.
pt_br: Ocorreu um erro. Verifique sua conexão de internet e tente novamente.
vi: Một lỗi đã xảy ra. Kiểm tra kết nối Internet của bạn và thử lại.
zh_tw: 錯誤發生。重新整理此頁面，並且重試一次。

source: Choose one
es_419: Elegir uno
hi: एक चुनो
ja_jp: どれか一つを選択
ko_kr: 하나를 선택하세요
pt_br: Escolha um
vi: Chọn một
zh_tw: 請選擇

source: We've encountered an error. Refresh your browser and then try again.
es_419: Hemos detectado un error. Por favor recargue la página en el navegador e intente nuevamente.
hi: हमें एक त्रुटि हुई है। अपने ब्राउज़र को ताज़ा करें और फिर पुनः प्रयास करें।
ja_jp: エラーが発生しました。ブラウザにて画面を更新し、改めてお試しください。
ko_kr: 오류가 발생했습니다. 페이지를 새로고침한 후, 다시 시도하세요.
lt_lt: Mes aptikome klaidą. Atnaujinkite naršyklę ir bandykite dar kartą.
pt_br: Encontramos um erro. Atualize seu navegador e tente novamente.
vi: Đã có lỗi xảy ra. Hãy refresh trình duyệt của bạn rồi thử lại.
zh_tw: 發生錯誤。請重新載入頁面並重新執行。

source: Selected tab
es_419: Opción seleccionada
hi: चयनित टैब
ja_jp: 選択されたタブ
ko_kr: 선택된 탭
lt_lt: Pasirinkta kortelė
pt_br: Aba selecionada
vi: Tab đã chọn
zh_tw: 選取分頁

source: Saved cohort
es_419: Guardar Cohorte
hi: सहेजा हुआ कोहोर्ट
ja_jp: 保存された集団
ko_kr: 학습 집단이 저장되었습니다.
lt_lt: Kohorta išsaugota
pt_br: Integrantes salvos
vi: Nhóm học viên đã lưu / Saved cohort
zh_tw: 保存同伴

source: Error adding students.
es_419: Error al añadir estudiantes.
ja_jp: 受講者の追加でエラーが発生。
lt_lt: Klaida pridedant kurso dalyvius.
zh_tw: 新增學生錯誤。

source: Enter a username or email.
es_419: Ingrese el nombre de usuario o el correo electrónico.
hi: एक उपयोगकर्ता नाम या ईमेल दर्ज करें।
ja_jp: ユーザー名またはメールアドレスを入力してください。
ko_kr: 아이디 혹은 이메일을 입력하세요.
lt_lt: Įvesti naudotojo vardą arba el. paštą
pt_br: Insira um nome de usuário ou e-mail
vi: Nhập một tên đăng nhập hoặc email.
zh_tw: 輸入使用者姓名或郵件信箱。

source: {numUsersAdded} student has been added to this cohort
es_419: {numUsersAdded} estudiantes han sido añadidos a este cohorte
ja_jp: {numUsersAdded}名の受講者がこのユーザー群に追加されました。
lt_lt: {numUsersAdded} kurso dalyvis pridėtas prie šios kohortos
zh_tw: {numUsersAdded} 個學生已經被加入到同伴群組中

source: {numMoved} student was removed from {oldCohort}
es_419: {numMoved} estudiante ha sido eliminado de la cohorte {oldCohort}
ja_jp: {numMoved}名の受講者が{oldCohort}から削除されました。
lt_lt: {numMoved} kurso dalyvis pašalintas iš {oldCohort}
zh_tw: {numMoved} 個學生已從 {oldCohort} 移除

source: {numPresent} student was already in the cohort
es_419: {numPresent} estudiante ya estaba en cohorte
ja_jp: {numPresent}名の受講者が既にこのユーザー群に属しています。
lt_lt: {numPresent} kurso dalyvis jau buvo kohortoje
zh_tw: {numPresent} 個學生已經在同伴群組中

source: Unknown user: {user}
es_419: Usuario desconocido: {user}
ja_jp: 不明なユーザー：{user}
lt_lt: Nežinomas naudotojas: {user}
zh_tw: 未知的使用者: {user}

source: There was an error when trying to add students:
es_419: Ocurrió un error al añadir estudiantes:
ja_jp: 受講者の追加中に{numErrors}件のエラーが発生しました。
lt_lt: Įvyko klaida bandant pridėti kurso dalyvius:
zh_tw: 當嘗試新增學生時，發生 {numErrors} 個錯誤 ：

source: View all errors
es_419: Ver todos los errores
hi: सभी त्रुटियॉ देखें
ja_jp: 全てのエラーを見る
ko_kr: 모든 오류 보기
lt_lt: Peržiūrėti visas klaidas
pt_br: Visualizar todos os erros
vi: Xem toàn bộ lỗi
zh_tw: 查看所有錯誤

source: You must specify a name for the cohort
es_419: Debe especificar un nombre para el cohorte
hi: आपको कोहॉर्ट के लिए एक नाम निर्दिष्ट करना होगा
ja_jp: ユーザー群の名前を指定する必要があります
ko_kr: 학습 집단의 이름을 입력해야 합니다.
lt_lt: Jūs turite nurodyti kohortos pavadinimą
pt_br: Você deve especificar um nome para o grupo
vi: Bạn phải đặt tên cho nhóm.
zh_tw: 您必須為同伴指定一個名稱

source: You did not select a content group
es_419: No ha seleccionado el contenido del grupo
hi: आपने एक सामग्री समूह का चयन नहीं किया
ja_jp: コンテンツグループが選択されていません
ko_kr: 콘텐츠 그룹을 선택하지 않았습니다.
lt_lt: Jūs nepasirinkote turinio grupės
pt_br: Você não selecionou nenhum grupo de conteúdo.
vi: Bạn chưa chọn nội dung cho nhóm học:
zh_tw: 您沒選擇一個內容群組

source: The selected content group does not exist
es_419: No existe contenido para el curso seleccionado
hi: चयनित सामग्री समूह मौजूद नहीं है
ja_jp: 選択されたコンテンツグループは存在しません
ko_kr: 선택된 콘텐츠 그룹이 존재하지 않습니다.
lt_lt: Pasirinktos turinio grupės nėra
pt_br: O grupo de conteúdo selecionado não existe
vi: Nội dung cho nhóm học được chọn không tồn tại
zh_tw: 選擇的內容群組不存在

source: The cohort cannot be saved
es_419: El cohorte debe ser grabado
hi: कोहोर्ट को बचाया नहीं जा सकता
ja_jp: ユーザー群が保存できませんでした
ko_kr: 학습 집단이 저장될 수 없습니다.
lt_lt: Kohortos išsaugoti nepavyko
pt_br: O grupo não pôde ser salvo
vi: Không lưu được nhóm học viên này
zh_tw: 這同伴（cohort）不能被儲存

source: The cohort cannot be added
es_419: El cohorte no puede ser añadido
hi: कोहोर्ट जोड़ा नहीं जा सकता
ja_jp: ユーザー群が追加できませんでした
ko_kr: 학습 집단이 추가될 수 없습니다.
lt_lt: Kohortos pridėti negalima
pt_br: O grupo não pode ser adicionado
vi: Không thêm được nhóm học viên này
zh_tw: 這同伴不能被增加

source: You currently have no cohorts configured
es_419: Actualmente no ha configurado ningún cohorte
hi: वर्तमान में आपके पास कोई सहकर्मी कॉन्फ़िगर नहीं है
ja_jp: ユーザー群は設定されていません
ko_kr: 설정된 학습 집단이 현재 없습니다.
lt_lt: Jūs dar nekonfigūravote kohortų
pt_br: Atualmente você não tem grupos configurados
vi: Hiện tại bạn chưa xác lập các nhóm học viên
zh_tw: 您目前沒有同伴設定

source: Add Cohort
es_419: Añadir cohorte
hi: कोहोर्ट जोड़ें
ja_jp: ユーザー群を追加
ko_kr: 학습집단 추가하기
lt_lt: Pridėti kohortą
pt_br: Adicionar Grupo
vi: Thêm nhóm học viên
zh_tw: 新增隊伍

source: The {cohortGroupName} cohort has been created. You can manually add students to this cohort below.
es_419: El cohorte {cohortGroupName} ha sido creado. Puede manualmente añadir estudiantes a este cohorte.
hi: {CohortGroupName} कॉहोर्ट बनाया गया है। आप नीचे दिए गए इस कोहोर्ट में छात्रों को मैन्युअल रूप से जोड़ सकते हैं।
ja_jp: ユーザー群 {cohortGroupName} が作成されました。このユーザー群には手作業で受講者を追加できます。
ko_kr: {cohortGroupName} 학습집단이 생성되었습니다. 수작업으로 학습자를 추가할 수 있습니다.
lt_lt: Sukurta {cohortGroupName} kohorta. Žemiau galite prie šios kohortos rankiniu būdu pridėti kurso dalyvius.
pt_br: O grupo {cohortGroupName} foi criado.Você pode adicionar manualmente os estudantes para o curso abaixo.
vi: Nhóm học viên {cohortGroupName} vừa được tạo. Bạn có thể thêm học viên vào nhóm dưới đây.
zh_tw: {cohortGroupName}同伴已經被產生。您可以手動增加學生到以下同伴。

source: Assign students to cohorts by uploading a CSV file.
es_419: Asignar estudiantes al cohorte cargando un archivo CSV.
hi: CSV फ़ाइल अपलोड करके छात्रों को सहवास के लिए असाइन करें।
ja_jp: ユーザー群に受講者をCSVファイルで割り当てます。
ko_kr: CSV 파일을 업로드하여 학습 집단에 학습자를 추가하세요.
lt_lt: Priskirkite kurso dalyvius kohortoms įkeldami CSV failą.
pt_br: Atribua alunos para os grupos carregando um arquivo CSV
vi: Tải lên một tệp tin CSV dùng để phân học viên vào các nhóm.
zh_tw: 上傳一個 CSV檔案來分配學生到同伴群組。

source: Choose a .csv file
es_419: Elija un fichero .cxv
hi: एक .csv फ़ाइल चुनें
ja_jp: .csvファイルを選択
ko_kr: .csv 파일을 선택하십시오.
lt_lt: Pasirinkti .csv failą
pt_br: Escolha um arquivo .csv
vi: Chọn một tệp tin .csv
zh_tw: 選擇一個.csv檔案

source: Only properly formatted .csv files will be accepted.
es_419: Solo archivos .csv correctamente formateados pueden ser utilizados.
hi: केवल ठीक से स्वरूपित .csv फ़ाइलों को स्वीकार किया जाएगा।
ja_jp: 正しいフォーマットの.csvファイルのみ許可されます。
ko_kr: 적합한 .csv 파일만 올릴 수 있습니다.
lt_lt: Priimami tik tinkamai suformatuoti .csv failai.
pt_br: Apenas arquivos .csv formatados corretamente serão aceitos.
vi: Chỉ những tệp tin theo định dạng .csv chuẩn được chấp nhận.
zh_tw: 只有正確格式的 csv 檔案才會被接受。

source: Upload File and Assign Students
es_419: Cargar archivo y asignar estudiantes
hi: फ़ाइल अपलोड करें और छात्रों को असाइन करें
ja_jp: ファイルをアップロードして受講者を紐づけます。
ko_kr: 파일 업로드 및 학습자 할당하기
lt_lt: Įkelti failą ir priskirti kurso dalyvius
pt_br: Faça o upload do arquivo e a atribuição de Alunos.
vi: Tải tệp tin lên và chia nhóm học viên
zh_tw: 上傳檔案以及分配學生

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
es_419: El archivo '{file}' ha sido cargado. Espere algunos minutos mientras se procesa.
hi: आपकी फ़ाइल '{file}' अपलोड कर दी गई है। प्रसंस्करण के लिए कुछ मिनटों की अनुमति दें।
ja_jp: '{file}' はアップロードされました。処理に数分かかります。
ko_kr: '{file}' 파일이 업로드 되었습니다. 처리하는데 잠시 시간이 필요합니다.
lt_lt: Jūsų failas "{file}" yra įkeliamas. Palaukite kelias minutes, kol vyksta procesas.
pt_br: Seu arquivo '{file}' foi carregado. Por favor, aguarde alguns minutos para o processamento.
vi: Tệp tin '{file}' của bạn đã được tải lên. Xin chờ một vài phút để xử lý.
zh_tw: 您的檔案'{file}'已經被上傳。請等待幾分鐘進行處理。

source: Cohorts Enabled
es_419: Cohortes habilitados
hi: कोहार्ट्स सक्षम
ja_jp: ユーザー群有効
ko_kr: 학습집단이 활성화되었습니다.
lt_lt: Kohortos įjungtos
pt_br: Agrupamento habilitado
vi: Cho phép phân nhóm học viên
zh_tw: 同伴已啟用

source: Cohorts Disabled
es_419: Cohortes deshabilitados
hi: कोहार्ट्स सक्षम
ja_jp: ユーザー群無効
ko_kr: 학습집단이 비활성화되었습니다.
lt_lt: Kohortos išjungtos
pt_br: Agrupamento desabilitado
vi: Không cho phép phân nhóm học viên
zh_tw: 同伴未啟用

source: This course uses automatic cohorting for verified track learners. You cannot disable cohorts, and you cannot rename the manual cohort named '{verifiedCohortName}'. To change the configuration for verified track cohorts, contact your edX partner manager.
es_419: Este curso utiliza la función de cohortes automáticamente para estudiantes en el modo verificado. No se puede desactivar los cohortes, ni se puede cambiarle el nombre al cohorte manual nombrado '{verifiedCohortName}'. Para modificar la configuración de los cohortes del modo verificado, comuníquese con su punto de contacto en edX.
hi: यह कोर्स सत्यापित ट्रैक शिक्षार्थियों के लिए स्वत: जुटना का उपयोग करता है। आप सहकर्मियों को अक्षम नहीं कर सकते हैं, और आप '{VerCohortName}' नामक मैनुअल कोहोर्ट का नाम नहीं बदल सकते। सत्यापित ट्रैक साथियों के लिए कॉन्फ़िगरेशन बदलने के लिए, अपने edX पार्टनर मैनेजर से संपर्क करें।
ko_kr: 이 강좌는 인증 과정 학습자에게 자동 학습 집단 기능을 사용하고 있습니다. 학습 집단 기능을 반드시 사용해야 하며 '{verifiedCohortName}' 이름의 직접 배치 학습 집단 이름을 변경할 수 없습니다. 인증 과정 학습 집단 설정 변경을 위해 edX 파트너 매니저에게 문의하세요.
pt_br: Este curso usa agrupamento automático para estudantes de progresso verificado. Você não pode desativar grupos, e você não pode renomear o grupo manual nomeado '{verifiedCohortName}'. Para alterar as configurações para grupos de progresso verificado, contate seu gestor da edX.
vi: Khóa học này tự động tạo nhóm cho những học viên thuộc loại có xác minh. Bạn không thể vô hiệu hoá các nhóm và bạn không thể đổi tên nhóm người dùng '{verifiedCohortName}'. Để thay đổi cấu hình cho nhóm xác minh, hãy liên hệ với người quản lý đối tác edX của bạn.

source: This course has automatic cohorting enabled for verified track learners, but the required cohort does not exist. You must create a manually-assigned cohort named '{verifiedCohortName}' for the feature to work.
es_419: Este curso tiene la función de cohortes habilitada automáticamente para estudiantes en el modo verificado, pero el cohorte requerido no existe. Usted debe crear un cohorte asignado manualmente con el título '{verifiedCohortName}' para que esta característica funcione.
hi: इस कोर्स में सत्यापित ट्रैक शिक्षार्थियों के लिए स्वचालित सह-संचालन सक्षम है, लेकिन आवश्यक कोहोर्ट मौजूद नहीं है। काम करने की सुविधा के लिए आपको '{वेरिफेकऑर्टन नेम}' नाम से मैन्युअल-नियत कोहोर्ट बनाना होगा।
ko_kr: 이 강좌는 인증 과정 학습자에게 자동 학습 집단 기능을 사용하고 있습니다. 그러나 필수 학습 집단은이 없습니다. 반드시 '{verifiedCohortName}' 이름의 직접 배치 학습 집단을 생성해야 합니다.
pt_br: Este curso possui agrupamento automático ativo para estudantes com progresso verificado, mas o grupo solicitado não existe. Você deve criar um grupo de indicação manual nomeado '{verifiedCohortName}' para que este recurso funcione.
vi: Khóa học này tự động tạo nhóm cho những học viên loại có xác minh, tuy nhiên nhóm được yêu cầu không tồn tại. Bạn phải tạo một nhóm được chỉ định theo cách thủ công có tên '{verifiedCohortName}' để cho tính năng này hoạt động.

source: This course has automatic cohorting enabled for verified track learners, but cohorts are disabled. You must enable cohorts for the feature to work.
es_419: Este curso tiene la función de cohortes habilitada automáticamente para los estudiantes del modo verificado, pero los cohortes están inhabilitados. Usted deber habilitar los cohortes para que esta característica funcione.
hi: इस कोर्स में सत्यापित ट्रैक शिक्षार्थियों के लिए स्वचालित सह-संचालन सक्षम है, लेकिन कोहोर्ट अक्षम हैं। काम करने के लिए आपको सहकर्मियों को सक्षम करना होगा।
ko_kr: 이 강좌는 인증 과정 학습자에게 자동 학습 집단 기능을 사용하고 있지만 현재 학습 집단 기능이 활성화 되어있지 않습니다. 반드시 학습 집단 기능을 활성화해야 합니다.
pt_br: Este curso possui agrupamento automático ativo para estudantes com progresso verificado, mas grupos estão desativados. Você deve habilitar grupos para que este recurso funcione.
vi: Khóa học này tự động tạo nhóm cho những học viên loại có xác minh, nhưng nhóm đã bị vô hiệu hóa. Bạn phải kích hoạt nhóm để tính năng này hoạt động.

source: Allow students to generate certificates for this course?
es_419: ¿Permitir a los estudiantes generar certificados para este curso ?
hi: छात्रों को इस पाठ्यक्रम के लिए प्रमाण पत्र बनाने की अनुमति दें?
ja_jp: 受講者にこの講座の証明書を生成することを許可しますか？
ko_kr: 학습자의 이수증 생성을 허용하시겠습니까?
lt_lt: Leisti kurso dalyviams generuoti šio kurso sertifikatus?
pt_br: Permitir que os estudantes possam gerar certificados deste curso?
vi: Cho phép cấp chứng chỉ cho khóa học này?
zh_tw: 允許學生為這門課程取得證明？

source: Prevent students from generating certificates in this course?
es_419: ¡Evitar que estudiantes generen certificados para este curso ?
hi: इस पाठ्यक्रम में प्रमाण पत्र बनाने से छात्रों को रोकें?
ja_jp: 受講者にこの講座の証明書を生成することを禁止しますか？
ko_kr: 학습자의 이수증 생성을 제한하시겠습니까?
lt_lt: Neleisti kurso dalyviams generuoti šio kurso sertifikatų?
pt_br: Evitar que os estudantes possam gerar certificados deste curso?
vi: Không cấp chứng chỉ cho khóa học này?
zh_tw: 不允許學生產生課程證書？

source: Start generating certificates for all students in this course?
es_419: ¿Comenzar a generar los certificados para todos los alumnos de este curso?
hi: इस पाठ्यक्रम में सभी छात्रों के लिए प्रमाण पत्र बनाना शुरू करें?
ja_jp: この講座の全受講者のための修了証作成を開始しますか？
ko_kr: 본 강좌의 모든 학습자를 위한 강좌 이수증 생성을 시작하시겠습니까?
lt_lt: Pradėti generuoti visų šio kurso dalyvių sertifikatus?
pt_br: Iniciar a geração de certificados para todos os estudantes deste curso?
vi: Bắt đầu cấp chứng chỉ cho tất cả học viên trong khóa học này?
zh_tw: 開始產生此課程所有學生的證書？

source: Error while generating certificates. Please try again.
es_419: Error al generar los certificados. Por favor inténtelo nuevamente.
hi: प्रमाण पत्र बनाते समय त्रुटि। कृपया पुन: प्रयास करें।
ja_jp: 修了証の作成中にエラーが起きました。再試行してください。
ko_kr: 강좌 이수증을 발급하는 동안 오류가 발생했습니다. 다시 시도하세요.
lt_lt: Klaida generuojant sertifikatus. Prašome bandyti dar kartą.
pt_br: Erro durante a geração de certificados. Por favor, tente novamente.
vi: Lỗi xả ra khi tạo chứng chỉ. Xin vui lòng thử lại.
zh_tw: 產生錯誤證書。 請再試一次。

source: Start regenerating certificates for students in this course?
es_419: Iniciar regeneración de certificados para estudiantes de este curso?
hi: इस पाठ्यक्रम में छात्रों के लिए पुन: उत्तीर्ण प्रमाणपत्र शुरू करें?
ja_jp: この講座の受講生のための修了証を更新作成しますか？
ko_kr: 이 강좌 학습자의 인증서 재생성을 시작하겠습니까?
pt_br: Iniciar a recuperação dos certificados para os estudantes deste curso?
vi: Bắt đầu tạo lại chứng chỉ cho sinh viên trong khóa học này?
zh_tw: 確定重新產生此課程所有學生的證書？

source: Error while regenerating certificates. Please try again.
es_419: Error al regenerar los certificados. Por favor inténtelo nuevamente.
hi: प्रमाणपत्रों को पुन: प्राप्त करते समय त्रुटि। कृपया पुन: प्रयास करें।
ja_jp: 修了証の更新作成中にエラーが起きました。再試行してください。
ko_kr: 인증서 재생성 중 오류가 발생하였습니다. 다시 시도해 보세요.
pt_br: Erro ao tentar recuperar os certificados. Por favor. tente novamente.
vi: Lỗi trong khi tạo lại chứng chỉ.Thử lại
zh_tw: 產生錯誤證書。 請再試一次。

source: Loading data...
es_419: Cargando datos...
hi: डेटा लोड हो रहा है...
ja_jp: データを読み込んでいます…
ko_kr: 로딩중...
lt_lt: Įkeliami duomenys...
pt_br: Carregando os dados...
vi: đang tải dữ liệu...
zh_tw: 載入資料中......

source: Error getting issued certificates list.
es_419: Error al obtener la lista de certificados emitidos.
hi: प्रमाण पत्र सूची जारी करने में त्रुटि।
ja_jp: 発行済み修了書一覧の取得に失敗しました。
ko_kr: 발급된 인증서 목록 불러오기 중 오류가 발생했습니다.
lt_lt: Klaida gaunant išduotų sertifikatų sąrašą.
pt_br: Erro ao obter lista de certificados emitidos.
vi: lỗi khi nhận danh sách chứng chỉ đã phát hành.
zh_tw: 發生錯誤

source: Error generating proctored exam results. Please try again.
es_419: Error al generar el reporte de resultados de examenes supervisados. Por favor intente nuevamente.
hi: प्रस्तावित परीक्षा परिणाम बनाने में त्रुटि। कृपया पुन: प्रयास करें।
ja_jp: 監督下試験の結果作成に失敗しました。再試行してください。
ko_kr: 감독이 있는 평가 결과 생성 중에 오류가 발생했습니다. 다시 시도하세요.
lt_lt: Klaida generuojant stebimo egzamino rezultatus. Prašome bandyti dar kartą.
pt_br: Erro ao obter resultado dos exames supervisionados. Por favor, tente novamente.
vi: Đã có lỗi xảy ra khi phát kết quả thi. Xin vui lòng thử lại lần nữa.
zh_tw: 產生考試成績錯誤。 請再試一次。

source: Error generating survey results. Please try again.
es_419: Error generando los resultados de encuesta. Por favor intente nuevamente.
hi: सर्वेक्षण परिणाम बनाने में त्रुटि। कृपया पुन: प्रयास करें।
ja_jp: 調査結果の生成に失敗しました。再試行してください。
ko_kr: 설문 결과 생성 중 오류가 발생했습니다. 다시 시도해 주세요.
pt_br: Erro ao gerar resultados de pesquisa. Tente novamente.
vi: Lỗi khi tạo kết quả khảo sát. Vui lòng thử lại.
zh_tw: 產生調查結果錯誤。 請再試一次。

source: Error generating student profile information. Please try again.
es_419: Error al generar la información de perfil de estudiante. Por favor inténtelo nuevamente.
hi: छात्र प्रोफ़ाइल जानकारी बनाने में त्रुटि। कृपया पुन: प्रयास करें।
ja_jp: 受講者のプロフィール情報の生成に失敗しました。再試行してください。
ko_kr: 학습자 정보를 만드는 중 오류가 발생했습니다. 다시 시도하세요.
lt_lt: Klaida formuojant kurso dalyvių profilio informaciją. Prašome bandyti dar kartą.
pt_br: Ocorreu um erro ao gerar as informações do perfil do estudante. Por favor, tente novamente.
vi: Xảy ra lỗi khi xuất thông tin hồ sơ học viên. Xin vui lòng thử lại.
zh_tw: 產生學生資料錯誤。請再試一次。

source: Error getting student list.
es_419: Error al obtener la lista de estudiantes.
hi: छात्र सूची पाने में कुछ गड़बड़।
ja_jp: 受講者リスト野読み込みに失敗しました。
ko_kr: 학습자 목록 가져오기 에러.
lt_lt: Klaida gaunant kurso dalyvių sąrašą.
pt_br: Ocorreu um erro ao obter a lista de alunos.
vi: Lỗi khi xem danh sách học viên.
zh_tw: 獲取學生名單錯誤。

source: Error generating list of students who may enroll. Please try again.
es_419: Error al generar la lista de estudiantes que pueden inscribirse al curso. Por favor inténtelo nuevamente.
hi: नामांकन करने वाले छात्रों की सूची बनाने में त्रुटि। कृपया पुन: प्रयास करें।
ja_jp: 参加見込みのある学生一覧の作成に失敗しました。再試行してください。
ko_kr: 수강신청한 학습자 목록을 생성하는 중 오류가 발생했습니다. 다시 시도하세요.
lt_lt: Klaida generuojant kurso dalyvių, kurie gali užsiregistruoti, sąrašą. Prašome bandyti dar kartą.
pt_br: Ocorreu um erro ao gerar a lista de estudantes que podem matricular-se. Tente novamente.
vi: Xảy ra lỗi khi xuất danh sách học viên có thể ghi danh. Xin vui lòng thử lại.
zh_tw: 產生選課學生資訊錯誤。請再試一次。

source: Error retrieving grading configuration.
es_419: Error al obtener la configuración de calificaciones.
hi: ग्रेडिंग कॉनफ़िगरेशन वापिस लेने में कुछ गड़बड़।
ja_jp: 評価設定の取得に失敗しました。
ko_kr: 성적설정 가져오기 에러
lt_lt: Klaida nuskaitant įvertinimą.
pt_br: Erro ao recuperar a configuração para a avaliação.
vi: Lỗi khi xem kết cấu điểm.
zh_tw: 檢索評分配置錯誤。

source: Error generating grades. Please try again.
es_419: Error al generar las calificaciones. Por favor inténtelo nuevamente.
hi: ग्रेड बनाने मे कुछ गड़बड़। कृपया फिर से कोशिश करें।
ja_jp: 評価生成に失敗しました。再試行してください。
ko_kr: 성적 생성 중 오류가 발생했습니다. 다시 시도하세요.
lt_lt: Klaida generuojant įvertinimą. Prašome bandyti dar kartą.
pt_br: Erro ao gerar notas. Por favor, tente novamente.
vi: Lỗi khi xuất điểm số. Vui lòng thử lại.
zh_tw: 產生成績錯誤。請再試一次。

source: Error generating problem grade report. Please try again.
es_419: Error al generar el reporte de calificaciones. Por favor intente nuevamente.
hi: समस्या ग्रेड रिपोर्ट बनाने में त्रुटि। कृपया पुन: प्रयास करें।
ja_jp: 問題の評価レポート作成に失敗しました。再試行してください。
ko_kr: 성적 보고서 생성 중 오류가 발생했습니다. 다시 시도하세요.
lt_lt: Klaida generuojant užduoties vertinimo ataskaitą. Prašome bandyti dar kartą.
pt_br: Erro ao gerar o relatório de notas. Por favor, tente novamente.
vi: Lỗi khi xuất bảng điểm. Vui lòng thử lại.
zh_tw: 產生於問題評分報告錯誤。請重新再試。

source: Error generating ORA data report. Please try again.
es_419: Error al generar el reporte de datos de ORA. Por favor, intente nuevamente.
hi: ORA डेटा रिपोर्ट जनरेट करने में त्रुटि। कृपया पुन: प्रयास करें।
ko_kr: 개방형 응답 평가 데이터 보고 생성 중 오류가 발생했습니다. 다시 시도해 주세요.
pt_br: Error ao gerar o relatório de dados ORA. Por favor, tente novamente.
vi: Lỗi khi tạo báo cáo dữ liệu ORA. Vui lòng thử lại.

source: There was a problem creating the report. Select "Create Executive Summary" to try again.
es_419: Hubo un problema creando el reporte. Seleccione "Crear resumen ejecutivo" para intentarlo nuevamente.
hi: रिपोर्ट बनाने में समस्या थी। फिर से प्रयास करने के लिए "कार्यकारी सारांश बनाएँ" चुनें।
ja_jp: レポートの作成中に問題が起きました。"責任者用サマリの作成" を選択して再実行してください。
ko_kr: 보고서를 생성하는 동안 문제가 있었습니다. 다시 시도하기 위해 Create Executive Summary를 선택하세요.
lt_lt: Iškilo problema kuriant ataskaitą. Norėdami bandyti dar kartą, pasirinkite "Kurti vykdomąją santrauką".
pt_br: Tivemos um problema ao criar o relatório. Selecione "Criar Sumário Executivo" para tentar novamente.
vi: Lỗi khi truy xuất báo cáo. Chọn "Tạo tóm tắt thực hiện" để thử lại.
zh_tw: 產生報告發生錯誤。選擇 “建立摘要” 再試一次。

source: Enter the enrollment code.
es_419: Ingrese el código de inscripción.
hi: नामांकन कोड दर्ज करें।
ja_jp: 受講登録コードを入力。
ko_kr: 수강신청 코드를 입력하세요.
lt_lt: Įveskite registracijos kodą.
pt_br: Insira o código de matrícula.
vi: Nhập mã đăng ký ghi danh.
zh_tw: 輸入註冊代碼。

source: Cancel enrollment code
es_419: Cancelar código de inscripción
hi: नामांकन कोड रद्द करें
ja_jp: 受講登録コードを取り消し
ko_kr: 수강신청 코드를 취소하세요.
lt_lt: Atšaukti registracijos kodą
pt_br: Cancelar código de matrícula
vi: Huỷ mã ghi danh
zh_tw: 取消註冊代碼

source: Restore enrollment code
es_419: Restaurar código de inscripción
hi: नामांकन कोड पुनर्स्थापित करें
ja_jp: 受講登録コードを再発行
ko_kr: 수강신청 코드를 복구하세요.
lt_lt: Grąžinti registracijos kodą
pt_br: Restaurar código de matrícula
vi: Hồi phục mã ghi danh
zh_tw: 恢復註冊代碼

source: Mark enrollment code as unused
es_419: Marcar código de inscripción como no utilizado
hi: मार्क नामांकन कोड अप्रयुक्त के रूप में
ja_jp: 受講者コードを未使用に設定
ko_kr: 사용되지 않은 수강 신청 코드를 표시하세요.
lt_lt: Pažymėti registracijos kodą kaip nepanaudotą
pt_br: Marcar código de matrícula como não usado
vi: Đánh dấu mã ghi dành thành chưa dùng
zh_tw: 標記註冊代碼為未使用

source: Username
es_419: Nombre de usuario
hi: उपयोगकर्ता नाम
ja_jp: ユーザー名
ko_kr: 아이디
lt_lt: Naudotojo vardas
pt_br: Nome de usuário
vi: Tên đăng nhập
zh_tw: 用戶名
