Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: {platform_name} AND THE {platform_name} PARTICIPANTS (AS HERINAFTER DEFINED) DO NOT WARRANT THAT THE APIS WILL OPERATE IN AN UNINTERRUPTED OR ERROR-FREE MANNER, THAT THE APIS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE APIS OR API CONTENT PROVIDED WILL MEET YOUR NEEDS OR EXPECTATIONS. {platform_name} AND THE {platform_name} PARTICIPANTS ALSO MAKE NO WARRANTY ABOUT THE ACCURACY, COMPLETENESS, TIMELINESS, OR QUALITY OF THE APIS OR ANY API CONTENT, OR THAT ANY PARTICULAR API CONTENT WILL CONTINUE TO BE MADE AVAILABLE. "{platform_name} PARTICIPANTS" MEANS MIT, HARVARD, THE OTHER MEMBERS, THE ENTITIES PROVIDING INFORMATION, API CONTENT OR SERVICES FOR THE APIS, THE COURSE INSTRUCTORS AND THEIR STAFFS.
es_419: {platform_name} Y LOS PARTICIPANTES DE {platform_name} (COMO EN ADELANTE SE DEFINEN) NO GARANTIZAN QUE LA API OPERARÁ EN FORMA ININTERRUMPIDA O LIBRE DE ERRORES, QUE LAS APIS ESTÉN LIBRES DE VIRUS U OTROS COMPONENTES DAÑINOS, O QUE EL API O API CONTENIDO PROPORCIONADA SATISFAGA SUS NECESIDADES O EXPECTATIVAS. {platform_name} Y LOS PARTICIPANTES DE {platform_name} TAMPOCO OFRECEN GARANTÍA SOBRE LA EXACTITUD, INTEGRIDAD, ACTUALIDAD, NI LA CALIDAD DE LA APIS O CUALQUIER CONTENIDO API, O QUE CUALQUIER CONTENIDO API PARTICULAR CONTINUARÁ ESTANDO DISPONIBLE. "LOS PARTICIPANTES DE {platform_name}" SIGNIFICA EL MIT, HARVARD, LOS OTROS MIEMBROS, LAS ENTIDADES PRESTADORAS INFORMACIÓN, CONTENIDO DE API O SERVICIOS PARA EL API, LOS INSTRUCTORES DEL CURSO Y SU PERSONAL.

source: USE OF THE APIS, AND THE API CONTENT AND ANY SERVICES OBTAINED FROM OR THROUGH THE APIS, IS AT YOUR OWN RISK. YOUR ACCESS TO OR DOWNLOAD OF INFORMATION, MATERIALS OR DATA THROUGH THE APIS IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF SUCH MATERIAL OR DATA, UNLESS OTHERWISE EXPRESSLY PROVIDED FOR IN THE {platform_name} PRIVACY POLICY.
es_419: EL USO DE LA APIS, Y EL CONTENIDO DE LA API Y CUALQUIER SERVICIO OBTENIDA DE O A TRAVÉS DE LAS API, ES A SU CUENTA Y RIESGO. SU ACCESO O DESCARGA DE INFORMACIÓN, MATERIALES O DATOS TRAVÉS DE LAS API ES A SU CUENTA Y RIESGO, Y USTED SERÁ EL ÚNICO RESPONSABLE DE CUALQUIER DAÑO A SU PROPIEDAD (INCLUYENDO SU SISTEMA INFORMÁTICO) O PÉRDIDA DE DATOS QUE RESULTE DE LA DESCARGA O USO DEL MATERIAL O DATOS, A MENOS QUE SE EXPRESAMENTE PREVISTOS EN LA POLÍTICA DE PRIVACIDAD DE {platform_name}.

source: TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE THAT NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES, EITHER ACTUAL OR CONSEQUENTIAL, ARISING OUT OF OR RELATING TO THESE TERMS, OR YOUR (OR ANY THIRD PARTY'S) USE OF OR INABILITY TO USE THE APIS OR ANY API CONTENT, OR YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH THE APIS, WHETHER YOUR CLAIM IS BASED IN CONTRACT, TORT, STATUTORY OR OTHER LAW.
es_419: EN TODA LA EXTENSIÓN PERMITIDA POR LA LEY, USTED ESTÁ DE ACUERDO QUE NI {platform_name} NI NINGUNO DE LOS LOS PARTICIPANTES DE {platform_name} SERÁN RESPONSABLE ANTE USTED POR CUALQUIER PÉRDIDA O DAÑOS, YA SEA ABSOLUTOS O INDIRECTO, RESULTANTE DE O RELACIONADA CON ESTAS CONDICIONES, O SU USO (O EL DE CUALQUIER TERCERO) O IMPOSIBILIDAD DE USO. DE LAS APIS O CUALQUIER CONTENIDO DE API, O LA FIABILIDAD DE INFORMACIÓN OBTENIDA DE O A TRAVÉS DE LA APIS, TANTO SI SU RECLAMACIÓN SE BASA EN CONTRATO, AGRAVIO, ESTATUTO U OTRA LEY.

source: IN PARTICULAR, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL HAVE ANY LIABILITY FOR ANY CONSEQUENTIAL, INDIRECT, PUNITIVE, SPECIAL, EXEMPLARY OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE AND WHETHER OR NOT {platform_name} OR ANY OF THE {platform_name} PARTICIPANTS HAS BEEN NEGLIGENT OR OTHERWISE AT FAULT (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, ERRORS, LOSS OF PROFITS, LOSS OF DATA OR INTERRUPTION IN AVAILABILITY OF DATA).
es_419: EN PARTICULAR, EN LA MEDIDA MÁXIMA PERMITIDA POR LA LEY, NI {platform_name} NI NINGUNO DE LOS PARTICIPANTES DE {platform_name} TENDRÁN CUALQUIER RESPONSABILIDAD POR DAÑOS DERIVADOS, PUNITIVOS, INDIRECTOS, ESPECIALES, EJEMPLARES O INDIRECTOS, PREVISIBLES O IMPREVISIBLES Y YA SEA O NO QUE {platform_name} O CUALQUIERA DE LOS PARTICIPANTES DE {platform_name} HAYA SIDO NEGLIGENTE O DE ALGUNA FORMA HAYA COMETIDO UNA FALTA (INCLUYENDO, PERO NO LIMITADO A, LAS RECLAMACIONES POR DIFAMACIÓN, ERRORES, PÉRDIDA DE BENEFICIOS, PÉRDIDA DE DATOS O INTERRUPCIÓN DE DISPONIBILIDAD DE DATOS).

source: CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.
es_419: CIERTAS LEYES ESTATALES NO PERMITEN LIMITACIONES SOBRE GARANTÍAS IMPLÍCITAS O LA EXCLUSIÓN O LIMITACIÓN DE CIERTOS DAÑOS. SI ESTAS LEYES SE APLICAN A USTED, ALGUNAS O TODAS LAS RENUNCIAS, EXCLUSIONES O LIMITACIONES PUEDEN NO APLICARSE A USTED, Y USTED PODRÍA TENER DERECHOS ADICIONALES.

source: The APIs and API Content may include hyperlinks to sites maintained or controlled by others. {platform_name} and the {platform_name} Participants are not responsible for and do not routinely screen, approve, review or endorse the contents of or use of any of the products or services that may be offered at these sites. If you decide to access linked third-party websites, you do so at your own risk.
es_419: La API y contenido de API puede incluir hipervínculos a sitios mantenidos o controlados por otros. {platform_name} Y los participantes de {platform_name} no son responsables y no revisan, aprueban, ni escrutinan el contenido del o el uso de cualquiera de los productos o servicios que pueden ser ofrecidos en estos sitios. Si usted decide acceder a sitios web de terceras partes vinculados, lo hace bajo su propio riesgo.

source: To the maximum extent permitted by applicable law, you agree to defend, hold harmless and indemnify {platform_name} and the {platform_name} Participants, and their respective subsidiaries, affiliates, officers, faculty, students, fellows, governing board members, agents and employees from and against any third-party claims, actions or demands arising out of, resulting from or in any way related to your use of the APIs and any API Content, including any liability or expense arising from any and all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys' fees, of every kind and nature. In such a case, {platform_name} or one of the {platform_name} Participants will provide you with written notice of such claim, suit or action.
es_419: En la medida máxima permitida por la ley aplicable, usted acepta defender, mantener indemne e indemnizar a {platform_name} y los participantes de {platform_name} y sus respectivas subsidiarias, afiliados, funcionarios, profesores, estudiantes, becarios, que rige miembros de la junta, agentes y empleados de y contra cualquiera de terceros reclamaciones, acciones o demandas que surjan de, como consecuencia de o de cualquier manera relacionada con el uso de las API y cualquier contenido del API, incluyendo la responsabilidad o gasto que surja de cualquier y todas las reclamaciones, pérdidas, daños (reales o resultantes), litigios, resoluciones, costas procesales y honorarios de abogados, de cualquier tipo y naturaleza. En tal caso, {platform_name} o uno de los participantes de {platform_name} le hará llegar una notificación escrita de dicha reclamación, litigio o acción.

source: General Legal Terms
es_419: Términos legales generales

source: The Terms constitute the entire agreement between you and {platform_name} with respect to your use of the APIs and API Content, superseding any prior agreements between you and {platform_name} regarding your use of the APIs and API Content. The failure of {platform_name} to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision. If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision and the other provisions of the Terms shall remain in full force and effect. The Terms do not create any third party beneficiary rights or any agency, partnership, or joint venture. For any notice provided to you by {platform_name} under these Terms, {platform_name} may notify you via the email address associated with your {platform_name} account.
es_419: Los términos constituyen el acuerdo completo entre usted y {platform_name} con respecto a su uso de la API y contenido de API y reemplaza cualquier acuerdo anterior entre usted y {platform_name} respecto al uso de las API y contenido de API. El fracaso de {platform_name} para ejercer o hacer valer cualquier derecho o disposición de estas Condiciones no constituirá una renuncia a tal derecho o disposición. Si alguna cláusula de las Condiciones es considerada por un tribunal de jurisdicción competente como no válida, las partes acuerdan que dicho tribunal debe procurar interpretar las intenciones de las partes tal como se reflejan en la disposición y las demás disposiciones de los Términos permanecerán en pleno vigor y efecto. Los Términos no crean derechos de beneficiario a terceros o de cualquier organismo, asociación o empresa conjunta. Para cualquier notificación que le ha proporcionado {platform_name} bajo estos términos, {platform_name} puede notificarle a través de la dirección de correo electrónico asociada con su cuenta en {platform_name}.

source: You agree that the Terms, the APIs, and any claim or dispute arising out of or relating to the Terms or the APIs will be governed by the laws of the Commonwealth of Massachusetts, excluding its conflicts of law provisions. You agree that all such claims and disputes will be heard and resolved exclusively in the federal or state courts located in and serving Cambridge, Massachusetts, U.S.A. You consent to the personal jurisdiction of those courts over you for this purpose, and you waive and agree not to assert any objection to such proceedings in those courts (including any defense or objection of lack of proper jurisdiction or venue or inconvenience of forum). Notwithstanding the foregoing, you agree that {platform_name} shall still be allowed to apply to injunctive remedies (or an equivalent type of urgent legal relief) in any jursdiction.
es_419: El usuario acepta que los términos, las API, y cualquier reclamo o disputa que surja de o esté relacionada con las condiciones o las API se rige por las leyes del Estado de Massachusetts, con exclusión de sus conflictos de disposiciones legales. El usuario acepta que todas las reclamaciones y disputas serán escuchadas y resueltas exclusivamente en los tribunales estatales o federales ubicados en y sirviendo de Cambridge, Massachusetts, EE.UU. Usted da su consentimiento a la jurisdicción personal de dichos tribunales más que para este propósito, y el usuario renuncia y está de acuerdo hacer valer ninguna objeción a dichos procedimientos en los tribunales (incluyendo cualquier defensa o excepción de falta de jurisdicción apropiada o el lugar o la inconveniencia del foro). No obstante lo anterior, el usuario acepta que {platform_name} aún podrá aplicar a medidas cautelares (o un tipo equivalente de medida legal urgente) en cualquier jurisdicción.

source: Termination
es_419: Terminación

source: You may stop using the APIs at any time. You agree that {platform_name}, in its sole discretion and at any time, may terminate your use of the APIs or any API Content for any reason or no reason, without prior notice or liabiliy.
es_419: Es posible dejar de utilizar las API en cualquier momento. El usuario acepta que {platform_name}, a su sola discreción y en cualquier momento, puede interrumpir el uso de las API o cualquier Contenido API por cualquier motivo o sin motivo, sin previo aviso o responsabilidad.

source: {platform_name} and the {platform_name} Participants reserve the right at any time in their sole discretion to cancel, delay, reschedule or alter the format of any API or API Content offered through {platform_name}, or to cease providing any part or all of the APIs or API Content or related services, and you agree that neither {platform_name} nor any of the {platform_name} Participants will have any liability to you for such an action.
es_419: {platform_name} y los participantes de {platform_name} se reservan el derecho en cualquier momento a su entera discreción, de cancelar, retrasar, reprogramar o alterar el formato de cualquier API o API contenidos ofrecidos a través {platform_name}, o de dejar de prestar cualquier parte o la totalidad de la API o contenido de API o servicios relacionados, y usted acepta que ni {platform_name} ni ninguno de los participantes de {platform_name} tendrán ninguna responsabilidad hacia usted por tal acción.

source: Upon any termination of the Terms or discontinuation of your access to an API for any reason, your right to use any API and API Content will immediately cease. You will immediately stop using the APIs and delete any cached or stored API Content. All provisions of the Terms that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, and limitation of liability. Termination of your access to and use of the APIs and API Content shall not relieve you of any obligations arising or accrusing prior to such termination or limit any liability that you otherwise may have to {platform_name}, including without limitation any indemnification obligations contained herein.
es_419: En caso de terminación de los Términos o la interrupción de su acceso a una API por cualquier razón, su derecho a utilizar cualquier API y API contenido cesará inmediatamente. Va a dejar de usar las APIs y borrar cualquier contenido almacenado en caché API o almacenado. Todas las disposiciones de las condiciones que por su naturaleza deberían sobrevivir a la terminación sobrevivirán a la terminación, incluyendo, sin limitación, las disposiciones de propiedad, renuncias de garantía y limitación de responsabilidad. La terminación de su acceso y uso de las API y contenido API no le eximirá de las obligaciones que derivan o surgen antes de dicha terminación o limitar cualquier responsabilidad que de lo contrario puede que tenga que {platform_name}, incluyendo, sin limitación alguna las obligaciones de indemnización contenidas en el presente documento.

source: Edit {catalog_name}
es_419: Modificar {catalog_name}

source: Download CSV
es_419: Descargar CSV

source: Delete this catalog
es_419: Eliminar este catálogo

source: Update Catalog
es_419: Actualizar catálogo

source: Catalogs for {username}
es_419: Catálogos para {username}

source: Create new catalog:
es_419: Crear nuevo catálogo:

source: Create Catalog
es_419: Crear catálogo

source: Catalog search
es_419: Buscar catálogo

source: Catalog Search
es_419: Buscar Catálogo

source: Enter a username to view catalogs belonging to that user.
es_419: Ingrese un nombre de usuario para ver los catálogos que pertenecen a dicho usuario

source: Enter equation
es_419: Introduzca ecuación

source: Calculator Input Field
es_419: Campo de entrada para calcular

source: Hints
es_419: Consejos

source: Use the arrow keys to navigate the tips or use the tab key to return to the calculator
es_419: Usa las teclas de dirección para navegar entre las recomendaciones o usa la tecla de tabulación para volver a la calculadora

source: For detailed information, see {math_link_start}Entering Mathematical and Scientific Expressions{math_link_end} in the {guide_link_start}edX Guide for Students{guide_link_end}.
es_419: Para obtener información detallada, consulte Entrando Matemática{math_link_start} y Científica Expresiones{math_link_end} en la {guide_link_start} Guia para Estudiantes de edx {guide_link_end}.

source: Tips
es_419: Consejos

source: Use parentheses () to make expressions clear. You can use parentheses inside other parentheses.
es_419: Use paréntesis () para hacer mas claras las expresiones. Puede usar paréntesis dentro de otros paréntesis.

source: Do not use spaces in expressions.
es_419: No utilizar espacios en las expresiones.

source: For constants, indicate multiplication explicitly (example: 5*c).
es_419: Para constantes, indique explícitamente la multimplicación (Ejemplo: 5*c).

source: For affixes, type the number and affix without a space (example: 5c).
es_419: Para afijos, escriba el número y el afijo (prefijo o sufijo) sin espacios Ejemplo: 5c.

source: For functions, type the name of the function, then the expression in parentheses.
es_419: Para funciones, escriba el nombre de la función y luego la expresión entre paréntesis.

source: To Use
es_419: Para usar

source: Examples
es_419: Ejemplos

source: Numbers
es_419: Números

source: Integers
es_419: Números enteros

source: Fractions
es_419: Fracciones

source: Decimals
es_419: Números decimales

source: Operators
es_419: Operadores

source: + - * / (add, subtract, multiply, divide)
es_419: + - * / (sumar, restar, multiplicar, dividir)

source: ^ (raise to a power)
es_419: ^ (elevar a una potencia)

source: || (parallel resistors)
es_419: || (resistencias en paralelo)

source: Constants
es_419: Constantes

source: Affixes
es_419: Añadidos

source: Percent sign (%) and metric affixes (d, c, m, u, n, p, k, M, G, T)
es_419: Signo de porcentaje (%) y afijos de medición (d, c, m, u, n, p, k, M, G, T)

source: Basic functions
es_419: Funciones basicas

source: Trigonometric functions
es_419: Funciones trigonometricas

source: Scientific notation
es_419: Notación Científica

source: 10^ and the exponent
es_419: 10^ y el exponente

source: e notation
es_419: e notación

source: 1e and the exponent
es_419: 1e y el exponente

source: Calculate
es_419: Calcular

source: Result
es_419: Resultado

source: CCX Coach Dashboard
es_419: Panel de Control para tutores CCX

source: Name your CCX
es_419: Nombre para su CCX

source: Create a new Custom Course for edX
es_419: Crear un nuevo curso personalizado para edX

source: Schedule
es_419: Calendario

source: Grading Policy
es_419: Política de Calificaciones

source: Batch Enrollment
es_419: Inscripciones en lote

source: Student Grades
es_419: Calificaciones de Estudiantes

source: Please enter a valid CCX name.
es_419: Por favor ingrese un nombre CCX válido.

source: Email Addresses/Usernames
es_419: Casilla de Correo electrónico/Nombres de usuario

source: Enter email addresses and/or usernames separated by new lines or commas.
es_419: Ingrese los correos electrónicos y/o nombres de usuario separados por nuevas lineas o por comas.

source: You will not get notification for emails that bounce, so please double-check spelling.
es_419: No recibirá notificaciones de los correos con rebotes, por lo tanto, debe asegurarse de que los correos estén bien escritos.

source: Auto Enroll
es_419: Auto inscribirse

source: If this option is {em_start}checked{em_end}, users who have not yet registered for {platform_name} will be automatically enrolled.
es_419: Si esta opción está {em_start}marcada{em_end}, los usuarios que aún no se han registrado en {platform_name} serán inscritos automáticamente.

source: If this option is left {em_start}unchecked{em_end}, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
es_419: Si esta opción está {em_start}sin marcar{em_end}, los usuarios que aún no se han registrado en {platform_name} no serán inscritos, pero se les permitirá la inscripción al curso una vez hayan creado su cuenta.

source: Checking this box has no effect if 'Unenroll' is selected.
es_419: Marcar esta opción no tiene ningún efecto si se ha seleccionado la opción de 'Desinscribir'.

source: Notify users by email
es_419: Notificar a los usuarios por correo electrónico

source: If this option is {em_start}checked{em_end}, users will receive an email notification.
es_419: Si esta opción está {em_start}marcada{em_end}, los usuarios recibirán una notificación por correo electrónico.

source: Student List Management
es_419: Gestión de lista de Estudiantes

source: CCX student list management response message
es_419: Mensaje de respuesta del administrador de lista de estudiantes CCX

source: Checking this box has no effect if 'Revoke' is clicked.
es_419: Marcar esta opción no tiene ningún efecto si se ha seleccionado la opción de 'Revocar'.

source: WARNING
es_419: ALERTA

source: For advanced users only. Errors in the grading policy can lead to the course failing to display. This form does not check the validity of the policy before saving.
es_419: Para usuarios avanzados únicamente. Los errores en las políticas de calificaciones pueden llevar a que el curso no pueda ser mostrado. Este formulario no verifica la validez de la política antes de guardarla.

source: Most coaches should not need to make changes to the grading policy.
es_419: La mayoría de los entrenadores no deberían tener que hacer cambios a la política de calificaciones.

source: Save Grading Policy
es_419: Guardar Política de Calificaciones

source: Date format four digit year dash two digit month dash two digit day
es_419: Formato de fecha, cuatro dígitos para el año, guión, dos dígitos para el mes, guión, dos dígitos para el día.

source: Time format two digit hours colon two digit minutes
es_419: Formato de hora, dos dígitos para la hora, dos puntos, dos dígitos para los minutos.

source: Time
es_419: Tiempo

source: Set date
es_419: Configurar fecha

source: You have unsaved changes.
es_419: Tienes cambios sin guardar

source: There was an error saving changes.
es_419: Hubo un error guardando los cambios.

source: Schedule a Unit
es_419: Agendar una Unidad

source: format four digit year dash two digit month dash two digit day
es_419: Formato de fecha, cuatro dígitos para el año, guión, dos dígitos para el mes, guión, dos dígitos para el día.

source: yyyy-mm-dd
es_419: aaaa-mm-dd

source: Start time format two digit hours colon two digit minutes
es_419: Formato de hora de inicio, dos dígitos para la hora, dos puntos, dos dígitos para los minutos.

source: time
es_419: tiempo

source: (Optional)
es_419: (Opcional)
hi: (वैकल्पिक)
ko_kr: (선택사항)
pt_br: (opcional)
vi: (Không bắt buộc)

source: Due Time format two digit hours colon two digit minutes
es_419: Formato de hora límite, dos dígitos para la hora, dos puntos, dos dígitos para los minutos.

source: Add Unit
es_419: Agregar Unidad

source: Add All Units
es_419: Agregar todas las Unidades

source: All units have been added.
es_419: Todas las unidades han sido agregadas.

source: View gradebook
es_419: Ver libro de calificaciones

source: Download student grades
es_419: Descargar calificaciones de estudiantes

source: Print or share your certificate:
es_419: Imprime o comparte tu certificado:

source: Click the link to see my certificate.
es_419: Haz click en el enlace para ver mi certificado.

source: Post on Facebook
es_419: Compartir en Facebook

source: Share on Twitter
es_419: Compartir en Twitter

source: Tweet this Accomplishment. Pop up window.
es_419: Compartir este logro en Twitter. Ventana pop-up.

source: Add to LinkedIn Profile
es_419: Agregar al Perfil de LinkedIn

source: Add to Mozilla Backpack
es_419: Añadir a Mozilla Backpack

source: Print Certificate
es_419: Imprimir certificado
