Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Enter end, early_with_info, or early_no_info. After certificate generation, students who passed see a link to their certificates on the dashboard and students who did not pass see information about the grading configuration. The default is end, which displays this certificate information to all students after the course end date. To display this certificate information to all students as soon as certificates are generated, enter early_with_info. To display only the links to passing students as soon as certificates are generated, enter early_no_info.
hi: अंत दर्ज करें, जल्दी_विशाल_इन्फो, या अर्ली_नो_इनफो। सर्टिफिकेशन जेनरेशन के बाद, जो छात्र उत्तीर्ण होते हैं, वे अपने प्रमाणपत्र को डैशबोर्ड पर देखते हैं और जो छात्र उत्तीर्ण नहीं होते हैं, वे ग्रेडिंग कॉन्फ़िगरेशन के बारे में जानकारी देखते हैं। डिफ़ॉल्ट अंत है, जो पाठ्यक्रम समाप्ति तिथि के बाद सभी छात्रों को इस प्रमाण पत्र की जानकारी प्रदर्शित करता है। प्रमाण पत्र उत्पन्न होते ही सभी छात्रों को इस प्रमाण पत्र की जानकारी प्रदर्शित करने के लिए, जल्दी_विस्तृत_इनफो दर्ज करें। प्रमाण पत्र बनते ही पास होने वाले छात्रों के लिंक प्रदर्शित करने के लिए, जल्दी_नो_इनफो दर्ज करें।
ja_jp: 'end', 'early_with_info', 'early_no_info'のいずれかを入力してください。修了証の生成後、合格した受講者はマイページで修了証へのリンクが確認でき、不合格の受講者は採点に関する情報を確認できます。デフォルトは'end'で閉講後にこの情報が表示されます。生成後すぐに表示するには'early_with_info'を指定してください。合格した受講者にのみ生成直後から表示するには'early_no_info'を指定してください。
lt_lt: Įveskite pabaigą early_with_info arba early_no_info. Sugeneravus sertifikatus, išlaikę kurso dalyviai mato nuorodą į savo sertifikatus informaciniame puslapyje, o neišlaikę kurso dalyviai mato informaciją apie vertinimo konfigūraciją. Numatytoji reikšmė yra pabaiga, kai rodoma ši sertifikatų informacija visiems kursų dalyviams po kurso pabaigos datos. Norėdami rodyti šią sertifikatų informaciją visiems kurso dalyviams, kai tik jie yra sugeneruojami, įveskite early_with_info. Norėdami rodyti tik nuorodas išlaikiusiems kurso dalyviams, kai sertifikatai sugeneruojami, įveskite early_no_info.

source: Certificate Web/HTML View Enabled
hi: प्रमाणपत्र वेब / एचटीएमएल देखें सक्षम
ja_jp: Web/HTML による修了証の参照が可能になりました
lt_lt: Įgalintas sertifikatų Web/HTML rodymas

source: Certificate Web/HTML View Overrides
hi: प्रमाणपत्र वेब / एचटीएमएल देखें ओवरराइड
ja_jp: 修了証のWeb/HTML表示オーバーライド
lt_lt: Sertifikato peržiūros žiniatinklyje HTML parametrų keitimas

source: Enter the maximum number of students that can enroll in the course. To allow an unlimited number of students, enter null.
he: הזן את המספר המירבי של סטודנטים שיכולים להירשם לקורס. השאר ריק בכדי לאפשר מספר בלתי מוגבל.
hi: पाठ्यक्रम में दाखिला लेने वाले छात्रों की अधिकतम संख्या दर्ज करें। असीमित संख्या में छात्रों को अनुमति देने के लिए, अशक्त दर्ज करें।
ja_jp: この講座に受講登録が可能となる最大の受講者数を入力します。受講者数を制限しない場合、この項目は空白のままとします。
lt_lt: Įveskite maksimalų kurso dalyvių skaičių. Jeigu leidžiate neribotą dalyvių skaičių, nieko nerašykite.

source: Enter true or false. If true, students can view the course wiki even if they're not enrolled in the course.
hi: सही या गलत डाले| अगर सही, स्टूडेंट व्यू कर्सक्ते है कोर्स विकि को भले ही वो एनरोलद नही है कोर्स में|

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: 'both' (show in catalog and allow access to about page), 'about' (only allow access to about page), 'none' (do not show in catalog and do not allow access to an about page).
he: מגדיר את הגדרות הגישה להצגת הקורס בקטלוג הקורסים. ניתן לקבוע אחד משלושה ערכים. 'שניהם' (מציג בקטלוג ונותן גישה לעמוד אודות), 'אודות' (מאפשר גישה רק לעמוד אודות), 'אף אחד' (לא מוצג בקטלוג ולא מאפשר גישה לעמוד אודות).
hi: पाठ्यक्रम कैटलॉग में पाठ्यक्रम दिखाने के लिए पहुँच अनुमतियाँ निर्धारित करता है। इसे तीन मानों में से एक पर सेट किया जा सकता है: 'दोनों' (कैटलॉग में दिखाएं और पेज के बारे में एक्सेस करने की अनुमति दें), 'के बारे में' (केवल पेज के बारे में एक्सेस की अनुमति दें), 'कोई नहीं' (कैटलॉग में न दिखाएं और अनुमति न दें लगभग एक पृष्ठ तक पहुंच)।
ja_jp: 講座一覧で表示するかどうかの権限を設定します。３パターンが設定可能です： 'both' (講座一覧に表示、講座詳細へアクセス可能), 'about' (講座詳細へのみアクセス可能), 'none' (講座一覧、講座詳細共にアクセス不可)。
lt_lt: Nustato prieigos leidimus rodyti kursą kursų kataloge. Gali būti nustatyta viena iš trijų reikšmių: "abu" (rodyti kataloge ir suteikti prieigą prie puslapio "Apie kursą"), "apie" (tik suteikti prieigą prie puslapio "Apie kursą"), "nė vieno" (nerodyti kataloge ir nesuteikti prieigos prie puslapio "Apie kursą").

source: Specify whether students must complete an entrance exam before they can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
he: ציין אם תלמידים חייבים להשלים בחינת כניסה לפני שהם יכולים לצפות בתוכן הקורס. שים לב, עליך לאפשר בחינות כניסה לקורס זה כדי שהגדרות ייכנסו לתוקף.
hi: यह निर्दिष्ट करें कि क्या छात्रों को आपकी पाठ्यक्रम सामग्री देखने से पहले एक प्रवेश परीक्षा पूरी करनी होगी। ध्यान दें, इस कोर्स की सेटिंग के लिए आपको प्रवेश परीक्षाओं को सक्षम करना होगा।
ja_jp: 講座コンテンツが閲覧可能になる前に、入学試験を完了しなければいけないかどうかを設定します。この講座の入学試験を有効にする必要があります。
lt_lt: Nurodykite, ar kurso dalyviai privalo išlaikyti stojamąjį egzaminą prieš peržiūrėdami jūsų kurso turinį. Atkreipkite dėmesį, kad turite aktyvinti "Stojamųjų egzaminų" mygtuką, jeigu norite, kad ši kurso nuostata veiktų.

source: Specify a minimum percentage score for an entrance exam before students can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
he: קבע אחוז ציוני מינימלי לבחינת כניסה, לפני שסטודנטים יוכלו לצפות בתוכן הקורס. שים לב, צריך לאפשר מבחני כניסה בכדי שהגדרה זו תיכנס לתוקף.
hi: छात्रों को आपके पाठ्यक्रम की सामग्री को देखने से पहले एक प्रवेश परीक्षा के लिए न्यूनतम प्रतिशत अंक निर्दिष्ट करें। ध्यान दें, इस कोर्स की सेटिंग के लिए आपको प्रवेश परीक्षाओं को सक्षम करना होगा।
ja_jp: 講座コンテンツが閲覧可能になる入学試験の最低点を設定します。この講座の入学試験を有効にする必要があります。
lt_lt: Nurodykite, kokį mažiausią procentinį balą turi gauti kurso dalyviai už stojamąjį egzaminą prieš peržiūrėdami jūsų kurso turinį. Atkreipkite dėmesį, kad turite aktyvinti "Stojamųjų egzaminų" mygtuką, jeigu norite, kad ši kurso nuostata veiktų.

source: Social Media Sharing URL
he: כתובת URL לשיתוף במדיה חברתית
hi: सोशल मीडिया शेयरिंग यूआरएल
ja_jp: ソーシャルメディア共有URL
lt_lt: Bendrinimo socialiniuose tinkluose URL

source: If dashboard social sharing and custom course URLs are enabled, you can provide a URL (such as the URL to a course About page) that social media sites can link to. URLs must be fully qualified. For example: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
hi: यदि डैशबोर्ड सोशल शेयरिंग और कस्टम कोर्स URL सक्षम हैं, तो आप एक URL (जैसे URL के बारे में एक कोर्स पेज के बारे में) प्रदान कर सकते हैं, जिसे सोशल मीडिया साइट्स से लिंक कर सकते हैं। URL पूरी तरह से योग्य होने चाहिए। उदाहरण के लिए: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
ja_jp: ダッシュボードのソーシャルシェアとカスタムな講座のURLを有効にすると、ソーシャルメディアのサイトで URL ( 講座の案内ページへの URL など ) を公開してリンクする事ができます。URL は省略なしである必要があります。例：http://www.edx.org/course/Introduction-to-MOOCs-ITM001
lt_lt: Jei informacinio puslapio bendrinimas ir tinkinto kurso URL nuorodos yra įgalintos, galite pateikti URL nuorodą (pavyzdžiui, puslapio "Apie kursą" nuorodą), prie kurios galėtų prisijunti socialiniai tinklai. Nuorodos turi būti nesutrumpintos, pavyzdžiui, http://www.edx.org/course/Introduction-to-MOOCs-ITM001

source: Configure team sets, limit team sizes, and set visibility settings using JSON. See <a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">teams configuration documentation</a> for help and examples.
hi: कॉन्फ़िगर टीम सेट्स, लिमिट टीम साईज़ेस, फिर सेट विसिबिलिटी सेटिंग्स ज्सोन के एस्टेमाल से | सी <a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams"> टेयम्स कणफिगुरेस्न डॉक्युमेंटेशन </a> फॉर हेल्प अँड एकसमप्लेस |

source: Proctortrack Exam Escalation Contact
hi: प्रोक्तोर्त्रक्क एकसां एस्कालतिओन कांटैक्ट

source: Required if 'proctortrack' is selected as your proctoring provider. Enter an email address to be contacted by the support team whenever there are escalations (e.g. appeals, delayed reviews, etc.).
hi: अगर 'प्रोक्तोर्त्रक्क' सिलैक्ट होता है हमारे प्रोक्तोरिंग प्रोवाइडर की तरह | एक ईमेल एड्रैस को कांटैक्ट करो बाए सुपपोर्टेड टीम जभी कोई एस्कालस्न हो (उधारण . अपपेयल्स, डेलाएड रेविएव्स, इत्यादि) |

source: ERROR: "{block_type}" is an unknown component type. This component will be hidden in LMS.
hi: एर्र:"{ब्लॉक_टाइप}" एक अननोन कॉम्पोनेंट टाइप है| यह कॉम्पोनेंट हिडेन रहेगा LMS में|

source: Raw
he: גולמי
hi: कच्चा
ja_jp: 生
lt_lt: Neapdorotas

source: Library Blocks List
hi: लाइब्ररी का ब्लॉक लिस्ट्

source: Enter the IDs of the library XBlocks that you wish to use.
hi: लाइब्ररी के आइ द को एंटर करो Xब्लोक्क्स जो मन हो एस्टेमाल करने का |

source: A maximum of {0} components may be added.
hi: जादा से जादा {0} कोम्पोनेंट्स अदद होने चाहिए |

source: No XBlock has been configured for this component. Use the editor to select the target blocks.
hi: कोई भी Xब्लॉक कोन्फ़िगुरेड नहीं हुआ है इस कॉम्पोनेंट के लिए | एडिटर का एस्टेमाल करे टार्गेट ब्लोक्क्स को सिलैक्ट करने के लिए |

source: Open Editor
hi: ओपन एडिटर

source: Importing Library Block failed - are the IDs valid and readable?
hi: लाइब्ररी ब्लॉक को इम्पोर्ट करना फ़ेल होगया - क्या आइ द'स वालिद और रेयद्ब्ल है ?

source: LTI ID
hi: एलटीआई आईडी
lt_lt: LTI identifikacijos numeris

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
hi: बाहरी एलटीआई प्रदाता के लिए एलटीआई आईडी दर्ज करें। यह मान उसी एलटीआई आईडी का होना चाहिए जिसे आपने उन्नत सेटिंग्स पृष्ठ पर एलटीआई पासपोर्ट सेटिंग में दर्ज किया था। {break_tag} इस सेटिंग पर अधिक विवरण के लिए {docs_anchor_open} edX एलटीआई प्रलेखन {anchor_close} देखें।.

source: LTI URL
he: כתובת URL של הLTI
hi: एलटीआई यूआरएल
lt_lt: LTI URL nuoroda

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
hi: उस बाहरी उपकरण का यूआरएल दर्ज करें जिसे यह घटक लॉन्च करता है। इस सेटिंग का उपयोग केवल तब किया जाता है जब बाहरी उपकरण छिपाएँ को गलत पर सेट किया जाता है। इस सेटिंग के बारे में अधिक जानकारी के लिए {ब्रेक टैग} देखें {डॉक्स एंकर खोलें} edX एलटीआई प्रलेखन {एंकर क्लोज}।

source: Custom Parameters
he: משתנים בהתאמה אישית
hi: कस्टम पैरामीटर
ja_jp: カスタムパラメータ
lt_lt: Numatytieji parametrai

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
hi: किसी भी कस्टम पैरामीटर के लिए कुंजी / मान युग्म जोड़ें, जैसे कि आपकी ई-पुस्तक पृष्ठ को इस घटक के लिए या पृष्ठभूमि रंग के लिए खोलना चाहिए। {विराम टैग} देखें {डॉक्स एंकर खोलें} एडएक्स एलटीआई प्रलेखन {एंकर क्लोज} अधिक के लिए। इस सेटिंग पर विवरण।

source: Open in New Page
he: פתח בעמוד חדש
hi: नए पेज में खोलें
ja_jp: 新しいページで開く
lt_lt: Atidaryti naujame puslapyje

source: Scored
he: ניתן ציון
hi: रन बनाए
ja_jp: 採点された（採点済み）
lt_lt: Įvertinta

source: Select True if this component will receive a numerical score from the external LTI system.
he: בחר כן אם רכיב זה יקבל ציון מספרי ממערכת LTI חיצונית.
hi: यदि यह घटक बाहरी एलटीआई सिस्टम से संख्यात्मक अंक प्राप्त करेगा तो सही का चयन करें।
ja_jp: このアイテムが外部のLTIシステムから数値を受け取る場合はTrueを選択してください。
lt_lt: Pasirinkite "Taip", jeigu šis komponentas gaus skaitinį įvertinimą iš išorinės LTI sistemos.

source: Weight
he: משקל
hi: वजन
ja_jp: 重み付け
lt_lt: Sunkumas

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
hi: Django DB में प्रकाशित स्कोर के डुप्लिकेट केवीएस- स्कोर में रखा गया स्कोर
ja_jp: xblock KVSの得点 -- django DB中の公開得点の複製
lt_lt: Įvertinimas saugomas x bloke KVS - paskelbto įvertinimo kopija "django" duomenų bazėje

source: Comment as returned from grader, LTI2.0 spec
hi: टिप्पणी के रूप में ग्रेडर से लौटे, LTI2.0 कल्पना
ja_jp: LTI2.0 specの採点者からのコメント
lt_lt: Komentuoti kaip grįžusį iš vertintojo, LTI2.0 spec

source: Hide External Tool
he: הסתר כלי חיצוני
hi: बाहरी उपकरण छिपाएँ
ja_jp: 外部ツールを隠す
lt_lt: Slėpti išorinę priemonę

source: Request user's username
he: בקש מהמשתמש את שם המשתמש
hi: उपयोगकर्ता के उपयोगकर्ता नाम का अनुरोध करें
ja_jp: ユーザーのユーザー名を要求
lt_lt: Prašyti naudotojo vardo

source: Select True to request the user's username.
hi: उपयोगकर्ता के उपयोगकर्ता नाम का अनुरोध करने के लिए सही का चयन करें।
ja_jp: ユーザの名前を要求する場合 True を選択。
lt_lt: Pasirinkite "taip", jei norite prašyti naudotojo vardo.

source: Button Text
he: טקסט הכפתור
hi: टेक्स्ट बटन
ja_jp: ボタンテキスト
lt_lt: Mygtuko tekstas

source: GIT URL
he: כתובת URL של GIT
hi: जीआईटी यूआरएल
lt_lt: GIT URL nuoroda

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", "after_all_attempts", "after_all_attempts_or_correct", "attempted_no_past_due", and "never".
hi: स्पेसिफ़ाए करे जब भी शो आन्सर बटन अपियर होता है हार प्रोब्लेम के लिए | व्लीद वैल्यूस "हुमेशा", "आन्सेरेड", "अटटेंपटेड", "क्लोज्ड", "क्लोज्ड", "फ़िनिश्ड", "पास्ट_ड्यू", "करेक्ट_ओर_पास्ट_ड्यू", "आफ्टर_अल्ल_अत्तेंप्ट्स:", "आफ्टर_अल्ल_अत्तेंप्ट्स", "आफ्टर_अल्ल_अत्तेंप्ट्स_ओर_करेक्ट", "अटटेंपटेड_नो_पास्ट_ड्यू", अँड "नेवर" ।

source: Is Onboarding Exam
hi: ऑनबोर्डिंग परीक्षा है

source: This setting indicates whether this exam is an onboarding exam.
hi: यह सेटिंग इंगित करती है कि क्या यह परीक्षा एक ऑनबोर्डिंग परीक्षा है।

source: Save and Import
hi: सेव और इम्पोर्ट

source: YouTube ID
he: מזהה YouTube
hi: YouTube आईडी
lt_lt: YouTube identifikatorius

source: Video Stop Time
he: זמן עצירת וידיאו
hi: वीडियो स्टॉप टाइम
ja_jp: ビデオの終了時間
lt_lt: Vaizdo įrašo pabaigos laikas

source: Unlock Account
hi: खाता अनलॉक

source: This is a routed Account Activation email for %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s
hi: यह एक रौटेड अकाउंट एक्टिवेशन ईमेल है फॉर %(routed_user)s (%(routed_user_email)s):%(routed_profile_name)s

source: You're almost there! Use the link below to activate your account to access engaging, high-quality %(platform_name)s courses. Note that you will not be able to log back into your account until you have activated it.
hi: तुम लग भाग जगह पर हो ! नीचे दिये लिंक का एस्टेमाल करो अकाउंट को अससेस एंगेजिंग, हाइ-क्वालिटी %(platform_name)s कौरसेस करने के लिए | नोट कार्लो की तुम वापिस लॉग बॅक नहीं करपाओगे अपने अकाउंट में जबतक तुम एक्टिवेटेड नहीं होते हो

source: Enjoy learning with %(platform_name)s.
hi: एंजॉय करो लर्निंग %(platform_name)s साथ |

source: If you need help, please use our web form at {start_anchor_web}%(support_url)s{end_anchor} or email {start_anchor_email}%(support_email)s{end_anchor}.
hi: अगर तुम्हें मदद की ज़रूरत हो, तो प्लीज हमारे वेब फोरम अट {स्टार्ट_अन्नकर_वेब}%(support_url)s{एंड_अन्नकर} या ईमेल {स्टार्ट_अन्नकर_ईमेल}%(support_email)s{एंड_अन्नकर} |

source: This email message was automatically sent by %(lms_url)s because someone attempted to create an account on %(platform_name)s using this email address.
hi: यह ईमेल मैसेज खुद भेजा गया था बाए%(lms_url)s क्यूकी किसी ने अकाउंट बनाने की कोशिश की ऑन%(platform_name)s एस्स ईमेल आइ एड्रैस से |

source: If you need help, please use our web form at %(support_url)s or email %(support_email)s.
hi: अगर तुम्हें मदद चाहिए, तुम हमारा वेब फोरम अट%(support_url)s या ईमेल%(support_email)s एस्टेमाल कर सकते हो |

source: Action Required: Activate your %(platform_name)s account
hi: एक्शन रिक्वाइर्ड: एक्टिवेट यूअर %(platform_name)sअकाउंट

source: We've restored access to your %(platform_name)s account using the recovery email you provided at registration.
hi: हमने आपके द्वारा पंजीकरण %(platform_name)sमें प्रदान की गई पुनर्प्राप्ति ईमेल का उपयोग करके आपके खाते तक पहुंच बहाल कर दी है।

source: Once you've created a password [below], you will be able to log in to %(platform_name)s with this email (%(email)s) and your new password.
hi: एक बार जब आप एक पासवर्ड %(platform_name)s[नीचे] बना लेते हैं, तो आप इस ईमेल (%(email)s) और अपने नए पासवर्ड से लॉग इन कर पाएंगे।

source: Password creation on %(platform_name)s
hi: पासवर्ड बनाने पर%(platform_name)s

source: Email Change Confirmation for %(platform_name)s
hi: ईमेल परिवर्तन की पुष्टि करें%(platform_name)s

source: This is to confirm that you changed the e-mail associated with %(platform_name)s from %(old_email)s to %(new_email)s. If you did not make this request, please contact us immediately. Contact information is listed at:
hi: यह इस बात की पुष्टि करने के लिए है कि आपने इससे %(platform_name)sजुड़े ई-मेल %(old_email)sको बदल दिया है। यदि आपने यह अनुरोध नहीं किया है%(new_email)s, तो कृपया हमसे तुरंत संपर्क करें। संपर्क जानकारी यहाँ सूचीबद्ध है:

source: Proctoring requirements for %(course_name)s
hi: प्रोक्तोरिंग रेकुइरेम्नेत्स %(course_name)sके लिए

source: Hello %(full_name)s,
hi: हैलो %(full_name)s,

source: You are enrolled in %(course_name)s at %(platform_name)s. This course contains proctored exams.
hi: आप एनरोललेद है%(course_name)s अत%(platform_name)s | यह कोर्स कंटेन करता है प्रोक्टोरेड एकसांस|

source: Proctored exams are timed exams that you take while proctoring software monitors your computer's desktop, webcam video, and audio. Your course uses %(proctoring_provider)s software for proctoring.
hi: प्रोक्टोरेड एक्ज़्म्स टाइमड एकसांस होता है जो आप सॉफ्टवेर प्रोक्तोरिंग के समय लेते है जो आपके कम्प्युटर के डेस्ल्तोप, वेबकैम विडियो, और औडियो को मॉनिटर करता है| आपका कोर्स यूस करता है %(proctoring_provider)sसॉफ्टवेर प्रोक्तोरिंग के लिए |

source: Carefully review the system requirements as well as the steps to take a proctored exam in order to ensure that you are prepared.
hi: सिस्टम रेकुइरेम्नेत्स के साथ-साथ प्रोक्टोरेड एकसां के ऑर्डर के स्टेप को भी केरफुल्ली रिवियू करे ताकि मालूम पद जाए की आप प्रीपेर्ड है|

source: Proctoring Instructions and Requirements
hi: प्रोक्तोरिंग इनस्तृक्क्स्न्स और रेकुईरेंट्स

source: Before taking a graded proctored exam, you must have approved ID verification photos.
hi: ग्रदेड प्रोक्टोरेड एकसां लेने से पहले, तुम्हें ज़रूर आइ डी वेरिफिकेस्न फोटोस को अप्रूव कराना चाहिए|

source: You can submit ID verification photos here.
hi: आप आइ डी वेरिफिकेस्न फोटोस को यहा जमा करा सकते है|

source: The %(platform_name)s Team
hi: द %(platform_name)s टीम

source: Hello %(full_name)s
hi: हैलो %(full_name)s

source: You are enrolled in %(course_name)s at %(platform_name)s. This course contains proctored exams.
hi: आप इनरोलद है %(course_name)sअट%(platform_name)s| यह कोर्स कंटेन करता है प्रोक्टोरेड एकसांस |

source: Proctored exams are timed exams that you take while proctoring software monitors your computer's desktop, webcam video, and audio. Your course uses %(proctoring_provider)s software for proctoring.
hi: प्रोक्टोरेड एकसांस ताएंड एकसांस है जो आप लेते है प्रोक्तोरिंग सॉफ्टवेर मोनिटोर्स के समय अपने कोंपूतेर्स देस्क्स्तोप, वेब कैम विडियो, और औडियो पर| आपका कोर्स यूस करता है%(proctoring_provider)s सॉफ्टवेर प्रोक्तोरिंग के लिए|

source: Carefully review the system requirements as well as the steps to take a proctored exam in order to ensure that you are prepared.
hi: सिस्टम रेकुइरेमेंट्स के साथ-साथ प्रोक्टोरेड एकसांस के स्टेप्स को भी केरफुल्ली रिवियू करे ताकि मालूम हो सके की हम तैयार है|

source: To view proctoring instructions and requirements, please visit: %(proctoring_requirements_url)s
hi: प्रोक्तोरिंग इंस्ट्रक्स्न्स और रेकुइरेम्नेत्स को व्यू करने के लिए, कृपया वीसैट करे: %(proctoring_requirements_url)s

source: Before taking a graded proctored exam, you must have approved ID verification photos. You can submit ID verification photos here: %(id_verification_url)s
hi: ग्रदेड प्रोक्टोरेड एकसां लेने के लिए, तुम्हें ज़रूर आइ डी अप्प्रोवद करा लेना चाहिए| आप अपने आइ डी वेरिफिकेस्न फोटोस को यहा सबमिट करा सकते है:%(id_verification_url)s

source: This email was automatically sent from %(platform_name)s to %(full_name)s.
hi: यह ईमेल खुद ही सेंट होगया फ्रम %(platform_name)sटु %(full_name)s|

source: Proctoring requirements for %(course_name)s
hi: प्रोक्तोरिंग रेकुइरेमएंट्स %(course_name)sके लिए

source: Create Recovery Email
hi: रिकवरी ईमेल बनाएं

source: You've registered this recovery email address for %(platform_name)s.
hi: आपने इस पुनर्प्राप्ति ईमेल पते को पंजीकृत कर लिया है%(platform_name)s

source: If you set this email address, click "confirm email." If you didn't request this change, you can disregard this email.
hi: यदि आप यह ईमेल पता सेट करते हैं, तो "ईमेल की पुष्टि करें" पर क्लिक करें। यदि आपने इस परिवर्तन का अनुरोध नहीं किया है, तो आप इस ईमेल की उपेक्षा कर सकते हैं।

source: Confirm your recovery email for %(platform_name)s
hi: के लिए अपने पुनर्प्राप्ति ईमेल की पुष्टि करें%(platform_name)s

source: Powered by Open edX
he: מופעל על ידי Open edX
hi: ओपन इघएक्स द्वारा संचालित
lt_lt: Naudojama Open edX platforma

source: Blog
he: בלוג
hi: ब्लॉग
ja_jp: ブログ
lt_lt: Blog'as

source: Media Kit
he: ערכת מדיה
hi: मीडिया किट
ja_jp: メディアキット
lt_lt: Rinkinys žiniasklaidai

source: Sitemap
hi: साइटमैप
ja_jp: サイトマップ
lt_lt: Svetainės žemėlapis

source: Open edX
hi: EdX खोलें

source: [Refund] User-Requested Refund
hi: [Refund] उपयोगकर्ता के अनुरोध पर नक़द वापिस
ja_jp: [返済] ユーザ要求による返済
lt_lt: [Refund] Naudotojo pageidautas apmokėjimas

source: Please contact your degree administrator or edX Support if you have questions.
hi: कृपया करकर आप अपने डिग्री एड्मिनिस्ट्रेटर या एड्क्स सपोर्ट अगर तुम्हें कोई डिकट हो तो |

source: 'course_id' is required.
hi: 'कोर्स_आइ' द की आवस्कता है |

source: Only 'course_id' is expected.
hi: केवल 'कोर्स_आइ द' की अपेक्षा है |

source: Welcome message successfully dismissed.
hi: वैल्कम मैसेज सफलतापूर्वक खारिज़ होगया |

source: 'goal_key' is required.
hi: 'गोल_की' की आवस्कता है |

source: Your course goal has been successfully set.
hi: तुम्हारा कोर्स गोल सफलतापूर्वक सेट होगया है |

source: Course goal updated successfully.
hi: कोर्स गोल सफलतापूर्वक अपडेट हगाया |

source: Wiki
he: ויקי
hi: विकी
lt_lt: Vikis

source: You must be enrolled in the course
hi: तुम्हें ज़रूर इस कोर्स में एनरोललेद होना चाहिए |

source: You must be logged in to see this course
hi: तुम्हें ज़रूर लोगगेद इन होना चाहिए इस कोर्स को देखने के लिए

source: Please view your course in the existing experience
hi: कृपया करकर इस कोर्स को देखे अपने एक्सिस्टिंग एक्सपिरियन्स में

source: Financial Assistance
hi: वित्तीय सहायता

source: Assignment
hi: असाइन्मंट

source: Submission
hi: सबमीस्न

source: Open Response Assessment due dates are set by your instructor and can't be shifted.
hi: रिसपोंस अससेसमेंट को खोले ड्यू डेट्स सेट होचूके है आपके इनस्तृकटोर के द्वारा और शिफ्ट नहीं किए जाएंगे |

source: You lose all access to this course, including your progress.
hi: तुम सभी अससेस्स को देते हो इस कोर्स के, अपने प्रोग्रैस समेत |

source: Audit Access Expires
hi: ऑडिट एक्सैस एक्सपीरेस

source: There is no user with the username or email address "{user_identifier}" enrolled in this course.
hi: इस कोर्स में नामांकित उपयोगकर्ता नाम या ईमेल पता "{user_identifier}" के साथ कोई उपयोगकर्ता नहीं है।

source: Your certificate will be available soon!
hi: तुम्हारे सर्टिफिकेट अब जल्द अवाईलेबल होगा !

source: After this course officially ends, you will receive an email notification with your certificate.
hi: जब यह कोर्स ओफ़्फ़ीसियाल्ली खतम होगा, तुम्हें एक ईमेल नोटिफ़िकेशन मिलेगा तुम्हारे सर्टिफिकेट के साथ |

source: {sign_in_link} or {register_link}.
hi: {साइन_इन_लिंक} अथवा {रजिस्टर_लिंक} |
