Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: {sessionDates} - Currently Selected
hi: {sessionDates} - वर्तमान में चयनित
ko_kr: {sessionDates} - 현재 선택됨
pt_br: {sessionDates} - Selecionadas atualmente

source: More sessions coming soon
hi: जल्द ही और सत्र आने वाले हैं
ko_kr: 더 많은 세션이 추후 공개됩니다.
pt_br: Mais sessões em breve

source: Leave the current session and decide later
hi: वर्तमान सत्र छोड़ें और बाद में निर्णय लें
ko_kr: 현재 세션을 종료하고 나중에 결정하기
pt_br: Sair da sessão atual e decidir depois

source: Completed
hi: पूरा कर लिया है
ko_kr: 완료됨
pt_br: Completo
vi: Đã hoàn tất

source: Remaining
hi: शेष
ko_kr: 남음
pt_br: Restando
vi: Còn lại

source: Your {program} Certificate
hi: आपका {program} सर्टिफिकेट
ko_kr: {program} 이수증
pt_br: Seu Certificado do {program}
vi: Your {program} Chứng chỉ

source: Open the certificate you earned for the %(title)s program.
hi: %(title)sप्रोग्राम के लिए आपके द्वारा अर्जित प्रमाण पत्र खोलें।
ko_kr: %(title)s 프로그램에서 획득한 이수증
pt_br: Abra o certificado que você conseguiu para o programa %(title)s.
vi: Mở chứng chỉ bạn đã có được cho chương trình %(title)s.

source: Program Record
hi: कार्यक्रम रिकॉर्ड

source: Once you complete one of the program requirements you have a program record. This record is marked complete once you meet all program requirements. A program record can be used to continue your learning journey and demonstrate your learning to others.
hi: एक बार जब आप प्रोग्राम की आवश्यकताओं को पूरा कर लेते हैं, तो आपके पास एक प्रोग्राम रिकॉर्ड होता है। एक बार जब आप सभी प्रोग्राम आवश्यकताओं को पूरा कर लेते हैं तो यह रिकॉर्ड पूरा हो जाता है। एक कार्यक्रम रिकॉर्ड का उपयोग आपकी सीखने की यात्रा को जारी रखने के लिए किया जा सकता है और दूसरों के लिए आपके सीखने का प्रदर्शन कर सकता है।

source: View Program Record
hi: कार्यक्रम का रिकॉर्ड देखें
ko_kr: 프로그램 기록 보기
pt_br: Ver Registro do Programa

source: Additional Credit Opportunities
hi: अतिरिक्त क्रेडिट अवसर

source: Additional Professional Opportunities
hi: अतिरिक्त व्यावसायिक अवसर

source: Congratulations!
hi: बधाई हो!
ko_kr: 축하합니다!
pt_br: Congratulações!
vi: Xin chúc mừng!

source: Your Program Journey
hi: आपकी कार्यक्रम यात्रा
ko_kr: 프로그램 진행 상황
pt_br: Sua jornada de programação
vi: Hành trình Chương trình Của bạn

source: To complete the program, you must earn a verified certificate for each course.
hi: कार्यक्रम को पूरा करने के लिए, आपको प्रत्येक पाठ्यक्रम के लिए एक सत्यापित प्रमाण पत्र अर्जित करना होगा।
ko_kr: 프로그램을 완료하려면, 각 강좌에 대한 인증 이수증을 획득해야 합니다.
pt_br: Para completar o programa, você deve conquistar um certificado verificado para cada curso.
vi: Để hoàn thành chương trình, bạn phải có chứng chỉ xác thực cho mỗi khóa học.

source: Upgrade All Remaining Courses (
hi: सभी शेष पाठ्यक्रम को अपग्रेड करें (
ko_kr: 남은 모든 강좌 업그레이드 하기 (
pt_br: Atualizar Todos os Cursos Restantes (
vi: Nâng cấp tất cả các Khóa còn lại (

source: COURSES IN PROGRESS
hi: प्रगति में पाठ्यक्रम
ko_kr: 진행중인 강좌
pt_br: CURSOS EM PROGRESSO
vi: CÁC KHÓA HỌC TRONG TIẾN TRÌNH

source: REMAINING COURSES
hi: शेष भाग
ko_kr: 남은 강좌
pt_br: CURSOS RESTANTES
vi: CÁC KHÓA HỌC CÒN LẠI

source: COMPLETED COURSES
hi: पूरा पाठ्यक्रम
ko_kr: 완료한 강좌
pt_br: CURSOS COMPLETOS
vi: CÁC KHÓA HỌC ĐÃ HOÀN THÀNH

source: As you complete courses, you will see them listed here.
hi: जैसे ही आप पाठ्यक्रम पूरा करते हैं, आप उन्हें यहाँ सूचीबद्ध देखेंगे।
ko_kr: 강좌를 완료하면, 이 목록에 추가된것을 확인할 수 있습니다.
pt_br: Conforme você completa os cursos, você os verá listados aqui.
vi: Khi bạn hoàn thành các khóa học, bạn sẽ thấy chúng được liệt kê ở đây.

source: Complete courses on your schedule to ensure you stand out in your field!
hi: आप अपने क्षेत्र में बाहर खड़े करने के लिए अपने कार्यक्रम पर पूरा पाठ्यक्रम!
ko_kr: 일정에 맞게 강좌를 완료하고 이 영역에서 잘 해내고 있음을 알리세요!
pt_br: Complete os cursos na sua agenda para garantir que você se destaque em seu campo
vi: Hoàn thành các khóa học theo lịch trình của bạn để đảm bảo bạn nổi bật trong lĩnh vực của bạn!

source: Needs verified certificate
hi: सत्यापित प्रमाण पत्र की आवश्यकता है
ko_kr: 인증된 이수증이 필요합니다
pt_br: Necessita Certificado Verificado
vi: Cần chứng chỉ xác thực

source: Switch Language Back
hi: लैड्ग्वेज स्विच को बॅक करे

source: Need help signing in?
hi: हेल्प चाहिए सैनिंग इन?

source: Forgot my password
hi: अपना पासवर्ड भुलगए

source: Other sign-in issues
hi: अलग साइन-इन ईसुएस

source: Sign in with your company or school
hi: अपने कंपनी या स्कूल से साइन इन करे

source: Need other help signing in?
hi: आलग मदद चाहिए सैनिंग इन?

source: First time here?
hi: पहली बार यहाँ?
ko_kr: 이곳은 처음인가요?
pt_br: Primeira vez aqui?
vi: Lần đầu tiên ở đây?

source: Create an Account.
hi: खाता बनाएं।
ko_kr: 계정 생성
pt_br: Criar uma Conta.
vi: Tạo Tài khoản.

source: Sign in to continue learning as {email}
hi: {email} के रूप में सीखने को जारी रखने के लिए प्रवेश करें
ko_kr: {email}을 사용하여 학습하려면 로그인하세요
pt_br: Faça login para continuar aprendendo como {email}

source: Sign in to continue learning
hi: सीखने को जारी रखने के लिए साइन इन करें
ko_kr: 계속 학습하려면 로그인 하세요
pt_br: Faça login para continuar aprendendo

source: You already have an edX account with your {enterprise_name} email address.
hi: आपके पास अपने {enterprise_name} ईमेल पते के साथ पहले से ही एक ईएक्सएक्स खाता है।
ko_kr: {enterprise_name} 이메일 주소를 갖는 edX계정이 이미 있습니다.
pt_br: Você já tem uma conta edX com seu endereço de e-mail {enterprise_name}.

source: Going forward, your account information will be updated and maintained by {enterprise_name}.
hi: आगे जाकर, आपकी खाता जानकारी को {enterprise_name} द्वारा अपडेट और रखरखाव किया जाएगा।
ko_kr: 계정 정보가 {enterprise_name}에 의해 업데이트, 관리 됩니다.
pt_br: No futuro, as informações da sua conta serão atualizadas e mantidas por {enterprise_name}.

source: You can view your information or unlink from {enterprise_name} anytime in your Account Settings.
hi: आप अपनी जानकारी देख सकते हैं या अपनी खाता सेटिंग में कभी भी {Enterprises_name} से अनलिंक कर सकते हैं।
ko_kr: 계정 설정을 통해 정보를 확인하거나 {enterprise_name} 연동을 언제든지 취소할 수 있습니다.
pt_br: Você pode visualizar suas informações ou desvincular-se do {enterprise_name} a qualquer momento nas suas Configurações da Conta.

source: To continue learning with this account, sign in below.
hi: इस खाते के साथ सीखना जारी रखने के लिए, नीचे साइन इन करें।
ko_kr: 이 계정으로 계속 학습하시려면, 로그인 해주세요.
pt_br: Para continuar aprendendo com essa conta, faça login abaixo.

source: Use my university info
hi: मेरा यूनिवरसिटि इन्फो एस्टेमल करे

source: Please enter your log-in or recovery email address below and we will send you an email with instructions.
hi: प्लीज अपने लॉग-इन को या अपने रिकवरी ईमेल एड्रैस को नीचे इंटर करे और फिर हम आपको एक ईमेल भेजेंगे इनस्तृक्स्न्स के साथ |

source: Recover my password
hi: मेरा पासवर्ड रिकवर करे |

source: Already have an {platformName} account?
hi: पहले से ही एक {platformName} खाता है?
ko_kr: 이미 {platformName} 계정이 있으신가요?
pt_br: Já possui uma conta {platformName}?
vi: Đã có tài khoản {platformName}?

source: Sign in.
hi: साइन इन करें।
ko_kr: 로그인
pt_br: Entrar
vi: Đăng nhập.

source: Support education research by providing additional information
hi: अतिरिक्त जानकारी प्रदान करके शिक्षा अनुसंधान का समर्थन करें
ko_kr: 정보를 제공하여 교육 연구를 지원하세요
pt_br: Apoie a pesquisa de educação, fornecendo informações adicionais

source: Error:
hi: त्रुटि:
ja_jp: エラー:
ko_kr: 오류:
lt_lt: Klaida:
pt_br: Erro:
vi: Lỗi:
zh_tw: 錯誤：

source: Device with Camera
hi: डिवाइस कमेरा के साथ

source: You need a device that has a webcam. If you receive a browser prompt for access to your camera, please make sure to click 'Allow'.
hi: आपको एक डिवाइस चाहिए जिसमे वेबकैम हो| अगर आप कोई ब्राउज़र प्रॉम्प्ट रिसीव करते है अपने कमेरा को एक्सैस करने के लिए, कृपया "अललौ" बटन क्लिक करे|

source: You need a valid ID that contains your full name and photo.
hi: आपको एक वालिद आइ डी की जरूरत है जिसमे आपका नाम और फोटो हो|

source: When your face is in position, use the Take Photo button {icon} below to take your photo.
hi: जब आपका चेहरा पोसिशन में हो, तब नीचे दिये टेक फोटो बटन {icon} का इस्तेमाल करे फोटो लेने के लिए|

source: To take the photo of your face, click on the camera button {icon}. If you need to try again, click 'Retake Photo'.
hi: अपने चेहरे के तस्वीर लेने के लिए, कमेरा बटन{icon} क्लिक करे| अगर आपको दुबारा कोशिश करना है, तो 'रेटेक फोटो' पर क्लिक करे|

source: We use your verification photos to confirm your identity and ensure the validity of your certificate.
hi: हम आपकी वेरिफीकेस्न फोटोस का एस्टेमाल आपकी आइडैनटिटि को कन्फ़र्म करने के लिए और सर्टिफिकेट की वैलिडिटि को एनसुर करने के लिए यूस करते है|

source: We securely encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
hi: हम बहुत सूरक्षित रूप से आपके फोटो को एंक्रीप्ट करकर फिर औथोरएजस्न सर्विस भेजेंगे रिवियू के किए| आपका फोटो या इन्फोर्मस्न कही भी सेव्द या विसिबल नही होगा%(platformName)s पर जब वेरिफिकेस्न प्रोसैस कंप्लीट होजाएगा|

source: What if I can't see the camera image, or if I can't see my photo do determine which side is visible?
hi: क्या अगर मै अपना कमेरा इमेज नही देख पाती हूँ, या मै अपना फोटो नहीं देख पाई डिटरमाइन करने के लिए की कोन सी साइड विसिबल है?

source: You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally the best position for a headshot is approximately 12-18 inches (30-45 centimeters) from the camera, with your head centered relative to the computer screen.
hi: आप शायद इमेज कप्चर प्रोसिदर बिना मदद के कंप्लीट कर्सक्ते है, मगर शायद यह कुछ सबमिस्न अत्तेंप्ट्स लेसक्ता है कमेरा पोसिस्न को सही करने में| ऑप्टिकल कमेरा पोसिस्निंग हर कम्प्युटर की अलग होती है, अगर ज़्यादातर सबसे बढ़िया पोसिशन हेयद्शोत के लिए 12-18 इंचेस(30-45centimetres) है कमेरा से, और आपका सर बीच में होना चाहिए कम्प्युटर से|

source: If the photos you submit are rejected, try moving the computer or camera orientation to change the lighting angle. The most common reason for rejection is inability to read the text on the ID card.
hi: जो तस्वीर अपने सबमिट किया है वो रिजैक्ट हो जाता है, अपना कम्प्युटर या कमेरा ओरिएंटस्न को चेंज करे लाइटइंग एंगल के लिए| सबसे आसान रेसोन रेजेक्स्न का होता है जब टेक्स्ट आइ डी कार्ड पर हम देख नही पाते|

source: What if I have difficulty holding my head in position relative to the camera?
hi: अगर मुझे परेशानी होती है अपने हैड के पोसिस्न को प्लेस करने में कमेरा के रेलतीवे में तो?

source: If you require assistance with taking either photo for submission, contact %(platformName)s support for additional suggestions.
hi: अगर आपको अससीसतनस की ज़रूरत हो फोटो सुबमिस्स्न के लिए, कांटैक्ट करे%(platformName)s अडडीस्नोल सजेस्न्स्न के लिए|

source: Use your webcam to take a photo of your ID.
hi: अपने वेबकैम का एस्टेमाल करे अपने आइ डी का फोटो लेने के लिए|

source: You need an ID with your name and photo. A driver's license, passport, or ID are all acceptable.
hi: आपको आइ डी की ज़रूरत है आपके फोटो के साथ| एक ड्राईवर लाईसेंस, पासपोर्ट, या आइ डी सभी एकसेपटबल है|

source: Once in position, use the Take Photo button {icon} to capture your ID
hi: एक बार जगह पर होगा, टक्के फॉतो बटन{icon} एस्टेमाल करे आइ डी काप्टर करने के लिए

source: Use the Retake Photo button if you are not pleased with your photo
hi: रेटेक फोटो बटन एस्टेमाल करे अगर आपको आपका फोटो पसंद नही

source: As part of the verification process, you take a photo of both your face and a photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
hi: वेरिफिकेस्न प्रोसैस के पार्ट के तहत, आप चेहरे और फोटो आइ दी दोनों की तस्वीर ले| हमारा औथोराइज़ेस्न सर्विस कन्फ़र्म करता है आपके आइडैनटिटि को आपके फोटो जो आपने ली है उसके साथ और जो फोटो आपके आइ दी पर है|

source: You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally, the best position for a photo of an ID card is 8-12 inches (20-30 centimeters) from the camera, with the ID card centered relative to the camera.
hi: आप शायद इमेज कप्चर प्रोसिदर बिना मदद के कंप्लीट कर्सक्ते है, मगर शायद यह कुछ सबमिस्न अत्तेंप्ट्स लेसक्ता है कमेरा पोसिस्न को सही करने में| ऑप्टिकल कमेरा पोसिस्निंग हर कम्प्युटर की अलग होती है, अगर ज़्यादातर सबसे बढ़िया पोसिशन फोटो आइ दी के लिए होता है 8-12 इंचेस(20-30 centimeters) होता है कमेरा से, और आइ दी कार्ड सेंतर्द हो कमेरा से|

source: What if I have difficulty holding my ID in position relative to the camera?
hi: अगर मुझे अपने आइ डी को जगह पर रखने में दिक़्क़त होती है अपने कमेरा के रेलतीवे में तो?

source: Once in position, use the Take Photo button {icon} to capture your photo
hi: एक बार जगह पर, टेक फोटो बटन {icon} एस्टेमाल करे फोटो कपटुरे करने के लिए

source: Total
hi: कुल
ja_jp: 合計
ko_kr: 합계
lt_lt: Iš viso
vi: Tổng cộng
zh_tw: 總數

source: We have received your information and are verifying your identity. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days). In the meantime, you can still access all available course content.
hi: हमने आपके इन्फोर्मेस्न को रेसीव कर लिया है और आपके आइडैनटिटि को वेरिफाए कर रहे है| आप आपने डैशबोर्ड पर एक मैसेज देखेंगे जब वेरिफिकेस्न कंप्लीट होजाएगा(5-7 दिन के अंडर होजाएगा है)| तबतक, आप सभी उपलब्ध कोर्स कंटैंट अससेस कर्सक्ते है

source: Add a New Allowance
hi: नया भत्ता जोड़ें

source: Special Exam
hi: विशेष परीक्षा

source: Exam Type
hi: परीक्षा का प्रकार

source: Allowance Type
hi: भत्ता प्रकार

source: Username or Email
hi: उपयोगकर्ता का नाम या ईमेल

source: Allowances
hi: भत्ता

source: Add Allowance
hi: भत्ता जोड़ें

source: Exam Name
hi: परीक्षा का नाम

source: Allowance Value
hi: भत्ता मूल्य

source: Time Limit
hi: समय सीमा

source: Started At
hi: इस समय पर शुरू किया

source: Completed At
hi: पर पूर्ण हुआ

source: You have not bookmarked any courseware pages yet
hi: आपने अभी तक किसी भी कोर्सवेयर पृष्ठों को बुकमार्क नहीं किया है
ko_kr: 아직 즐겨찾기에 추가된 강좌 페이지가 없습니다.
pt_br: Você ainda não adicionou aos favoritos nenhuma página do material do curso
vi: Bạn chưa đánh dấu bất kỳ trang giáo trình nào

source: Use bookmarks to help you easily return to courseware pages. To bookmark a page, click "Bookmark this page" under the page title.
hi: आसानी से पृष्ठ पर वापस जाने में मदद करने के लिए बुकमार्क का उपयोग करें। किसी पृष्ठ को बुकमार्क करने के लिए, पृष्ठ शीर्षक के तहत "इस पृष्ठ को बुकमार्क करें" पर क्लिक करें।
ko_kr: 즐겨찾기를 사용해 강좌 페이지에 쉽게 접속하세요. 즐겨찾기에 추가하기 위해 페이지 이름 아래의 "이 페이지 즐겨찾기"를 선택하세요.
pt_br: Use os favoritos para ajudá-lo a facilmente retornar para as páginas do material do curso. Para adicionar uma página aos favoritos clique em "Favoritar esta página" abaixo do título da página.
vi: Sử dụng dấu trang để giúp bạn dễ dàng trở lại các trang giáo trình. Để đánh dấu trang, nhấp vào "Đánh dấu trang này" dưới tiêu đề trang.

source: Create a {link_start}Mozilla Backpack{link_end} account, or log in to your existing account
hi: एक {link_start} बनाए मोज़िला बैगपैक{link_end} अकाउंट पर, या अपने मौजूदा अकाउंट पर लौग इन करे

source: {download_link_start}Download this image (right-click or option-click, save as){link_end} and then {upload_link_start}upload{link_end} it to your backpack.
hi: {डौन्लोड_लिंक_स्टार्ट} इस इमेज को डौन्लोड करे (राइट-क्लिक या ओप्स्न-क्लिक,सेव एज़){लिंक_एंड} फिर {अपलोड_लिंक_स्ट्राट} अपलोड{लिंक_एंड} अपने बैकपैक पर|

source: Select a prerequisite subsection and enter a minimum score percentage and minimum completion percentage to limit access to this subsection. Allowed values are 0-100
hi: एक पूर्वनिर्धारित उपधारा का चयन करें और इस उपधारा तक पहुँच को सीमित करने के लिए एक न्यूनतम स्कोर प्रतिशत और न्यूनतम पूरा प्रतिशत दर्ज करें। अनुमत मान 0-100 हैं
ko_kr: 선수 강좌 소주제를 선택하고 이 소주제에 접근할 수 있는 최소 점수를 입력하세요. 가능한 값은 0-100 입니다.

source: Minimum Completion:
hi: न्यूनतम समापन:
ko_kr: 최소 달성률:

source: The minimum completion percentage must be a whole number between 0 and 100.
hi: न्यूनतम पूर्णता प्रतिशत 0 और 100 के बीच एक पूर्ण संख्या होनी चाहिए।
ko_kr: 최소 달성률은 0과 100 사이의 정수여야 합니다.

source: Provisional
hi: अनंतिम
ko_kr: 부분 지원
pt_br: Provisório
vi: Có thể thay đổi

source: Studio:
hi: स्टूडियो:
ja_jp: スタジオ：
ko_kr: 스튜디오:

source: Web:
hi: वेब:
ja_jp: ウェブ：
lt_lt: Žiniatinklis:
zh_tw: 網頁：

source: ID
hi: आईडी
ko_kr: 아이디
lt_lt: Identifikatorius
zh_tw: 身份標識

source: component
hi: अंग
ko_kr: 구성요소
lt_lt: komponentas
pt_br: componente
vi: thành phần

source: Access to this {blockType} is restricted to: {selectedGroupsLabel}
hi: इस {blockType} तक पहुंच प्रतिबंधित है: {selectedGroupsLabel}
ko_kr: {blockType}에 대한 접근은 다음 대상에게 제한되어있습니다: {selectedGroupsLabel}
vi: Truy cập vào {blockType} này được giới hạn ở: {selectedGroupsLabel}

source: Access to some content in this {blockType} is restricted to specific groups of learners.
hi: इस {blockType} में कुछ सामग्री तक पहुंच शिक्षार्थियों के विशिष्ट समूहों तक सीमित है।
ko_kr: 이 {blockType}의 몇몇 내용에 대한 접근은 특정 학습자의 집단에게만 허용됩니다.
vi: Truy cập vào một số nội dung trong {blockType} này chỉ dành cho những nhóm người học cụ thể.

source: Content Group Name
hi: सामग्री समूह का नाम
ja_jp: コンテンツグループ名
ko_kr: 콘텐츠 그룹 이름
lt_lt: Turinio grupės pavadinimas
pt_br: Nome do Grupo de Conteúdo
vi: Tên Nhóm Nội dung
zh_tw: 內容群組名稱

source: Hide content after course end date
hi: पाठ्यक्रम की समाप्ति तिथि के बाद सामग्री छिपाएँ
ko_kr: 종강일 이후에 콘텐츠 숨기기
pt_br: Ocultar o conteúdo após à data do final do curso
vi: Ẩn nội dung sau ngày kết thúc khóa học

source: After the course\'s end date has passed, learners can no longer access subsection content. The subsection remains included in grade calculations.
hi: पाठ्यक्रम की अंतिम तिथि बीत जाने के बाद, शिक्षार्थी उप-विषयवस्तु सामग्री का उपयोग नहीं कर सकते हैं। उपधारा ग्रेड गणना में शामिल रहती है।
ko_kr: 종강일 이후에는, 학습자들은 더이상 이 소주제 콘텐츠에 접근할 수 없습니다. 이 소주제는 성적 계산에 표함됩니다.
pt_br: Após a data final do curso vencer, estudantes não podem mais acessar o conteúdo da subseção. A subseção continua inclusa no calculo da nota.
vi: Sau ngày kết thúc khoá học, người học không còn có thể truy cập vào phần con nữa. Các phần con vẫn được bao gồm trong tính điểm.

source: If you select an option other than "%(hide_label)s", published units in this subsection become available to learners unless they are explicitly hidden.
hi: यदि आप "%(hide_label)s" के अलावा किसी विकल्प का चयन करते हैं, तो इस उपधारा में प्रकाशित इकाइयाँ शिक्षार्थियों के लिए उपलब्ध हो जाती हैं जब तक कि वे स्पष्ट रूप से छिपी न हों।
ko_kr: "%(hide_label)s"이외의 옵션을 선택하면 이 소주제의 공개된 학습 활동을 숨기지 않는 이상 학습자에게 모두 공개됩니다.
pt_br: Se você seleciona uma opção diferente de "%(hide_label)s", as unidades dessa subseção publicadas se tornam disponíveis para os estudantes, a menos que elas estejam explicitamente ocultas.
vi: Nếu bạn chọn một tùy chọn khác với "%(hide_label)s", những đơn vị đã xuất bản trong phần con này sẽ suất hiện cho người học trừ khi chúng được ẩn một cách rõ ràng.

source: Copy Component Location
hi: कॉपी कॉम्पोनेंट लोकेस्न

source: Course Highlight Emails
hi: कोर्स हाइलाइट्स ईमेल

source: Enabled
hi: सक्रिय
ko_kr: 유효화
pt_br: Habilitado
vi: Đã cho phép

source: Enable Now
hi: अब सक्षम करें
ko_kr: 지금 활송화하기
pt_br: Habilitar Agora

source: Access to this unit is restricted to: {selectedGroupsLabel}
hi: इस इकाई तक पहुँच प्रतिबंधित है: {selectedGroupsLabel}
ko_kr: 다음 대상에게 학습활동에 대한 접근이 제한됩니다: {selectedGroupsLabel}
vi: Truy cập vào đơn vị này được giới hạn ở: {selectedGroupsLabel}

source: Access to some content in this unit is restricted to specific groups of learners
hi: इस इकाई में कुछ सामग्री तक पहुंच शिक्षार्थियों के विशिष्ट समूहों तक सीमित है
ko_kr: 이 학습활동의 몉몉 콘텐츠는 특정한 학습자 집단에게 제한됩니다.
pt_br: O acesso para alguns conteúdos dessa unidade está restrito a alguns grupos específicos de estudante
vi: Truy cập vào một số nội dung trong đơn vị này bị hạn chế đối với một số nhóm người học cụ thể

source: Onboarding Exam
hi: ओंबोर्डिंग एक्जाम

source: Proctoring Settings
hi: प्रॉक्टरिंग सेटिंग्स

source: Section Highlights
hi: खंड हाइलाइट्स
ko_kr: 이 주제의 하이라이트

source: Subsection is hidden after course end date
hi: सदस्यता समाप्ति तिथि के बाद छिपी हुई है
ko_kr: 종강일 이후 소주제 숨기기
pt_br: Subseção é ocultada após a data final do curso
vi: Phần con được ẩn sau ngày kết thúc khóa học

source: Press discard changes to discard your changes.
hi: अपने परिवर्तनों को छोड़ने के लिए परिवर्तनों को दबाएं दबाएं।
ko_kr: 변경을 취소하려면 변경 취소를 눌러주세요.

source: Update Settings
hi: सेटिंग अपडेट करें
ko_kr: 설정 업데이트
vi: Thiết lập Cập nhật

source: Press update settings to update the information for your organization.
hi: अपने संगठन की जानकारी अपडेट करने के लिए अपडेट सेटिंग दबाएं।
ko_kr: 기관의 정보를 변경하려면 업데이트 설정을 눌러주세요.

source: Press discard changes to discard changes.
hi: परिवर्तनों को त्यागने के लिए त्यागें परिवर्तन दबाएँ।
ko_kr: 변경을 취소하려면 변경 취소를 눌러주세요.

source: Press update settings to update course video settings
hi: पाठ्यक्रम की वीडियो सेटिंग्स को अपडेट करने के लिए अपडेट सेटिंग्स दबाएं
ko_kr: 강좌 동영상 설정을 변경하려면 업데이트 설정을 눌러주세요.
vi: Nhấn thiết lập cập nhật để cập nhật các thiết lập video của khóa học

source: Press close to hide course video settings
hi: कोर्स वीडियो सेटिंग्स को छिपाने के लिए करीब दबाएं
ko_kr: 동영상 설정을 숨기려면 닫기를 눌러주세요.
vi: Nhấn đóng để ẩn thiết lập video khóa học

source: Course Video Settings
hi: कोर्स वीडियो सेटिंग्स
ko_kr: 강좌 동영상 설정
vi: Thiết lập Video Khóa học

source: Transcript Turnaround
hi: ट्रांसक्रिप्ट टर्नअराउंड
ko_kr: 자막 처리시간 선택
vi: Quay vòng Bản dịch

source: Transcript Fidelity
hi: प्रतिलेख निष्ठा
ko_kr: 자막 충실도
vi: Trung thực Bản dịch

source: Video Source Language
hi: वीडियो स्रोत भाषा
ko_kr: 동영상 소스 언어
vi: Ngôn ngữ Nguồn Video

source: Press Add to language
hi: भाषा में जोड़ें दबाएं
ko_kr: 언어에 추가하기를 눌러주세요
vi: Bấm Thêm vào ngôn ngữ

source: Automated Transcripts
hi: स्वचालित ट्रांसक्रिप्ट
ko_kr: 자동 자막

source: Transcript Provider
hi: ट्रांसक्रिप्ट प्रदाता
ko_kr: 자막 제공자
vi: Nhà cung cấp Bản dịch

source: Press change to change selected transcript provider.
hi: चयनित ट्रांसक्रिप्ट प्रदाता को बदलने के लिए प्रेस बदलें।
ko_kr: 자막 제공자를 변경하려면 변경을 눌러주세요

source: Edit Title
hi: एडिट टाइटल

source: Enter 3-5 highlights to include in the email message that learners receive for this section (250 character limit).
hi: ईमेल संदेश में शामिल करने के लिए 3-5 हाइलाइट दर्ज करें जो शिक्षार्थी इस खंड (250 वर्ण सीमा) के लिए प्राप्त करते हैं।
ko_kr: 3-5 하이라이트에 들어가면 이 주제에 대해 학습자들이 받는 이메일에 추가할 수 있습니다.(250자 제한)

source: Highlight {highlight_index}
hi: उभार {highlight_index}
ko_kr: 하이라이트 {highlight_index}

source: A highlight to look forward to this week.
hi: इस सप्ताह के लिए तत्पर रहने के लिए एक आकर्षण।
ko_kr: 이 주에 알 수 있는 하이라이트.

source: {categoryText} in {parentDisplayname}
hi: {categoryText} में {parentDisplayname}
ko_kr: {parentDisplayname} 안의 {categoryText}
pt_br: {categoryText} na {parentDisplayname}
vi: {categoryText} trong {parentDisplayname}

source: Current location
hi: वर्तमान स्थान
ko_kr: 현재 위치
pt_br: Localização atual
vi: Vị trí hiện tại

source: Currently selected
hi: वर्तमान में चयनित
ko_kr: 최근 선택
pt_br: Atualmente selecionado
vi: Hiện đã chọn

source: This group controls access to:
hi: यह समूह इस तक पहुंच को नियंत्रित करता है:
ko_kr: 이 그룹이 접근을 제어합니다:
pt_br: Este grupo contola o acesso para:
vi: Nhóm này kiểm soát truy cập vào:

source: In the {linkStart}Course Outline{linkEnd}, use this group to control access to a component.
hi: {LinkStart} कोर्स की रूपरेखा {linkEnd} में, एक घटक तक पहुंच को नियंत्रित करने के लिए इस समूह का उपयोग करें।
ko_kr: {linkStart}강좌 개요{linkEnd}에서 이 그룹을 통해 한 요소에 대한 접근을 제어합니다.
pt_br: No {linkStart}Esboço do Curso{linkEnd}, use este grupo para controlar o acesso para um componente.
vi: Trong {linkStart}Đề cương Khóa học{linkEnd}, sử dụng nhóm này để kiểm soát truy cập vào một thành phần.

source: Thumbnail
hi: थंबनेल
ko_kr: 썸네일
vi: Hình đại diện

source: Video Status
hi: वीडियो स्थिति
ko_kr: 동영상 상태
