Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Show the status for the rescoring tasks that you submitted for this learner and entrance exam.
hi: इस शिक्षार्थी और प्रवेश परीक्षा के लिए आपके द्वारा सबमिट किए गए बचाव कार्यों के लिए स्थिति दिखाएँ।
vi: Hiển thị trạng thái việc chấm lại mà bạn đã gửi cho người học và kỳ thi tuyển sinh này.

source: Adjust all enrolled learners' grades for a specific problem
hi: एक विशिष्ट समस्या के लिए सभी नामांकित शिक्षार्थियों के ग्रेड समायोजित करें
vi: Điều chỉnh tất cả điểm số cho một câu hỏi cụ thể của học viên

source: Allows all learners to work on the problem again.
hi: सभी शिक्षार्थियों को समस्या पर फिर से काम करने की अनुमति देता है।
vi: Cho phép tất cả học viên trả lời câu hỏi một lần nữa.

source: Rescore submitted responses. The 'Rescore Only If Scores Improve' option updates a learner's score only if it improves in the learner's favor.
hi: रेसकोर ने प्रतिक्रियाएँ प्रस्तुत कीं। शिक्षार्थी के पक्ष में सुधार होने पर ही a रिसकोर ओनली अगर स्कोर इम्प्रूव ’विकल्प किसी शिक्षार्थी के स्कोर को अपडेट करता है।
vi: Chấm lại đã gửi trả lời. Tùy chọn 'Chỉ Chấm lại nếu Điểm có cải thiện' cập nhật điểm số của người học chỉ khi có cải thiện.

source: Rescore All Learners' Submissions
hi: सभी शिक्षार्थियों के सबमिशन को फिर से लिखें
vi: Chấm lại Tất cả Bài tập của Học viên

source: Rescore Only If Scores Improve
hi: केवल स्कोर में सुधार अगर Rescore
vi: Chỉ Chấm lại nếu Điểm có cải thiện

source: Show the status for the tasks that you submitted for this problem.
hi: इस समस्या के लिए आपके द्वारा सबमिट किए गए कार्यों की स्थिति दिखाएं।
vi: Hiển thị trạng thái các tác vụ mà bạn đã gửi cho câu hỏi này.

source: My Courses
hi: मेरा पाठ्यक्रम
ja_jp: 受講登録した講座
lt_lt: Mano kursai
vi: Các khóa học

source: Program Details
hi: कार्यक्रम का विवरण
vi: Chi tiết Chương trình

source: Change Preferred Language
he: שנה שפה מועדפת
hi: पसंदीदा भाषा को बदलें
ja_jp: 使用言語を変更
lt_lt: Pakeisti pageidaujamą kalbą
vi: Thay đổi ngôn ngữ

source: Please choose your preferred language
he: אנא בחר את השפה המועדפת
hi: कृपया अपनी पसंदीदा भाषा का चयन करें
ja_jp: 使用言語を選択してください。
lt_lt: Pasirinkite pageidaujamą kalbą
vi: Chọn ngôn ngữ bạn muốn dùng

source: Save Language Settings
he: שמור הגדרות שפה
hi: भाषा सेटिंग को सहेजें
ja_jp: 言語設定を保存する
lt_lt: Išsaugoti kalbos nustatymus
vi: Lưu điều chỉnh ngôn ngữ

source: Don't see your preferred language? {link_start}Volunteer to become a translator!{link_end}
he: אינך רואה את השפה המועדפת עליך? {link_start}התנדב להיות מתרגם!{link_end}
hi: अपनी पसंदीदा भाषा नहीं दिख रही? {link_start}स्वयंसेवी अनुवादक बनें!{link_end}
ja_jp: 使用言語をご覧になっていないのではないでしょうか？ {link_start}翻訳のボランティアになる！{link_end}
lt_lt: Nematote savo pageidaujamos kalbos? {link_start}Tapkite vertėju savanoriu!{link_end}
vi: Không thấy bức ảnh bạn chọn? {link_start}Tình nguyện làm phiên dịch!{link_end}

source: Explore Courses
hi: पाठ्यक्रमों का अन्वेषण करें
vi: Khám phá khóa học

source: {p_tag}You currently do not have any peer grading to do. In order to have peer grading to do: {ul_tag} {li_tag}You need to have submitted a response to a peer grading problem.{end_li_tag} {li_tag}The course team needs to score the essays that are used to help you better understand the grading criteria.{end_li_tag} {li_tag}There must be submissions that are waiting for grading.{end_li_tag} {end_ul_tag} {end_p_tag}
hi: {p_tag} वर्तमान में आपके पास करने के लिए कोई सहकर्मी ग्रेडिंग नहीं है। करने के लिए सहकर्मी ग्रेडिंग करने के लिए: { Ul_tag} {li_tag} आपको सहकर्मी ग्रेडिंग समस्या के लिए प्रतिक्रिया प्रस्तुत करनी होगी। {end_li_tag} {li_tag} ग्रेड को समझने में आपकी मदद करने के लिए उपयोग किए जाने वाले निबंधों को स्कोर करने के लिए पाठ्यक्रम टीम की आवश्यकता होती है मापदंड। {end_li_tag} {li_tag} ऐसे सबमिशन होने चाहिए जो ग्रेडिंग की प्रतीक्षा कर रहे हों। {end_li_tag} {End_ul_tag} {End_p_tag}
vi: {p_tag}Bạn hiện chưa có bài nào để chấm. Để được chấm peer grading: {ul_tag} {li_tag}Bạn cần gửi bài trả lời cho một câu hỏi có yêu cầu peer grading.{end_li_tag} {li_tag}Đội ngũ giảng dạy cần chấm điểm các bài luận được sử dụng để giúp bạn hiểu rõ hơn về thang chấm điểm. {end_li_tag} {li_tag}Phải có bài đã nộp và đang chờ để được chấm điểm.{end_li_tag} {end_ul_tag} {end_p_tag}

source: Peer Grading
he: דירוג עמיתים
hi: सहपाठियों द्वारा की गई ग्रेडिंग
ja_jp: 相互採点
lt_lt: Bendrakursių vertinimas
vi: Chấm chéo, nghĩa là học viên chấm bài cho nhau

source: Here is a list of problems that need to be peer graded for this course.
he: להלן רשימה של בעיות בקורס זה שמחכות לדירוג עמיתים.
hi: यहां उन समस्याओं की एक सूची है, जिन्हें इस पाठ्यक्रम के लिए सहकर्मी होने की आवश्यकता है।
ja_jp: この講座内で相互採点を必要とする問題のリストです。
lt_lt: Žemiau pateiktas šio kurso užduočių sąrašas, kurias turi įvertinti bendrakursiai.
vi: Đây là danh sách các mục cần được chấm chéo đối với khóa học này.

source: Problem Name
he: שם בעיה
hi: समस्या का नाम
ja_jp: 問題名
lt_lt: Užduoties pavadinimas
vi: Tên câu hỏi

source: Due date
he: תאריך הגשה
hi: अंतिम तिथि
ja_jp: 締切日時
lt_lt: Pateikimo data
vi: Hạn chót

source: Graded
he: ניתן ציון
hi: श्रेणी या ग्रेड दी जा चुके हैं
ja_jp: 採点済み
lt_lt: Įvertinta
vi: Đã chấm

source: Available
he: פנוי
hi: उपलब्ध
ja_jp: 利用可能
lt_lt: Galimi
vi: Có sẵn

source: Required
he: חובה
hi: आवश्यक
ja_jp: 必須
lt_lt: Būtina
vi: Bắt buộc

source: No due date
he: אין תאריך יעד
hi: कोई अंतिम तारीख़ नहीं
ja_jp: 締切日なし
lt_lt: Nėra pateikimo datos
vi: Không thời hạn

source: The due date has passed, and peer grading for this problem is closed at this time.
he: תאריך היעד עבר, מערכת דירוג העמיתים לבעיה זו סגורה כעת.
hi: अंतिम तारीख़ निकल चुकी है, और इस समस्या के लिए सहपाठी ग्रेडिंग इस समय बंद है।
ja_jp: 回答期限が過ぎました。この設問に対する相互採点も終了しています。
lt_lt: Pateikimo data jau praėjo, ir šios užduoties bendrakursių vertinimas yra pasibaigęs.
vi: Đã qua hạn nộp bài và phần học viên chấm chéo đã được đóng.

source: The due date has passed, and peer grading is closed at this time.
he: תאריך היעד עבר, מערכת דירוג העמיתים סגורה כעת.
hi: अंतिम तारीख़ निकल चुकी है, और अब इस समस्या के लिए सहपाठी ग्रेडिंग बंद है।
ja_jp: 回答期限が過ぎました。相互採点も終了しています。
lt_lt: Pateikimo data jau praėjo, ir bendrakursių vertinimas yra pasibaigęs.
vi: Đã hết hạn và lúc này phần học viên chấm cho nhau đã đóng lại.

source: Learning to Grade
he: ללמוד כיצד לתת ציונים
hi: कार्य को जांचना सीखें
ja_jp: 評価の練習
lt_lt: Išmokti vertinti
vi: Học cách chấm điểm

source: Hide Question
he: הסתר שאלה
hi: प्रश्न छिपाएं
ja_jp: 問題を隠す
lt_lt: Slėpti klausimą
vi: Ẩn câu hỏi

source: Student Response
he: תגובת הסטודנט
hi: छात्र का जवाब
ja_jp: 受講者の回答
lt_lt: Kurso dalyvio atsakymas
vi: Phản hồi của học viên

source: Please include some written feedback as well.
he: אנא כללו גם משוב כתוב.
hi: कृपया साथ में कुछ लिखित रूप में प्रतिक्रिया भी शामिल करें।
ja_jp: できるだけフィードバックを記述してください
lt_lt: Prašome įtraukti ir raštiškus atsiliepimus.
vi: Xin vui lòng để lại nhận xét bằng lời.

source: This submission has explicit, offensive, or (I suspect) plagiarized content.
he: ההגשה כוללת תוכן בעל אופי מפורש, פוגעני או (אני חושד) תוכן מועתק.
hi: इस प्रस्तुति में, सपष्ट, अपमानजनक विचार हैं या (मुझे लगता है) कि यह प्रस्तुति कही से नकल की गई है।
ja_jp: この提出課題にはきわどい表現、暴力的な表現、もしくは(私が想定するに)剽窃と見られる内容がある。
lt_lt: Šis darbas yra nepadoraus, įžeidžiančio ar (mano nuomone) nuplagijuoto turinio.
vi: Bản nộp này có nội dung phản cảm hoặc đạo văn (tôi nghi ngờ)

source: Ready to grade!
he: מוכן לתת ציונים!
hi: कार्य जांचने के लिए तैयार!
ja_jp: 評価の準備が出来ました！
lt_lt: Pasiruošęs vertinti!
vi: Sẵn sàng chấm điểm!

source: You have finished learning to grade, which means that you are now ready to start grading.
he: סיימת ללמוד כיצד לתת ציונים, המשמעות של זה היא שאתה עכשיו מוכן להתחיל לתת ציונים.
hi: अब आपने यह सीख लिया है कि छात्रों की प्रस्तुति को कैसे जांचना चाहिए, इसका मतलब है कि अब आप ग्रेडिंग करना शुरू कर सकते हैं।
ja_jp: 練習が終了したので、評価を開始することが出来ます。
lt_lt: Jūs išmokote vertinti, todėl esate pasiruošęs pradėti vertinimą.
vi: Bạn đã hoàn thành việc học cách chấm điểm, có nghĩa là, giờ bạn đã sẵn sàng bắt đầu chấm điểm.

source: Start Grading!
he: החל לתת ציונים!
hi: ग्रेडिंग शुरू करें!
ja_jp: 評価を始めましょう！
lt_lt: Pradėkite vertinti!
vi: Bắt Đầu Chấm Điểm!

source: Learning to grade
he: ללמוד לתת ציונים
hi: कार्य जांचना सीखें
ja_jp: 評価の練習
lt_lt: Išmokti vertinti
vi: Học cách chấm điểm

source: You have not yet finished learning to grade this problem.
he: עדיין לא סיימת ללמוד כיצד לתת ציון לבעיה זו.
hi: आपने अभी पूरी तरह से सीखा नहीं है कि इस समस्या को कैसे जांचना चाहिए।
ja_jp: この設問に対する評価の練習が完了していません。
lt_lt: Jūs dar neišmokote vertinti šios užduoties.
vi: Bạn chưa hoàn thành việc học cách chấm điểm câu hỏi này.

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
he: כעת יוצגו בפניך סדרה של חיבורים שכבר ניתן להם ציון על ידי המדריך, אתה תתבקש לתת להם ציון בעצמך.
hi: अब आपको कुछ प्रशिक्षक द्वारा स्कोर किए गए निबंध दिखाए जाएंगे, और आपको उनको खुद स्कोर करने को कहा जाएगा।
ja_jp: 講師が採点した一式のレポートが表示されるでしょう。そして、自分自身をどのように採点するか問われることとなります。
lt_lt: Jums bus pateikti lektoriaus įvertinti pavyzdžiai, ir jums reikės patiems juos įvertinti.
vi: Bây giờ bạn sẽ được xem một loạt các bài luận do giáo viên hướng dẫn chấm, và sẽ được yêu cầu tự chấm những bài này.

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
he: כאשר תיתן ציון בדומה לזה שנתן המדריך, תהיה מוכן לדרג את עמיתיך.
hi: एक बार जब आप एक प्रशिक्षक की तरह निबंधों को जांचना सीख लेंगे, तब आप अपने सहपाठियों के कार्यों को ग्रेड करने के लिए तैयार हो जाएंगे।
ja_jp: 講師と似たようなかたちでレポートを採点できるようになれば、相互採点に参加することができます。
lt_lt: Kai išmoksite įvertinti pateiktus pavyzdžius panašiai kaip lektorius, jūs būsite pasiruošęs vertinti berndrakursius.
vi: Một khi bạn có thể chấm điểm các bài luận tương tự như giáo viên hướng dẫn, bạn đã sẵn sàng chấm điểm cho các bạn học viên khác.

source: Start learning to grade
he: התחל ללמוד כיצד לתת ציונים
hi: कार्यों की जांच कैसे करते है यह सीखना शुरू करें
ja_jp: 採点の練習を始めましょう
lt_lt: Pradėkite mokytis vertinti
vi: Bắt đầu học cách chấm điểm

source: Are you sure that you want to flag this submission?
he: האם אתה בטוח שאתה רוצה לסמן הגשה זו?
hi: क्या आप निश्चित है कि इस प्रस्तुति को चिह्नित करना चाहते हैं?
ja_jp: フラグをつけますか？
lt_lt: Ar tikrai norite pažymėti šį darbą?
vi: Bạn chắc chắn muốn gắn cờ cho bài làm này?

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
he: אתה עומד לסמן הגשה. עליך לוודא כי אתה רק מסמן הגשה שכוללת תוכן שהוא בעל אופי מפורש, פוגעני או (אם נחשד) תוכן מועתק. אם ההגשה הו לא עונה לשאלה או אם היא אינה נכונה, עליך לתת לה ציון של אפס וללוות אותה במשוב במקום לסמן אותה.
hi: आप एक प्रस्तुति को फ़्लैग करने जा रहे है। आपको सिर्फ़ तभी किसी प्रस्तुति को फ़्लैग करना चाहिए जब लेख में, सपष्ट, अपमानजनक विचार हों या प्रस्तुति में साहित्यिक चारी (संदेहास्पद) हो। अगर सबमिशन में सवाल का ठीक से जवाब नहीं दिया हुआ है या फिर वह ग़लत है तो आपको उसे फ़्लैग करने के बजाय शून्य अंक दे कर साथ में कोई प्रतिक्रिया देनी चाहिए।
ja_jp: あなたは提出課題にフラグを立てようとしています。きわどい表現、暴力的な表現、もしくは剽窃(と疑われる内容)がある場合にのみフラグを立ててください。この提出課題がこの問題に対してのものではない場合、もしくは不正解である場合、フラグを立てるのではなく点数を０点とし、またフィードバックコメント欄にてその旨を伝えてください。
lt_lt: Jūs ketinate pažymėti pateiktą darbą vėliavėle. Vėliavėle yra žymimi tik tie darbai, kurių turinys yra nepadorus, įžeidžiantis ar (kaip įtariate) plagijuotas. Jei darbas neatsako į klausimą ar yra neteisingas, jūs turėtumėte jį įvertinti nuliu balų ir pridėti komentarą, o ne žymėti vėliavėle.
vi: Bạn muốn đánh dấu một bài nộp. Bạn chỉ cần đánh dấu một bài nộp có chứa rõ ràng, gây khó chịu, hoặc (nghi ngờ) nội dung ăn cắp ý tưởng. Nếu bài nộp không được giải quyết cho câu hỏi hoặc là không chính xác, bạn nên cho nó một điểm thông tin phản hồi không và kèm theo thay vì suy giảm nó.

source: Remove Flag
he: מחק דגל
hi: चिह्न हटाएं
ja_jp: フラグを外す
lt_lt: Pašalinti žymą
vi: Gỡ đánh dấu

source: Keep Flag
he: השאר דגל
hi: चिह्न रखें
ja_jp: フラグを保持する
lt_lt: Palikti žymą
vi: Giữ đánh dấu

source: Go Back
he: חזור
hi: वापिस जाएं
ja_jp: 戻る
lt_lt: Atgal
vi: Quay lại

source: {start_strong}{application_name}{end_strong} would like to access your data with the following permissions:
vi: {start_strong}{application_name}{end_strong} muốn truy cập dữ liệu của bạn với các quyền sau đây:

source: Read your user ID
vi: Đọc ID người dùng của bạn

source: Read your user profile
vi: Đọc hồ sơ người dùng của bạn

source: Read your email address
vi: Đọc địa chỉ email của bạn

source: Read the list of courses in which you are a staff member.
vi: Đọc danh sách các khóa học mà bạn là nhân viên.

source: Read the list of courses in which you are an instructor.
vi: Đọc danh sách các khóa học mà bạn là giảng viên.

source: To see if you are a global staff user
vi: Để xem bạn là người dùng nhân viên phụ trách toàn cầu

source: Manage your data: {permission}
vi: Quản lý dữ liệu của bạn: {permission}

source: Account Activation Info
hi: खाता सक्रियण जानकारी
vi: Thông tin Kích hoạt Tài khoản

source: Your Password Reset is Complete
he: איפוס סיסמה הסתיים
hi: आपका पासवर्ड रीसेट हो गया है
ja_jp: パスワード変更完了
lt_lt: Slaptažodžio atnaujinimas baigtas
vi: Đã đặt lại mật khẩu thành công

source: Password Reset Complete
hi: पासवर्ड रीसेट पूरा करें
vi: Đổi mật khẩu thành công

source: Your password has been reset. {start_link}Sign-in to your account.{end_link}
hi: आपका पासवर्ड रिसेट कर दिया गया है। {start_link} अपने खाते में साइन-इन करें। {end_link}
vi: Mật khẩu của bạn đã được thiết lập lại. {start_link}Đăng nhập tài khoản của bạn.{end_link}

source: Reset Your {platform_name} Password
hi: अपना {platform_name} पासवर्ड रीसेट करें
vi: Đặt lại Mật khẩu {platform_name} Của bạn

source: Invalid Password Reset Link
hi: अमान्य पासवर्ड रीसेट लिंक
vi: Liên kết Đặt lại Mật khẩu Không hợp lệ

source: Password reset successful
he: איפוס סיסמה הצליח
hi: पासवर्ड रीसेट सफ़ल रहा
ja_jp: パスワード変更
lt_lt: Slaptažodis sėkmingai atnaujintas
vi: Đặt lại mật khẩu thành công

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
he: שלחנו את ההוראות לקביעת סיסמה לכתובת דואר האלקטרוני שסיפקת. הנך אמור לקבל את ההודעה בזמן הקרוב.
hi: आपने जो ई-मेल हमें दी थी उस पर हमने पासवर्ड रीसेट करने के निर्देशों के साथ एक ई-मेल भेज दी है। आपको वह जल्द ही मिल जानी चाहिए।
ja_jp: 登録済みのメールアドレスに、パスワードをリセットするための方法を送信しました。速やかに確認してください。
lt_lt: Jūsų nurodytu el. pašto adresu išsiuntėme instrukcijas, kaip sukurti slaptažodį. Netrukus turėtumėte jas gauti.
vi: Chúng tôi đã gửi email hướng dẫn thiết lập mật khẩu đến địa chỉ email bạn cung cấp. Bạn sẽ nhận được nó trong chốc lát.

source: Billing Details
he: פרטי החיוב
ja_jp: 課金詳細
lt_lt: Atsiskaitymo informacija
vi: Thông tin cho tài khoản thanh toán

source: You can proceed to payment at any point in time. Any additional information you provide will be included in your receipt.
he: אתה יכול להמשיך לתשלום בכל זמן. כל מידע נוסף שתספק יכלל בקבלה שלך.
ja_jp: お支払いはいつでも順次、進められます。入力いただく追加情報はレシートに含まれるものです。
lt_lt: Jūs galite atlikti mokėjimą bet kuriuo laiku. Visa papildoma jūsų pateikta informacija bus įrašyta mokėjimo kvite.
vi: Bạn có thể thanh toán bất cứ khi nào. Mọi thông tin cung cấp thêm sẽ được ghi vào biên lai.

source: Purchasing Organizational Details
he: פרטי הארגון הרוכש
ja_jp: 購入組織の詳細
lt_lt: Perkančiosios organizacijos duomenys
vi: Thông tin chi tiết của tổ chức mua hàng

source: Purchasing organization
he: ארגון רוכש
ja_jp: 購入組織
lt_lt: Perkančioji organizacija
vi: Phiếu mua hàng của tổ chức

source: Purchase order number (if any)
he: מספר הזמנת רכש (אם יש)
ja_jp: 注文番号(あれば)
lt_lt: Užsakymo numeris (jei toks yra)
vi: Mã biên lai (nếu có)

source: Additional Receipt Recipient
he: נמען נוסף לחשבונית
ja_jp: 追加のレシート受領者
lt_lt: Kiti mokėjimo kvito gavėjai
vi: Thêm người nhận biên lai

source: If no additional billing details are populated the payment confirmation will be sent to the user making the purchase.
he: אם לא ימסרו פרטי חיוב נוספים אישור התשלום יישלח למשתמש המבצע את הרכישה.
ja_jp: 追加の課金詳細情報が入力されない場合、支払いの確認は購入を行ったユーザーに送信されます。
lt_lt: Jeigu nepateikiama jokios papildomos atsiskaitymo informacijos, mokėjimo patvirtinimas bus išsiųstas perkančiam naudotojui.
vi: Nếu không có chi tiết hóa đơn không phổ biến như phiếu thanh toán sẽ được gửi đi để cho người dùng thanh toán.

source: Payment processing occurs on a separate secure site.
he: עיבוד התשלומים מתרחש באתר מאובטח נפרד.
ja_jp: 課金手続きは外部のセキュリティ保護されたサイトにて実施されます。
lt_lt: Mokėjimas apdorojamas atskiroje saugioje svetainėje.
vi: Xử lý thanh toán đang điễn ra trên site bảo mật

source: Your Shopping cart is currently empty.
he: עגלת הקניות שלך הינה ריקה כעת
ja_jp: ショッピングカートは空です。
lt_lt: Jūsų pirkinių krepšelis šiuo metu yra tuščias.
vi: Giỏ hàng của bạn hiện tại đang trống.

source: Payment
he: תשלום
ja_jp: 支払い
lt_lt: Mokėjimas
vi: Thanh toán

source: Download CSV Reports
he: הורד דוחות בפורמט CSV
hi: CSV रिपोर्टें डाउनलोड करें
ja_jp: CSVレポートをダウンロードする
lt_lt: Atsiųsti CSV ataskaitas
vi: Tải Xuống Báo Cáo CSV

source: Download CSV Data
he: הורד נתוני CSV
hi: CSV डेटा डाउनलोड करें
ja_jp: CSVデータをダウンロード
lt_lt: Atsiųsti CSV duomenis
vi: Tải Xuống Dữ Liệu CSV

source: There was an error in your date input. It should be formatted as YYYY-MM-DD
he: חלה טעות בקליטת התאריך שלך. על התאריך להיות מפורמט כ-YYYY-MM-DD
hi: तिथि के इनपुट में कोई त्रुटि हुई थी। तिथि YYYY-MM-DD के रूप में भरी जानी चाहिए।
ja_jp: 日付の入力形式にエラーがあります。日付はYYYY-MM-DDの形式で入力してください。
lt_lt: Klaida įvedant datą. Datos formatas turi būti MMMM-MM-DD
vi: Đã có lỗi trong ngày bạn nhập. Vui long sử dụng định dạng YYYY-MM-DD, ví dụ 2015-10-30.

source: These reports are delimited by start and end dates.
he: דוחות אלו נקבעים באמצעות תאריכי התחלה וסיום.
hi: इन रिपोर्टों को प्रारंभ और समाप्ति दिनांक द्वारा सीमांकित किया गया है
ja_jp: これは開始および終了日で区切られたレポートです。
lt_lt: Šios ataskaitos yra apribotos pradžios ir pabaigos datų.
vi: Những báo cáo này được phân định qua ngày bắt đầu và kết thúc.

source: Start Date:
he: תאריך התחלה:
hi: शुरू होने की तारीख़:
ja_jp: 開始日：
lt_lt: Pradžios data:
vi: Ngày bắt đầu:

source: End Date:
he: תאריך סיום:
hi: आख़िरी तारीख़:
ja_jp: 終了日：
lt_lt: Pabaigos data:
vi: Ngày kết thúc:

source: These reports are delimited alphabetically by university name. i.e., generating a report with 'Start Letter' A and 'End Letter' C will generate reports for all universities starting with A, B, and C.
he: דוחות אלה מופרדים בסדר אלפביתי לפי שם האוניברסיטה. כלומר, הפקת דו"ח כאשר מסומן 'התחל עם אות' א ו-'סיים עם אות' ג תפיק דוחות לכל האוניברסיטאות ששמם מתחיל באותיות א, ב ו-ג.
hi: इन रीपोर्टो को यूनिवर्सिटियों के नामों के अनुसार क्रम-बद्ध किया गया है। इसका मतलब है कि अगर आप कोई रीपोर्ट बनाना चाहते हैं जिसका पहला अक्षर A है और आखिरी C तो जो रीपोर्ट बनेगी वह उन सारी यूनिवर्सिटियों के लिए होगी जो कि A, B, और C सो शुरू होती हैं।
ja_jp: このレポートは大学名で区切られたものです。大学名で区切られているというのは、例えば、開始文字Aから終わりの文字Cを条件に生成されたレポートであり、A,B,Cから始まる大学のものとなります。
lt_lt: Šios ataskaitos yra sudėliotos pagal universiteto pavadinimą abėcėlės tvarka, t.y. formuojant ataskaitą pagal parametrus "Pirma raidė" A ir "Paskutinė raidė" C, suformuos visų universitetų, prasidedančių A, B ir C raidėmis, ataskaitas.
vi: Những báo cáo này được phân định theo trình tự trong bảng chữ cái của tên trường đại học. Ví dụ, xuất một báo cáo với "Chữ Cái Đầu" là A và "Chữ Cái Cuối" là C sẽ cho ra các báo cáo dành cho tất cả các trường đại học có tên bắt đầu bằng A, B và C.

source: Start Letter:
he: החל מכתב:
hi: पत्र शुरू करें:
ja_jp: 開始文字：
lt_lt: Pirmoji raidė:
vi: Chữ cái đầu:

source: End Letter:
he: סיים מכתב:
hi: पत्र अंत करें:
ja_jp: 終了文字：
lt_lt: Paskutinė raidė:
vi: Chữ cái cuối:

source: Payment Error
he: שגיאת תשלום
hi: भुगतान त्रुटि
ja_jp: 支払いエラー
lt_lt: Mokėjimo klaida
vi: Lỗi thanh toán

source: There was an error processing your order!
he: חלה שגיאה בעיבוד ההזמנה שלך!
hi: आपका ऑर्डर प्रोसेस करने में कुछ त्रुटि हुई!
ja_jp: 購入手続き中にエラーが発生しました！
lt_lt: Atliekant jūsų užsakymą įvyko klaida!
vi: Đã có lỗi trong khi xử lý đơn hàng của bạn!

source: Thank you for your purchase!
he: תודה על הרכישה!
ja_jp: ご購入ありがとうございました！
lt_lt: Dėkojame už pirkinį!
vi: Cảm ơn bạn đã đặt mua!

source: View Dashboard
he: צפה בלוח הבקרה
ja_jp: マイページを見る
lt_lt: Peržiūrėti informacinį puslapį
vi: Xem Bảng thông tin

source: You have successfully been enrolled for {course_names}. The following receipt has been emailed to {receipient_emails}
he: נרשמת בהצלחה ל{course_names}. הקבלה הבאה נשלחה ל-{receipient_emails}
ja_jp: {course_names}を受講登録できました。以下の領収証が{receipient_emails}に送信されました。
lt_lt: Jūs sėkmingai užregistruoti į kursą "{course_names}". Šis kvitas išsiųstas adresu {receipient_emails}
vi: Bạn đã ghi danh cho khóa học: {course_names}. Biên lai đã được gửi đến {receipient_emails}

source: You have successfully purchased <b>{number} course registration code</b> for {course_names}.
he: רכשת בהצלחה <b>{number}קוד רישום לקורס</b> עבור {course_names}.
ja_jp: {course_names}の<b>受講登録コード {number}個</b>を購入しました。
lt_lt: Jūs sėkmingai nusipirkote <b>{number} registracijos kodą</b> kursui "{course_names}".
vi: Bạn đã thanh toán <b>{number} khóa học với mã đăng ký</b> khóa học {course_names}

source: The following receipt has been emailed to {receipient_emails}
he: הקבלה הבאה נשלחה ל{receipient_emails}
ja_jp: 以下の領収証が{receipient_emails}に送信されました。
lt_lt: Šis kvitas išsiųstas adresu {receipient_emails}
vi: Biên lai đã được gửi đến {receipient_emails}

source: Please send each professional one of these unique registration codes to enroll into the course. The confirmation/receipt email you will receive has an example email template with directions for the individuals enrolling.
he: אנא שלח לכל איש מקצוע, קוד רישום אחד בכדי שיוכל להירשם לקורס. הודעת האישור/קבלה שתקבל תכיל תבנית הודעת דוא"ל לדוגמא עם הנחיות לרישום פרטני.
ja_jp: この講座に受講登録するためのユニークなプロ用登録コードを、それぞれに送信してください。まもなく届けられる確認/受領メールには、コード配布を受けた各人が受講登録するための手順が記載されています。
lt_lt: Prašome išsiųsti kiekvienam specialistui vieną iš šių unikalių registracijos kodų, reikalingų registruojantis į kursą. Elektroniniame patvirtinimo/gavimo laiške, kurį gausite, yra pavyzdinis el. laiško šablonas su nurodymais besiregistruojantiems asmenims.
vi: Hãy gửi một người một mã ghi danh riêng trong số các mã này để nhập học. Trong email xác nhận mà bạn nhận được sẽ có email mẫu hướng dẫn đăng kí cho từng cá nhân.

source: Enrollment Link
he: קישור לרישום
ja_jp: 受講登録リンク
lt_lt: Registracijos nuoroda
vi: Đường dẫn đến Ghi danh

source: Used
ja_jp: 利用済
lt_lt: Panaudota
vi: Đã sử dụng

source: Invalid
vi: Không hợp lệ

source: Date of purchase
he: תאריך רכישה
ja_jp: 購入日
lt_lt: Pirkimo data
vi: Ngày thanh toán

source: Print Receipt
he: הדפס קבלה
ja_jp: レシートを印刷
lt_lt: Spausdinti kvitą
vi: In biên lai

source: Billed To Details
he: חויב לפרטים הבאים:
ja_jp: 請求詳細
lt_lt: Atsiskaitymo informacija
vi: Hoá đơn đã được ghi

source: N/A
he: לא זמין
lt_lt: Netaikoma
vi: Không áp dụng

source: Purchase Order Number
he: מספר הזמנת רכש
ja_jp: 購入注文番号
lt_lt: Užsakymo numeris
vi: Mã hóa đơn mua hàng

source: Company Contact Name
he: שם איש קשר בחברה
ja_jp: 組織の窓口名
lt_lt: Įmonės atstovo pavardė
vi: Tên công ty liên hệ

source: Company Contact Email
he: כתובת דואר אלקטרוני של איש קשר בחברה
ja_jp: 組織の窓口Email
lt_lt: Įmonės atstovo el. paštas
vi: Địa chỉ Email liên hệ

source: Recipient Name
he: שם הנמען
ja_jp: 受領者名
lt_lt: Gavėjo pavardė
vi: Tên người nhận

source: Recipient Email
he: נמען הדוא"ל
ja_jp: 受領者のEmail
lt_lt: Gavėjo el. paštas
vi: Email người nhận

source: Card Type
he: סוג כרטיס
ja_jp: カードタイプ
lt_lt: Kortelės tipas
vi: Loại thẻ

source: Credit Card Number
he: מספר כרטיס אשראי
ja_jp: クレジットカード番号
lt_lt: Kreditinės kortelės numeris
vi: Số thẻ tín dụng

source: Address 1
he: כתובת 1
ja_jp: 住所1
lt_lt: 1-as adresas
vi: Địa chỉ 1:

source: Address 2
he: כתובת 2
ja_jp: 住所2
lt_lt: 2-as adresas
vi: Địa chỉ 2:
