Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: altering or editing any content or graphics in the API Content;
hi: एपीआई सामग्री में किसी भी सामग्री या ग्राफिक्स को बदलना या संपादित करना;
vi: thay thế hoặc sửa đổi nội dung hoặc hình ảnh trong dữ liệu API;

source: altering or removing any trademark, copyright or other proprietary or legal notices contained in, or appearing on, the APIs or any API Content;
hi: किसी भी ट्रेडमार्क, कॉपीराइट या अन्य मालिकाना या कानूनी नोटिस को बदलना या हटाना, जिसमें एपीआई या कोई एपीआई सामग्री शामिल है;
vi: thay đổi hoặc xóa bỏ thương hiệu, quyền tác giả hoặc các thông báo chính thức, dộc quyền nằm trong hoặc xuất hiện trong API hoặc dữ liệu API;

source: sublicensing, re-distributing, renting, selling or leasing access to the APIs or your client secret to any third party;
hi: उप-वितरण, पुनः वितरण, किराए पर लेना, बेचना या एपीआई या आपके ग्राहक को किसी भी तीसरे पक्ष को गुप्त पट्टे देना;
vi: cấp bản quyền, phân phối lại, cho thuê lại, bán hoặc cho thuê truy cập API hoặc chuỗi bảo mật cho bên thứ ba;

source: distributing any virus, Trojan horse, spyware, adware, malware, bot, time bomb, worm, or other harmful or malicious component; or
hi: किसी भी वायरस, ट्रोजन हॉर्स, स्पायवेयर, एडवेयर, मैलवेयर, बॉट, टाइम बम, वर्म, या अन्य हानिकारक या दुर्भावनापूर्ण घटक वितरित करना; या
vi: phát tán virus, trojan, phần mềm gián điệp, quảng cáo, xâm nhập máy tính, bomb hẹn giờ, sâu hoặc các cấu phần có hại hoặc chữa mã nguy hiểm;

source: using the APIs for any purpose which or might overburden, impair or disrupt the {platform_name} platform, servers or networks.
hi: किसी भी उद्देश्य के लिए एपीआई का उपयोग करना या {platform_name} प्लेटफॉर्म, सर्वर या नेटवर्क को बिगाड़ना या बाधित करना।
vi: sử dụng các API cho các mục đích gây quá tải, phá hại hoặc gián đoạn nền tảng , máy chủ hoặc mạng hệ thống {platform_name} ;

source: Usage and Quotas
hi: उपयोग और कोटा
vi: Phạm vi và giới hạn sử dụng

source: {platform_name_capitalized} reserves the right, in its discretion, to impose reasonable restrictions and limitations on the number and frequency of calls made by you or Your Application to the APIs. You must not attempt to circumvent any restrictions or limitations imposed by {platform_name}.
hi: {platform_name_capitalized} अपने विवेक से, आपके या आपके एप्लिकेशन द्वारा किए गए कॉल्स की संख्या और आवृत्ति पर उचित प्रतिबंध और सीमाएं लागू करने के लिए, अपने विवेक में सही, सुरक्षित रखता है। आपको {platform_name} द्वारा लगाए गए किसी भी प्रतिबंध या सीमाओं को दरकिनार करने का प्रयास नहीं करना चाहिए।
vi: {platform_name_capitalized} có quyền, quyết định, áp đặt các hạn chế và giới hạn về số lượng và tần suất các cuộc gọi được thực hiện bởi bạn hoặc Ứng dụng của bạn tới các API. Bạn không được cố gắng để phá vỡ bất kỳ hạn chế hoặc giới hạn áp đặt bởi {platform_name}.

source: Compliance
hi: अनुपालन
vi: Tuân thủ

source: You agree to comply with all applicable laws, regulations, and third party rights (including without limitation laws regarding the import or export of data or software, privacy, copyright, and local laws). You will not use the APIs to encourage or promote illegal activity or violation of third party rights. You will not violate any other terms of service with {platform_name}. You will only access (or attempt to access) an API by the means described in the documentation of that API. You will not misrepresent or mask either your identity or Your Application's identity when using the APIs.
hi: आप सभी लागू कानूनों, विनियमों और तीसरे पक्ष के अधिकारों (डेटा या सॉफ़्टवेयर, गोपनीयता, कॉपीराइट और स्थानीय कानूनों के आयात या निर्यात के बारे में सीमा कानून के बिना सहित) का पालन करने के लिए सहमत हैं। आप अवैध गतिविधि या तीसरे पक्ष के अधिकारों के उल्लंघन को प्रोत्साहित करने या बढ़ावा देने के लिए एपीआई का उपयोग नहीं करेंगे। आप {platform_name} के साथ सेवा की अन्य शर्तों का उल्लंघन नहीं करेंगे। आप केवल उस एपीआई के प्रलेखन में वर्णित माध्यमों द्वारा एक एपीआई का उपयोग (या एक्सेस करने का प्रयास) करेंगे। एपीआई का उपयोग करते समय आप अपनी पहचान या अपने आवेदन की पहचान को गलत तरीके से प्रस्तुत नहीं करेंगे।
vi: Bạn đồng ý tuân thủ tất cả các luật, quy định và quyền của bên thứ ba (bao gồm nhưng không giới hạn các luật về nhập khẩu hoặc xuất dữ liệu, phần mềm, bảo mật, bản quyền và luật địa phương). Bạn sẽ không sử dụng các API để khuyến khích hoặc thúc đẩy hoạt động bất hợp pháp hoặc vi phạm các quyền của bên thứ ba. Bạn sẽ không vi phạm bất kỳ điều khoản dịch vụ nào khác với {platform_name}. Bạn sẽ chỉ truy cập (hoặc cố gắng truy cập) một API bằng các phương tiện được mô tả trong tài liệu của API đó. Bạn sẽ không xuyên tạc hoặc che dấu danh tính của mình hoặc bản sắc của Ứng dụng của bạn khi sử dụng các API.

source: Ownership
hi: स्वामित्व
vi: Sở hữu

source: You acknowledge and agree that the APIs and all API Content contain valuable intellectual property of {platform_name} and its partners. The APIs and all API Content are protected by United States and foreign copyright, trademark, and other laws. All rights in the APIs and the API Content, if not expressly granted, are reserved. By using the APIs or any API Content, you do not acquire ownership of any rights in the APIs or API Content. You must not claim or attempt to claim ownership in the APIs or any API Content or misrepresent yourself or your company or your Application as being the source of any API Content. You may not modify, create derivative works of, or attempt to use, license, or in any way exploit any API Content in whole or in part on your own behalf or on behalf of any third party. You may not distribute or modify the APIs or any API Content (including adaptation, editing, excerpting, or creating derivative works).
hi: आप स्वीकार करते हैं और सहमत होते हैं कि एपीआई और सभी एपीआई सामग्री में {platform_name} और उसके भागीदारों की मूल्यवान बौद्धिक संपदा है। एपीआई और सभी एपीआई सामग्री संयुक्त राज्य अमेरिका और विदेशी कॉपीराइट, ट्रेडमार्क और अन्य कानूनों द्वारा संरक्षित हैं। एपीआई और एपीआई सामग्री में सभी अधिकार, यदि स्पष्ट रूप से स्वीकृत नहीं हैं, आरक्षित हैं। एपीआई या किसी भी एपीआई सामग्री का उपयोग करके, आप एपीआई या एपीआई सामग्री में किसी भी अधिकार का स्वामित्व प्राप्त नहीं करते हैं। आपको एपीआई या किसी भी एपीआई सामग्री में स्वामित्व का दावा करने या दावा करने का प्रयास नहीं करना चाहिए या किसी एपीआई सामग्री के स्रोत के रूप में खुद को या अपनी कंपनी या अपने आवेदन को गलत तरीके से प्रस्तुत नहीं करना चाहिए। आप संशोधित नहीं कर सकते हैं, के व्युत्पन्न कार्य बना सकते हैं, या किसी भी तरह से या किसी भी तीसरे पक्ष की ओर से पूरे या आंशिक रूप से किसी भी एपीआई सामग्री का उपयोग करने, लाइसेंस देने या उपयोग करने का प्रयास कर सकते हैं। आप एपीआई या किसी भी एपीआई सामग्री को वितरित या संशोधित नहीं कर सकते हैं (जिसमें अनुकूलन, संपादन, उद्धरण, या व्युत्पन्न कार्य बनाना शामिल है)।
vi: Bạn thừa nhận và đồng ý rằng các API và tất cả Nội dung API chứa tài sản trí tuệ có giá trị của {platform_name} và các đối tác của nó. API và toàn bộ Nội dung API được bảo vệ bởi luật bản quyền, thương hiệu và luật pháp Hoa Kỳ và nước ngoài. Tất cả các quyền trong API và Nội dung API, nếu không được cho phép rõ ràng, đều được bảo lưu. Bằng cách sử dụng API hoặc bất kỳ Nội dung API nào, bạn không có được quyền sở hữu bất kỳ quyền nào trong API hoặc Nội dung API. Bạn không được yêu cầu bồi thường hoặc cố gắng yêu cầu quyền sở hữu trong các API hoặc bất kỳ Nội dung API nào hoặc giả mạo chính mình hoặc công ty của bạn hoặc ứng dụng của bạn như là nguồn gốc của bất kỳ Nội dung API nào. Bạn không được sửa đổi, tạo các sản phẩm phát sinh, hoặc cố gắng sử dụng, cấp giấy phép, hoặc bằng bất cứ cách nào khai thác bất kỳ Nội dung API nào trong toàn bộ hoặc một phần thay mặt cho bạn hoặc cho bất kỳ bên thứ ba nào. Bạn không được phân phối hoặc sửa đổi các API hoặc bất kỳ Nội dung API (bao gồm chỉnh sửa, chỉnh sửa, trích xuất hoặc tạo ra các sản phẩm phái sinh).

source: To the extent that you submit any content to {platform_name} in connection with your use of the APIs or any API Content, you hereby grant to {platform_name} a worldwide, non-exclusive, transferable, assignable, sub licensable, fully paid-up, royalty-free, perpetual, irrevocable right and license to host, transfer, display, perform, reproduce, modify, distribute, re-distribute, relicense and otherwise use, make available and exploit such content, in whole or in part, in any form and in any media formats and through any media channels (now known or hereafter developed).
hi: इस सीमा तक कि आप API या किसी भी API कंटेंट के उपयोग के संबंध में किसी भी सामग्री को {platform_name} सबमिट करते हैं, तो आप दुनिया भर में {platform_name} को प्रदान करते हैं, गैर-विशिष्ट, हस्तांतरणीय, उप-लाइसेंस योग्य, पूरी तरह से भुगतान किया हुआ , रॉयल्टी-फ्री, सदा, अपरिवर्तनीय अधिकार और लाइसेंस, मेज़बान, स्थानांतरण, प्रदर्शन, प्रदर्शन, पुन: पेश करना, संशोधित करना, वितरित करना, पुन: वितरित करना, पुन: वितरित करना और अन्यथा उपयोग करना, इस तरह की सामग्री को, पूरे या आंशिक रूप से, उपलब्ध और शोषित करना। फार्म और किसी भी मीडिया प्रारूप में और किसी भी मीडिया चैनल के माध्यम से (अब ज्ञात या इसके बाद विकसित)।
vi: Trong phạm vi mà bạn gửi bất kỳ nội dung nào đến {platform_name} liên quan đến việc sử dụng API của bạn hoặc bất kỳ Nội dung API nào, bạn theo đây cấp cho {platform_name} một, trên toàn thế giới, không độc quyền, có thể chuyển nhượng, có thể chuyển nhượng, , miễn phí, vĩnh viễn, không huỷ ngang và giấy phép để lưu trữ, truyền tải, trình bày, thực hiện, tái sản xuất, sửa đổi, phân phối, phân phối lại, tái cấp phép và sử dụng khác, cung cấp và khai thác nội dung như vậy, toàn bộ hoặc một phần, hình thức và bất kỳ định dạng phương tiện truyền thông nào và thông qua bất kỳ kênh truyền thông nào (nay được biết đến hoặc được phát triển dưới đây).

source: Privacy
hi: एकांत
vi: Riêng tư

source: Right to Charge
hi: शुल्क का अधिकार
vi: Quyền Thu phí

source: Confidentiality
hi: गोपनीयता
vi: Bảo mật

source: Disclaimer of Warranty / Limitation of Liabilities
hi: देयताओं की वारंटी / सीमा का अस्वीकरण
vi: Khước từ Bảo hành / Giới hạn Trách nhiệm

source: THE APIS AND ANY INFORMATION, API CONTENT OR SERVICES MADE AVAILABLE ON OR THROUGH THE APIS ARE PROVIDED "AS IS" AND "AS AVAILABLE" WITHOUT WARRANTY OF ANY KIND (EXPRESS, IMPLIED OR OTHERWISE), INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, EXCEPT INSOFAR AS ANY SUCH IMPLIED WARRANTIES MAY NOT BE DISCLAIMED UNDER APPLICABLE LAW.
hi: एपीआईएस और कोई भी जानकारी, एपीआई कॉन्ट्रैक्ट या सर्विसेज, जो इस तरह से उपलब्ध हैं या उन पर लागू हैं, जो किसी भी तरह (किसी भी तरह की वारंटी, अतिरिक्त या अन्य) के बिना "के रूप में" के रूप में प्रदान किए जाते हैं, किसी भी तरह के किसी भी मामले में किसी भी तरह का प्रभाव नहीं डालते हैं। मर्चेंटैबिलिटी, एक पार्टिकुलर पर्पस और नॉन-इन्फॉर्मेशन के लिए उपयुक्तता, किसी भी तरह के इम्प्लॉइज के रूप में इंस्पायर होने के बाद भी डिक्लेयर नहीं किया जा सकता है, जैसे कि अनौपचारिक रूप से लागू होते हैं।
vi: CÁC API VÀ BẤT KỲ THÔNG TIN, NỘI DUNG API HOẶC DỊCH VỤ CUNG CẤP TRÊN HOẶC THÔNG QUA CÁC API ĐƯỢC CUNG CẤP "NHƯ LÀ" VÀ "NHƯ SẴN CÓ" KHÔNG CÓ BẢO HÀNH CỦA LOẠI NÀO (RÕ RÀNG, NGỤ Ý HAY CÁCH KHÁC), BAO GỒM NHƯNG KHÔNG GIỚI HẠN, BẤT KỲ NGỤ Ý BẢO ĐẢM VỀ BÁN, PHÙ HỢP CHO MỘT MỤC ĐÍCH CỤ THỂ VÀ KHÔNG VI PHẠM, TRỪ TRƯỜNG HỢP SÁCH NHƯ BẤT KỲ NHỮNG NGỤ Ý BẢO ĐẢM KHÔNG CÓ THỂ ĐƯỢC DISCLAIMED THEO LUẬT ÁP DỤNG.

source: IN PARTICULAR, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL HAVE ANY LIABILITY FOR ANY CONSEQUENTIAL, INDIRECT, PUNITIVE, SPECIAL, EXEMPLARY OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE AND WHETHER OR NOT {platform_name} OR ANY OF THE {platform_name} PARTICIPANTS HAS BEEN NEGLIGENT OR OTHERWISE AT FAULT (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, ERRORS, LOSS OF PROFITS, LOSS OF DATA OR INTERRUPTION IN AVAILABILITY OF DATA).
hi: भागीदार, पूर्ण लॉड, नीटेरर {platform_name} NOR किसी भी {प्लेटफ़ॉर्म_नाम} द्वारा पूर्ण रूप से विस्तारित किए गए भाग के लिए, किसी भी प्रतियोगी, भारतीय, विशेष, विपक्षी या ओडिशा या ओडिशा या उत्तर कोरिया के आदेश के लिए कोई भी पक्ष नहीं होगा। नहीं {platform_name} या इनमें से कोई भी {platform_name} PARTICIPANTS ने नेग्लीजेंट या दूसरे नंबर पर FAULT (INCLUDING, BUT NOT Limited TO TO, CLAIMS for DEFAMATION, ERRORS, PROOSITS के LOSS, LOSS ऑफ डेटा या इंटरव्यू में) मौजूद हैं।
vi: Đặc biệt, đến mức độ đầy đủ nhất được luật pháp hiện hành cho phép, hoặc {platform_name} cũng như bất kỳ người tham gia {platform_name} nào sẽ phải chịu bất kỳ trách nhiệm pháp lý nào đối với bất kỳ thiệt hại do hậu quả, gián tiếp, trừng phạt, đặc biệt, gương mẫu hoặc ngẫu nhiên nào dù có thể lường trước hay không lường trước được và liệu không phải là {platform_name} hoặc bất kỳ người tham gia {platform_name} nào đã do dự hoặc do lỗi khác (bao gồm, nhưng không giới hạn, khiếu nại về sự phỉ báng, lỗi, mất lợi nhuận, mất dữ liệu hoặc gián đoạn trong việc có sẵn dữ liệu).

source: CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.
hi: CERTAIN STATE LAWS, उन सभी वारंटियों पर प्रतिबंध नहीं लगाता है या CERTAIN DAMAGES के बहिष्कार या सीमा पर प्रतिबंध है। यदि आपके लिए यह लागू होता है, तो आप किसी अन्य अस्वीकृति, बहिष्करण, या सभी मामलों के लिए आवेदन कर सकते हैं, या आप पर लागू नहीं हो सकते हैं, और आप अतिरिक्त अधिकार प्राप्त कर सकते हैं।
vi: Luật pháp tiểu bang nhất định không cho phép những hạn chế về bảo đảm ngụ ý hoặc sự loại trừ hoặc giới hạn các thiệt hại nhất định. nếu các luật này áp dụng cho bạn, một số hoặc tất cả các tuyên bố từ chối trách nhiệm, loại trừ hoặc giới hạn ở trên có thể không áp dụng cho bạn và bạn có thể có các quyền bổ sung.

source: General Legal Terms
hi: सामान्य कानूनी शर्तें
vi: Điều khoản Pháp lý Chung

source: The Terms constitute the entire agreement between you and {platform_name} with respect to your use of the APIs and API Content, superseding any prior agreements between you and {platform_name} regarding your use of the APIs and API Content. The failure of {platform_name} to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision. If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision and the other provisions of the Terms shall remain in full force and effect. The Terms do not create any third party beneficiary rights or any agency, partnership, or joint venture. For any notice provided to you by {platform_name} under these Terms, {platform_name} may notify you via the email address associated with your {platform_name} account.
hi: API और API सामग्री के आपके उपयोग के संबंध में, आपके और API सामग्री के उपयोग के संबंध में आपके और {platform_name} के बीच संपूर्ण अनुबंध का गठन होता है, जो API और API सामग्री के आपके उपयोग के संबंध में आपके और {platform_name} के बीच किसी भी पूर्व अनुबंध को पूरा करता है। शर्तों के किसी भी अधिकार या प्रावधान को लागू करने या लागू करने के लिए {platform_name} की विफलता ऐसे अधिकार या प्रावधान की छूट का गठन नहीं करेगी। यदि शर्तों का कोई प्रावधान सक्षम न्यायालय की अदालत द्वारा अमान्य पाया जाता है, तो पार्टियां इस बात से सहमत होती हैं कि अदालत को पक्ष के इरादों को प्रभावी बनाने का प्रयास करना चाहिए जैसा कि प्रावधान में परिलक्षित होता है और शर्तों के अन्य प्रावधान यथावत रहेंगे। पूर्ण बल और प्रभाव। शर्तें किसी भी तीसरे पक्ष के लाभार्थी अधिकारों या किसी एजेंसी, साझेदारी या संयुक्त उद्यम का निर्माण नहीं करती हैं। इन शर्तों के अंतर्गत आपको {platform_name} द्वारा प्रदान की गई किसी भी सूचना के लिए, {platform_name} आपके {platform_name} खाते से जुड़े ईमेल पते के माध्यम से आपको सूचित कर सकता है।
vi: Điều khoản tạo thành toàn bộ thỏa thuận giữa bạn và {platform_name} đối với việc bạn sử dụng API và Nội dung API, thay thế cho bất kỳ thỏa thuận nào trước đó giữa bạn và {platform_name} về việc sử dụng API và Nội dung API của bạn. Sự thất bại của {platform_name} để thực hiện hoặc thực thi bất kỳ quyền hoặc quy định nào của Điều khoản sẽ không tạo thành sự khước từ quyền hoặc quy định đó. Nếu bất kỳ điều khoản nào của Điều khoản được phát hiện bởi tòa án có thẩm quyền để không hợp lệ, các bên vẫn đồng ý rằng tòa án nên cố gắng thực hiện các ý định của các bên như được phản ánh trong điều khoản và các điều khoản khác của Điều khoản sẽ được giữ nguyên toàn lực và có hiệu lực. Điều khoản không tạo bất kỳ quyền lợi người thứ ba nào hoặc bất kỳ cơ quan, đối tác hoặc liên doanh nào. Đối với bất kỳ thông báo nào được cung cấp cho bạn bởi {platform_name} theo các Điều khoản này, {platform_name} có thể thông báo cho bạn thông qua địa chỉ email liên kết với tài khoản {platform_name} của bạn.

source: Termination
hi: समाप्ति
vi: Chấm dứt

source: Edit {catalog_name}
hi: संपादित करें{catalog_name}
vi: Soạn thảo {catalog_name}

source: Download CSV
hi: सी.एस.वी डाउनलोड करें
vi: Tải về tệp CSV

source: Delete this catalog
hi: इस कैटलॉग को हटाएं
vi: Xoá danh mục này

source: Update Catalog
hi: अद्यतन कैटलॉग
vi: Cập nhật Danh mục

source: Catalogs for {username}
hi: {username} के लिए कैटलॉग
vi: Danh mục cho {username}

source: Create new catalog:
hi: नई सूची बनाएँ:
vi: Tạo mới danh mục

source: Create Catalog
hi: कैटलॉग बनाएँ
vi: Tạo danh mục

source: Catalog search
hi: कैटलॉग खोज
vi: Tìm danh mục

source: Catalog Search
hi: कैटलॉग खोज
vi: Tìm kiếm Danh mục

source: Enter a username to view catalogs belonging to that user.
hi: उस उपयोगकर्ता से संबंधित कैटलॉग देखने के लिए एक उपयोगकर्ता नाम दर्ज करें।
vi: Nhập tên người dùng để xem danh mục của người dùng đó.

source: Open Calculator
he: פתח מחשבון
hi: कैलक्यूलेटर खोलें
ja_jp: 計算機を開く
lt_lt: Atverti skaičiuoklę
vi: Mở máy tính

source: Enter equation
hi: समीकरण दर्ज करें
vi: Nhập đẳng thức

source: Calculator Input Field
he: שדה קלט של המחשבון
hi: कैलक्यूलेटर इनपुट क्षेत्र
ja_jp: 計算機の入力枠
lt_lt: Skaičiuoklės įvesties laukelis
vi: Vùng nhập dữ liệu vào của máy tính

source: Hints
he: רמזים
hi: संकेत
ja_jp: ヒント
lt_lt: Užuominos
vi: Gợi ý

source: Use the arrow keys to navigate the tips or use the tab key to return to the calculator
he: השתמש במקשי החיצים בכדי לנווט בעצות או השתמש במקש ה-tab כדי לחזור למחשבון
hi: सुझावों को नेविगेट करने के लिए तीर कुंजी या कैलक्यूलेटर पर लौटने के लिए टैब कुंजी का प्रयोग करें
ja_jp: このヒントを誘導するために矢印キーを使う、もしくは、計算機に戻るためにタブキーを使ってください。
lt_lt: Naudokite rodyklių klavišus naršyti patarimus arba naudokite TAB mygtuką, norėdami grįžti į skaičiuoklę.
vi: Dùng mũi tên trên bàn phím để điều hướng hoặc dùng phím Tab để quay lại máy tính

source: For detailed information, see {math_link_start}Entering Mathematical and Scientific Expressions{math_link_end} in the {guide_link_start}edX Guide for Students{guide_link_end}.
he: למידע מפורט, ראה {math_link_start}הזנת ביטוים מתמטים או מדעים{math_link_end} בתוך ה{guide_link_start} מדריך EdX לסטודנטים{guide_link_end}.
hi: विस्तृत जानकारी के लिए, {guide_link_start} edX मार्गदर्शक छात्रों के लिए {guide_link_end} पर {math_link_start} गणितीय और वैज्ञानिक अभिव्यक्तियाँ {math_link_end} दर्ज करें देखें।
ja_jp: 詳細情報は、{guide_link_start}受講者ガイド{guide_link_end}における{math_link_start}数学及び科学の記法{math_link_end}をご覧ください。
lt_lt: Daugiau informacijos žiūrėkite {math_link_start}Apie matematinius ir mokslinius reiškinius{math_link_end} {guide_link_start}edX vadove kurso dalyviams{guide_link_end}.
vi: Để biết thêm chi tiết, xem {math_link_start}Cách nhập biểu thức toán học {math_link_end} trong mục {guide_link_start}Hướng dẫn cho người học{guide_link_end}

source: Tips
he: עצות
hi: टिप्स
ja_jp: ヒント
lt_lt: Užuominos
vi: Gợi ý

source: Use parentheses () to make expressions clear. You can use parentheses inside other parentheses.
he: השתמש בסוגריים () בכדי להבהיר את הביטוים. תוכל להשתמש בסוגריים בתוך סוגריים.
hi: अभिव्यक्तियों को स्पष्ट करने के लिए कोष्ठक () का उपयोग करें। आप अन्य कोष्ठकों के अंदर कोष्ठक का उपयोग कर सकते हैं।
ja_jp: 括弧 () を使って表現を明確にしてください。括弧の中にさらに括弧を入れることができます。
lt_lt: Kad reiškiniai būtų aiškūs, vartokite skliaustelius (). Vieni skliausteliai gali būti kituose.
vi: Dùng ngoặc () để giúp cho các biểu thức rành mạch. Bạn có thể lồng một ngoặc bên trong ngoặc khác.

source: Do not use spaces in expressions.
he: אל תשתמש ברווחים בתוך ביטויים.
hi: अभिव्यक्ति में रिक्त स्थान का उपयोग न करें।
ja_jp: 表現にスペースを入れないでください。
lt_lt: Reiškiniuose nenaudokite tarpų.
vi: Không được dùng khoảng trắng giữa các biểu thức

source: For constants, indicate multiplication explicitly (example: 5*c).
he: עבור מספרים קבועים, ציין פעולת כפל באופן מפורש (לדוגמא: 5*C).
hi: स्थिरांक के लिए, स्पष्ट रूप से गुणन इंगित करें (उदाहरण: 5 * c)।
ja_jp: 定数には明示的に乗算を指定してください。(例：5*c)
lt_lt: Konstantose aiškiai nurodykite daugybą (pavyzdys: 5*c).
vi: Phép nhân hằng số cần được viết rõ ràng với dấu nhân (ví dụ như 5 * c thay vì 5c)

source: For affixes, type the number and affix without a space (example: 5c).
he: עבור מוּסָפִיות, הקלד מספר ומוספית ללא רווח (לדוגמה: 5c).
hi: Affixes के लिए, बिना स्पेस के नंबर और एफिक्स लिखें (उदाहरण: 5c)।
ja_jp: 接辞は数字と接辞の間にスペースを入れずに記述してください。(例：5c)
lt_lt: Skaičių ir afiksą rašykite be tarpo (pvz., 5c).
vi: Viết chữ số và ký tự liền nhau nếu là một phụ tổ / affixes (ví dụ: 5c)

source: For functions, type the name of the function, then the expression in parentheses.
he: לפונקציות, הקלדת את השם הפונקציה, אחר כך את הביטוי בתוך סוגריים.
hi: फ़ंक्शन के लिए, फ़ंक्शन का नाम टाइप करें, फिर कोष्ठक में अभिव्यक्ति।
ja_jp: 関数はまず関数名を記述しその後ろの括弧内に表現を記述してください。
lt_lt: Parašykite funkcijos pavadinimą ir skliausteliuose jos išraišką.
vi: Đối với hàm / function, nhập tên hàm theo sau bởi biểu thức trong ngoặc đơn.

source: To Use
he: לשימוש
hi: उपयोग करने के लिए
ja_jp: 利用するには
lt_lt: Naudoti
vi: Sử dụng

source: Type
he: סוג
hi: प्रकार
ja_jp: 形式
lt_lt: Tipas
vi: Loại

source: Examples
he: דוגמאות
hi: उदाहरण
ja_jp: 例
lt_lt: Pavyzdžiai
vi: Ví dụ

source: Numbers
he: מספרים
hi: नंबर
ja_jp: 数字
lt_lt: Skaičiai
vi: Số

source: Integers
he: מספרים שלמים
hi: पूर्णांकों
ja_jp: 整数
lt_lt: Sveikieji skaičiai
vi: Số nguyên

source: Fractions
he: שברים
hi: भिन्न
ja_jp: 分数
lt_lt: Trupmenos
vi: Phân số

source: Decimals
he: שברים עשרונים
hi: दशमलव
ja_jp: 少数
lt_lt: Skaičiai po kablelio
vi: Số thập phân

source: Operators
he: אופרטור
hi: ऑपरेटर
ja_jp: 演算子
vi: Toán tử

source: + - * / (add, subtract, multiply, divide)
he: + - * / (חיבור, חיסור, הכפל, חלק)
hi: + - * / (जोड़, घटाना, गुणा, भाग करें)
ja_jp: + - * / (加減乗除)
lt_lt: + - * / (sudėti, atimti, dauginti, dalyti)
vi: + - * / (cộng, trừ, nhân, chia)

source: ^ (raise to a power)
he: ^ (העלה בחזקה)
hi: ^ (एक शक्ति बढ़ाने के लिए)
ja_jp: ^ (べき乗)
lt_lt: ^ (kelti laipsniu)
vi: ^ (lũy thừa)

source: || (parallel resistors)
he: || (נגדים מקבילים)
hi: || (समानांतर प्रतिरोधक)
ja_jp: || (並列抵抗)
lt_lt: || (lygiagretaus jungimo rezistoriai)
vi: ll (điện trở song song / parallel resistors)

source: Constants
he: קבועים
hi: कॉन्स्टेंट्स
ja_jp: 定数
lt_lt: Konstantos
vi: Hằng số

source: Affixes
he: תוספת
ja_jp: 添付
lt_lt: Afiksai
vi: Các phụ tố

source: Percent sign (%) and metric affixes (d, c, m, u, n, p, k, M, G, T)
he: סימן האחוזים (%) ותוספות מטריות (d, c, m, u, n, p, k, M, G, T)
hi: प्रतिशत चिन्ह (%) और मीट्रिक संबंध (d, c, m, u, n, p, k, M, G, T)
ja_jp: 百分率記号(%) とSI接頭辞(d, c, m, u, n, p, k, M, G, T)
lt_lt: Procentų ženklas (%) ir metriniai afiksai (d, c, m, u, n, p, k, M, G, T)
vi: Dấu phần trăm (%) và đơn vị (d, c, m, u, n, p, k, M, G, T)

source: Basic functions
he: פונקציות בסיסיות
hi: बुनियादी कार्यों
ja_jp: 基本的機能
lt_lt: Pagrindinės funkcijos
vi: Hàm cơ bản

source: Trigonometric functions
he: פונקציות טריגונומטיות
hi: त्रिकोणमितीय फलन
ja_jp: 三角関数
lt_lt: Trigonometrinės funkcijos
vi: Các hàm lượng giác

source: Scientific notation
he: רישום מדעי
hi: वैज्ञानिक टिप्पणी
ja_jp: 科学的記数法
lt_lt: Standartinė skaičiaus išraiška
vi: Kí hiệu khoa học
