Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: You have submitted your reverification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
es_419: Ud. ha enviado su información de verificación de identidad. Recibirá un mensaje en su Panel principal cuando el proceso de verificación esté completado (usualmente entre 1-2 días).

source: You have successfully verified your ID with edX
es_419: Usted ha verificado su ID con edX

source: Your current verification is effective until {date}.
es_419: Su estado de verificación está válido hasta {date}.

source: Your current verification will expire soon.
es_419: ¡Su verificación actual vencerá pronto!

source: Your current verification will expire in {days} days. {start_link}Re-verify your identity now{end_link} using a webcam and a government-issued photo ID.
es_419: Su verificación actual vencerá en {days} días. {start_link}Verifique su identidad nuevamente ahora{end_link} con una cámara web y un documento de identificación oficial con foto.

source: Pursue a {cert_name_long} to highlight the knowledge and skills you gain in this course.
es_419: Obtenga un {cert_name_long} para destacar el conocimiento y habilidades que adquirirá en este curso.

source: It's official. It's easily shareable. It's a proven motivator to complete the course. {line_break}{link_start}Learn more about the verified {cert_name_long}{link_end}.
es_419: Es oficial. Es fácil de compartir. Es comprobado como motivador para la finalización del curso. {line_break}{link_start}Aprende más sobre el {cert_name_long}{link_end} verificado.

source: Upgrade to Verified
es_419: Optar por el Certificado Verificado
hi: सत्यापित करने के लिए नवीनीकृत करें
ko_kr: 인증 과정으로 업그레이드
pt_br: Atualizar para verificado
vi: Nâng cấp lên trạng thái Đã xác thực

source: You can no longer access this course because payment has not yet been received. You can {contact_link_start}contact the account holder{contact_link_end} to request payment, or you can {unenroll_link_start}unenroll{unenroll_link_end} from this course
es_419: Ya no se puede acceder a este curso porque el pago no ha sido recibido aún. Puede contactarse {contact_link_start} con el titular de la cuenta {contact_link_end} para solicitar el pago, o puede {unenroll_link_start}abular la matrícula {unenroll_link_end} de este curso

source: You have completed this course and are eligible to purchase course credit. Select <strong>Get Credit</strong> to get started.
es_419: Ha completado este curso y ahora usted es elegible para comprar créditos de curso. Seleccione <strong>Obtener Créditos</strong> para comenzar.

source: You are now eligible for credit from {provider}. Congratulations!
es_419: Ahora, usted es eligible para créditos de {provider}. ¡Felicitaciones!

source: Thank you for your payment. To receive course credit, you must now request credit at the {link_to_provider_site} website. Select <b>Request Credit</b> to get started.
es_419: Gracias por su pago. Para recibir el crédito del curso, Usted debe hacer la solicitud en el sitio web {link_to_provider_site}. Seleccione <b>Solicitar crédito</b> para comenzar.

source: Request Credit
es_419: Solicitar crédito

source: {provider_name} has received your course credit request. We will update you when credit processing is complete.
es_419: {provider_name} ha recibido su solicitud de créditos de curso. Le informaremos cuando su solicitud haya sido procesada completamente.

source: View Details
es_419: Ver detalles

source: <b>Congratulations!</b> {provider_name} has approved your request for course credit. To see your course credit, visit the {link_to_provider_site} website.
es_419: <b>¡Felicitaciones!</b> {provider_name} ha aprobado su solicitud de créditos del curso. Para ver sus créditos, visite el sitio web de {link_to_provider_site}.

source: View Credit
es_419: Ver crédito

source: {provider_name} did not approve your request for course credit. For more information, contact {link_to_provider_site} directly.
es_419: {provider_name} no aprobó su solicitud para el crédito del curos. Para mayor información, contacte a {link_to_provider_site} directamente.

source: An error occurred with this transaction. For help, contact {support_email}.
es_419: Ocurrió un error con esta transacción. Para obtener asistencia, contacte a {support_email}.

source: Current Verification Status: Approved
es_419: Estado de verificación actual: Aprobado

source: Your edX verification has been approved. Your verification is effective for one year after submission.
es_419: Su verificación de identidad ha sido aprobada. Su verificación tiene validez por un año después del envío.

source: Current Verification Status: Pending
es_419: Estado de verificación actual: Pendiente

source: Your edX ID verification is pending. Your verification information has been submitted and will be reviewed shortly.
es_419: Su verificación de edX está pendiente. Su información de verificación ha sido enviada y será revisada pronto.

source: Current Verification Status: Expired
es_419: Estado de verificación actual: Expirado

source: Your verification has expired. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
es_419: Su estado de verificación con edX ha expirado. Para recibir un Certificado Verificado, será necesario enviar una nueva foto de sí mismo y otra de un documento de identidad oficial antes de la fecha límite en su curso.

source: Resubmit Verification
es_419: Reenviar verificación

source: Could Not Link Accounts
es_419: No se puede conectar las cuentas

source: The {provider_name} account you selected is already linked to another {platform_name} account.
es_419: La cuenta de {provider_name} seleccionada ya está vinculada con otra cuenta de {platform_name}.

source: Results:
es_419: Resultados:

source: Topic:
es_419: Tema:

source: To view live discussions, click Preview or View Live in Unit Settings.
es_419: Para ver las discusiones en vivo, haga clic en Vista previa o Ver en vivo en las opciones de la unidad.

source: Discussion ID: {discussion_id}
es_419: ID de discusión: {discussion_id}

source: Discussion topics list
es_419: Lista de temas de discusión

source: Filter Topics
es_419: Filtrar temas

source: filter topics
es_419: fitrar temas

source: All Discussions
es_419: Todas las discusiones

source: Posts I'm Following
es_419: Publicaciones que estoy siguiendo

source: Filter:
es_419: Filtrar:

source: Show all
es_419: Mostrar todo

source: Unread
es_419: Sin leer

source: Unanswered
es_419: Sin responder

source: Flagged
es_419: Reportado

source: Cohort:
es_419: Cohorte:

source: in all cohorts
es_419: en todas las cohortes

source: Sort:
es_419: Ordenar:

source: by recent activity
es_419: por actividad reciente

source: by most activity
es_419: por mayor actividad

source: by most votes
es_419: por mayor número de votos

source: Student Notes
es_419: Notas de los estudiantes

source: Highlights and notes you've made in course content
es_419: Apuntes o anotaciones que usted realizó sobre el contenido del curso

source: Search notes for:
es_419: Buscar en las notas:

source: Search notes for...
es_419: Buscar en las notas...

source: View notes by:
es_419: Ver notas por:

source: You have not made any notes in this course yet. Other students in this course are using notes to:
es_419: Usted no ha hecho anotaciones en este curso aún. Otros estudiantes del curso han usado las notas para:

source: Mark a passage or concept so that it's easy to find later.
es_419: Marcar un pasaje o concepto de modo que sea más fácil de encontrar en el futuro

source: Record thoughts about a specific passage or concept.
es_419: Registrar pensamientos acerca de un pasaje o concepto.

source: Highlight important information to review later in the course or in future courses.
es_419: Resaltar información importante para revisarla posteriormente en este u otros cursos.

source: Get started by making a note in something you just read, like {section_link}.
es_419: Puede iniciar haciendo una nota en algo que haya leido recientemente como {section_link}.

source: Welcome to {course_name}
es_419: Bienvenido a {course_name}

source: To get started, please visit https://{site_name}. The login information for your account follows.
es_419: Para iniciar, por favor visite https://{site_name}. La siguiente es la información de acceso a su cuenta.

source: email: {email}
es_419: Correo electrónico: {email}

source: password: {password}
es_419: Contraseña: {password}

source: It is recommended that you change your password.
es_419: Se recomienda que cambie su contraseña.

source: Sincerely yours,The {course_name} Team
es_419: Atentamente, el equipo {course_name}

source: Thank you for creating an account with {platform_name}!
es_419: Gracias por crear una cuenta en {platform_name}!

source: There's just one more step before you can enroll in a course: you need to activate your {platform_name} account. To activate your account, click the following link. If that doesn't work, copy and paste the link into your browser's address bar.
es_419: Solo falta un paso para poderse inscribir a algún curso: debe activar su cuenta en {platform_name}. Para activar su cuenta, haga clic en el siguiente enlace o cópielo y péguelo en su barra de direcciones del navegador.

source: If you didn't create an account, you don't need to do anything; you won't receive any more email from us. If you need assistance, please do not reply to this email message. Check the help section of the {platform_name} website.
es_419: Si usted no creó una cuenta, no necesita hacer nada; no recibirá ningún correo adicional por parte de nosotros. Si necesita asistencia, por favor no responda a este correo; visite la sección de Ayuda en el sitio web de {platform_name}.

source: Activate Your {platform_name} Account
es_419: Activar tu cuenta en {platform_name}

source: Dear {full_name}
es_419: Apreciado {full_name}

source: You have been invited to be a beta tester for {course_name} at {site_name} by a member of the course staff.
es_419: Ha sido invitado para participar como usuario de prueba para el curso {course_name} en {site_name} por un miembro del equipo del curso.

source: To start accessing course materials, please visit {course_url}
es_419: Para acceder a los materiales del curso, por favor visite {course_url}

source: Visit {course_about_url} to join the course and begin the beta test.
es_419: Visite {course_about_url} para ingresar al curso y comenzar a probarlo en su versión beta.

source: Visit {site_name} to enroll in the course and begin the beta test.
es_419: Visite {site_name} para inscribirse al curso y comenzar a probarlo en su versión beta.

source: This email was automatically sent from {site_name} to {email_address}
es_419: Este correo fue enviado automáticamente por {site_name} a {email_address}

source: You have been invited to a beta test for {course_name}
es_419: Usted ha sido invitado una prueba beta para el curso {course_name}

source: Thank you for your purchase of
es_419: Gracias por su compra de

source: Your payment was successful.
es_419: Su pago se completó con exito.

source: If you have billing questions, please read the FAQ ({faq_url}) or contact {billing_email}.
es_419: Si tiene inquietudes relacionadas con la facturación, por favor lea la sección de preguntas frecuentes ({faq_url}) o contacte a {billing_email}.

source: If you have billing questions, please contact {billing_email}.
es_419: Si tiene inquietudes relacionadas con la facturación, por favor contacte a {billing_email}.

source: {order_placed_by} placed an order and mentioned your name as the Organization contact.
es_419: {order_placed_by} colocó una orden y mencionó su nombre como el contacto organizacional.

source: {order_placed_by} placed an order and mentioned your name as the additional receipt recipient.
es_419: {order_placed_by} colocó una orden y mencionó su nombre como el receptor adicional del recibo de pago.

source: The items in your order are:
es_419: Los items en su orden son:

source: Quantity - Description - Price
es_419: Cantidad - Descripción - Precio

source: Total billed to credit/debit card: {currency_symbol}{total_cost}
es_419: Total cargado a su tarjeta débito o crédito: {currency_symbol}{total_cost}

source: Company Name:
es_419: Nombre de la organización:

source: Purchase Order Number:
es_419: Número de orden de compra:

source: Company Contact Name:
es_419: Nombre del contacto en la organización:

source: Company Contact Email:
es_419: Correo del contacto en la organización:

source: Recipient Name:
es_419: Nombre del destinatario:

source: Recipient Email:
es_419: Correo del destinatario:

source: Order Number: {order_number}
es_419: Número de orden: {order_number}

source: A CSV file of your registration URLs is attached. Please distribute registration URLs to each student planning to enroll using the email template below.
es_419: Un archivo CSV de sus URL de registro ha sido añadido. Por favor distribuya las URLs de registro a cada estudiante que planeé inscribirse usando la plantilla de correo a continuación.

source: Warm regards,
es_419: Cordial saludo,

source: Warm regards,<br>The {platform_name} Team
es_419: Saludos,<br>El equipo {platform_name}

source: Dear [[Name]]
es_419: Estimado [[Name]]

source: To enroll in {course_names} we have provided a registration URL for you. Please follow the instructions below to claim your access.
es_419: Para inscribirse en {course_names} hemos proporcionado una URL de registro. Por favor siga las siguientes instrucciones para confirmar su acceso.

source: Your redeem url is: [[Enter Redeem URL here from the attached CSV]]
es_419: Su url es: [[Enter Redeem URL here from the attached CSV]]

source: (1) Register for an account at {site_name}
es_419: (1) Resgistrar una cuenta en {site_name}

source: (2) Once registered, copy the redeem URL and paste it in your web browser.
es_419: (2) Una vez registrado, copie la URL para redimir y péguela en su navegador web.

source: (3) On the enrollment confirmation page, Click the 'Activate Enrollment Code' button. This will show the enrollment confirmation.
es_419: (3) En la página de confirmación de inscripción, haga clic en el botón de 'Activar el código de inscripción'. Esto le mostrará la confirmación de la inscripción.

source: (4) You should be able to click on 'view course' button or see your course on your student dashboard at {url}
es_419: (4) Ud debe hacer click en el boton 'ver curso' or ver su curso en el panel de control de estudiantes en el {url}

source: (5) Course materials will not be available until the course start date.
es_419: (5) Los materiales del curso solo estarán disponibles a partir de la fecha de inicio del curso

source: <p>Sincerely,</p><p>[[Your Signature]]</p>
es_419: <p>Atentamento,</p><p>[[Your Signature]]</p>

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us immediately. Contact information is listed at:
es_419: Este correo es para confirmar que usted ha cambiado la dirección de correo asociada con {platform_name} de {old_email} a {new_email}. Si usted no realizó esta solicitud, por favor contáctenos inmediatamente. La información de contacto se encuentra en:

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
es_419: Mantenemos un registro de correos electrónicos antiguos, así que si esta solicitud no fue intencional, es posible hacer una inspección.

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
es_419: Hemos recibido una solicitud para cambiar la dirección de correo electrónico asociada con su cuenta de {platform_name} de {old_email} a {new_email}. Si esto es correcto, por favor confirme su nueva dirección de correo, visitando:

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {platform_name} web site.
es_419: Si usted no solicitó este cambio, no necesita hacer nada; no recibirá ningún correo adicional por parte de nosotros. Por favor no responda a este correo; si requiere mayor asistencia, visite la sección de Ayuda en la página web de {platform_name}.

source: Request to change {platform_name} account e-mail
es_419: Solicitud de cambio de correo electrónico en una cuenta de {platform_name}

source: Dear student,
es_419: Apreciado estudiante,

source: You have been invited to join {course_name} at {site_name} by a member of the course staff.
es_419: Ha sido invitado para participar como miembro del equipo para el curso {course_name} en {site_name}.

source: To access the course visit {course_url} and login.
es_419: Para acceder al curso visite {course_url} e inicie sesión.

source: To access the course visit {course_about_url} and register for the course.
es_419: Para acceder al curso visite {course_about_url} y regístrese.

source: To finish your registration, please visit {registration_url} and fill out the registration form making sure to use {email_address} in the E-mail field.
es_419: Para concluir su proceso de registro, visite {registration_url} y diligencie el fomulario asegurándose de utilizar {email_address} en la casilla de correo electrónico.

source: Once you have registered and activated your account, you will see {course_name} listed on your dashboard.
es_419: Una vez se haya registrado y haya activado su cuenta, verá el curso {course_name} en su panel principal.

source: Once you have registered and activated your account, visit {course_about_url} to join the course.
es_419: Una vez se haya registrado y haya activado su cuenta, visite {course_about_url} para unirse al curso.

source: You can then enroll in {course_name}.
es_419: Usted puede ahora inscribirse en el curso {course_name}.

source: You have been invited to register for {course_name}
es_419: Usted ha sido invitado para registrarse al curso {course_name}

source: You have been enrolled in {course_name} at {site_name} by a member of the course staff. The course should now appear on your {site_name} dashboard.
es_419: Usted ha sido inscrito en el curso {course_name} en {site_name} por un miembro del equipo del curso. El curso debe aparecer ahora en su panel principal de {site_name}.

source: This email was automatically sent from {site_name} to {full_name}
es_419: Este correo fue enviado automáticamente por {site_name} a {full_name}

source: You have been enrolled in {course_name}
es_419: Usted ha sido inscrito en el curso {course_name}

source: Your payment was successful. You will see the charge below on your next credit or debit card statement under the company name {merchant_name}.
es_419: El pago fue realizado exitosamente. Verá el cargo en su próximo estado de tarjeta de crédito o débito a nombre de la empresa {merchant_name}.

source: Thank you,
es_419: Gracias.

source: Your order number is: {order_number}
es_419: Su número de orden es: {order_number}

source: Hi {full_name},
es_419: Hola {full_name},

source: Thanks for submitting your photos!
es_419: ¡Gracias por subir tus fotos!

source: We've received your information and the verification process has begun. You can check the status of the verification process on your dashboard.
es_419: Hemos recibido su información y el proceso de verificación ha comenzado. Puede comprobar el estado del proceso de verificación en el panel de control.

source: The {platform_name} team
es_419: El equipo de {platform_name}

source: Thank you for purchasing enrollments in {course_name}.
es_419: Gracias por su inscripción al curso {course_name}.

source: An invoice for {currency_symbol}{total_price} is attached. Payment is due upon receipt. You can find information about payment methods on the invoice.
es_419: Se adjunta una factura por {currency_symbol} {total_price}. El pago debe realizarse de inmediato. La información sobre los métodos de pago puede encontrarse en la factura.

source: A .csv file that lists your enrollment codes is attached. You can use the email template below to distribute enrollment codes to your students. Each student must use a separate enrollment code.
es_419: Se adjunta un archivo .csv con la lista de códigos de inscripción. Puede usar la plantilla de correo a continuación para distribuir los códigos a sus estudiantes. Cada estudiante debe usar un código de inscripción.

source: Thanks, The {platform_name} Team
es_419: Gracias, El equipo {platform_name}

source: Dear [[Name]]:
es_419: Estimado/a [[Name]]:

source: We have provided a course enrollment code for you in {course_name}. To enroll in the course, click the following link:
es_419: Hemos generado un código de inscripción para usted para {course_name}. Para inscribirse en el curso, haga clic en el siguiente vínculo:

source: HTML link from the attached CSV file
es_419: Vínculo HTML del archivo CSV adjunto

source: After you enroll, you can see the course on your student dashboard. You can see course materials after the course start date.
es_419: Después de inscribirse, podra ver el curso en su panel de control. Podrá ver los materiales del curso, solo a partir de la fecha de inicio.

source: Sincerely, [[Your Signature]]
es_419: Cordialmente, [[Your Signature]]

source: INVOICE
es_419: FACTURA

source: Invoice No: {invoice_number}
es_419: Factura Nº: {invoice_number}

source: Terms: Due Upon Receipt
es_419: Condiciones: Vencimiento Inmediato

source: Due Date: {date}
es_419: Fecha límite: {date}

source: Bill to:
es_419: Facturar a:

source: Customer Reference Number: {reference_number}
es_419: Número de referencia del cliente: {reference_number}

source: Balance Due: {currency_symbol}{sale_price}
es_419: Saldo Vencido: {currency_symbol}{sale_price}

source: Course: {course_name}
es_419: Curso: {course_name}

source: Price: {currency_symbol}{course_price} Quantity: {quantity} Sub-Total: {currency_symbol}{sub_total} Discount: {currency_symbol}{discount}
es_419: Precio: {currency_symbol}{course_price} Cantidad: {quantity} Sub-Total: {currency_symbol}{sub_total} Descuento: {currency_symbol}{discount}

source: Payment Instructions
es_419: Instrucciones de pago

source: If we do not receive payment, the learner enrollments that use these codes will be canceled and learners will not be able to access course materials. All purchases are final. For more information, see the {site_name} cancellation policy.
es_419: Si no recibimos el pago, las inscripciones que utilizan estos códigos serán canceladas y los estudiantes no podrán acceder a los materiales del curso. Todas las compras son definitivas. Para más información, vea la política de cancelaciones de {site_name}.

source: For payment questions, contact {contact_email}
es_419: Si tiene inquietudes relacionadas con el pago, por favor contacte a {contact_email}.

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the course staff at {email}.
es_419: Lo sentimos. El personal del curso no aprobó su solicitud para cambio de nombre de {old_name} a {new_name}. Si necesita mayor asistencia, por favor envíe un correo electrónico al equipo del curso a {email}.
