Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Course Team
hi: कोर्स टीम
ja_jp: 講座運営チーム
lt_lt: Kurso komanda
vi: Nhóm Điều Hành

source: Advanced Settings
hi: एडवांस सेटिंग
ja_jp: 詳細設定
lt_lt: Papildomi nustatymai
vi: Thiết Lập Nâng Cao

source: Checklists
hi: जाँच सूची
lt_lt: Veiksmų sąrašai
vi: Danh Sách Kiểm Tra

source: Tools
hi: टूल्‍स
ja_jp: ツール
lt_lt: Įrankiai
vi: Công cụ

source: Duplicate
hi: प्रतिरूप
ja_jp: 複製
lt_lt: Kopijuoti
vi: Bản sao

source: Duplicate this component
hi: इस घटक के प्रतिरूप
ja_jp: このアイテムを複製
lt_lt: Nukopijuoti šį komponentą
vi: Bản sao phần này

source: Move
hi: चाल
vi: Di chyển

source: Delete this component
hi: यह घटक अपमार्जित करें
ja_jp: このアイテムを削除
lt_lt: Pašalinti šį komponentą
vi: Xóa phần này

source: Drag to reorder
he: גרור בכדי לסדר מחדש
hi: पुन: व्‍यवस्थित करने हेतु खींचें
ja_jp: ドラッグして並び替え
lt_lt: Tempkite, norėdami pakeisti rikiavimą
vi: Kéo để sắp xếp lại

source: Page Actions
hi: पृष्‍ठ के कार्यकलाप
ja_jp: ページの動き
lt_lt: Puslapio veiksmai
vi: Thao tác trên trang

source: Open the courseware in the LMS
hi: एलएमएस में कोर्सवेयर खोलें
ja_jp: LMS の教材を開く
vi: Mở chương trình học trong LMS

source: View Live Version
hi: जीवित संस्‍करण देखें
ja_jp: 現行バージョンを見る
lt_lt: Žiūrėti tiesiogiai
vi: Xem phiên bản thực

source: Preview the courseware in the LMS
hi: LMS में कोर्सवेयर का पूर्वावलोकन करें
ja_jp: LMS の教材をプレビュー
vi: Xem trước giáo trình trong LMS

source: Adding components
hi: घटक जोड़ना
ja_jp: アイテムを追加中
lt_lt: Pridedami komponentai
vi: Thêm các phần

source: Select a component type under {strong_start}Add New Component{strong_end}. Then select a template.
hi: {Strong_start} के तहत एक घटक प्रकार चुनें नया घटक जोड़ें {strong_end}। फिर एक टेम्पलेट चुनें।
vi: Chọn loại thành phần bên dưới {strong_start}Thêm Thành phần Mới{strong_end}. Sau đó, chọn một mẫu.

source: The new component is added at the bottom of the page or group. You can then edit and move the component.
hi: नया घटक पृष्ठ या समूह के नीचे जोड़ा गया है। फिर आप घटक को संपादित और स्थानांतरित कर सकते हैं।
ja_jp: 新しいアイテムがこのページもしくはグループの最下部に追加されました。アイテムを編集したり、移動させることができます。
lt_lt: Naujas komponentas pridedamas puslapio arba grupės apačioje. Tada galite komponentą redaguoti ir perkelti.
vi: Các phần mới được thêm vào bên dưới của trang hoặc nhóm. Bạn có thể chỉnh sửa và chuyển các phần.

source: Editing components
hi: घटकों का संपादन
ja_jp: アイテムを編集中
lt_lt: Komponentų redagavimas
vi: Chỉnh sửa các phần

source: Click the {strong_start}Edit{strong_end} icon in a component to edit its content.
hi: अपनी सामग्री को संपादित करने के लिए एक घटक में {strong_start} संपादित करें {strong_end} आइकन पर क्लिक करें।
vi: Bấm vào biểu tượng {strong_start}Sửa{strong_end} trong một thành phần để sửa nội dung của nó.

source: Reorganizing components
hi: घटकों को पुनर्गठित करना
ja_jp: アイテムを再構成中
lt_lt: Komponentų pertvarkymas
vi: Tổ chức các phần

source: Drag components to new locations within this component.
hi: इस घटक के भीतर नए स्थानों पर घटकों को खींचें।
ja_jp: このアイテム内の新たなロケーションにアイテムをドラッグしてください。
lt_lt: Nutempkite komponentus į naujas vietas šio komponento viduje.
vi: Kéo các phần đến các đại điểm mới trong các phần này.

source: For content experiments, you can drag components to other groups.
hi: सामग्री प्रयोगों के लिए, आप घटकों को अन्य समूहों में खींच सकते हैं।
ja_jp: コンテンツの調査のため、ほかのグループにアイテムをドラッグできます。
lt_lt: Galite turinio bandymams nutempti komponentus į kitas grupes.
vi: Trong các nội dung thử nghiệm, bạn có thể kéo các phần vào các nhóm khác.

source: Working with content experiments
hi: सामग्री प्रयोगों के साथ काम करना
ja_jp: 実験コンテンツと共に稼働中
lt_lt: Darbas su turinio bandymais
vi: Làm việc với các nội dung thử nghiệm

source: Confirm that you have properly configured content in each of your experiment groups.
hi: पुष्टि करें कि आपने अपने प्रत्येक प्रयोग समूह में सामग्री को ठीक से कॉन्फ़िगर किया है।
ja_jp: 各実験グループごとにコンテンツが適切に設定されているかを確認してください。
lt_lt: Patvirtinkite, kad tinkamai konfigūravote turinį kiekvienoje bandymo grupėje.
vi: Xác nhận rằng bạn đã cấu hình đúng nội dung trong mỗi nhóm thử nghiệm của bạn

source: Learn more about component containers
hi: घटक कंटेनरों के बारे में अधिक जानें
ja_jp: アイテムのコンテナについてもっと学ぶ
lt_lt: Sužinoti daugiau apie komponentų talpykles
vi: Tìm hiểu thêm về các thành phần

source: Unit Location
hi: इकाई स्‍थल
ja_jp: 単元のロケーション
lt_lt: Skyriaus vieta
vi: Địa chỉ của bài học

source: Location ID
hi: स्‍थल ID
ja_jp: ロケーションID
lt_lt: Vietos identifikatorius
vi: Vị trí ID

source: To create a link to this unit from an HTML component in this course, enter "/jump_to_id/<location ID>" as the URL value.
hi: इस पाठ्यक्रम में एक HTML घटक से इस इकाई का लिंक बनाने के लिए, URL मान के रूप में "/ jump_to_id /<location ID>" दर्ज करें।
vi: Để tạo liên kết đến đơn vị này từ một thành phần HTML trong khóa học này, hãy nhập "/jump_to_id/<location ID>" làm giá trị URL.

source: Location in Course Outline
ja_jp: 講座のアウトラインにおけるロケーション
lt_lt: Vieta kurso plane
vi: Vị trí trong Đề cương khóa học

source: Create a Course Rerun of:
hi: घटक कंटेनरों के बारे में अधिक जानें
ja_jp: 次の講座の再開講を作成：
lt_lt: Sukurti šio kurso pakartojimą:
vi: Tạo một Kỳ học mới của:

source: Create a re-run of a course
hi: एक कोर्स का री-रन बनाएं
ja_jp: 再開講を作成
lt_lt: Sukurti kurso pakartojimą
vi: Khởi tạo lại một kỳ học mới của một khoá học

source: You are creating a re-run from:
hi: आप इससे फिर से रन बना रहे हैं:
ja_jp: 次の講座から再開講を作成中：
lt_lt: Jūs kuriate pakartojimą iš:
vi: Bạn đang tạo lại một kỳ học từ:

source: Provide identifying information for this re-run of the course. The original course is not affected in any way by a re-run.
hi: पाठ्यक्रम के इस पुन: चलाने के लिए पहचान की जानकारी प्रदान करें। मूल पाठ्यक्रम फिर से चलाने से किसी भी तरह से प्रभावित नहीं होता है।
ja_jp: この講座の再開講のための情報を特定する情報を入力してください。再開講を行なっても元の講座は影響はありません。
lt_lt: Pateikite šį kurso pakartojimą identifikuojančią informaciją. Pakartojimas niekaip nepaveiks pradinio kurso.
vi: Cung cấp thông tin xác định cho lần chạy lại khóa học này. Khóa học ban đầu không bị ảnh hưởng bởi bất kỳ điều gì khi chạy lại.

source: Note: Together, the organization, course number, and course run must uniquely identify this new course instance.
hi: नोट: साथ में, संगठन, पाठ्यक्रम संख्या, और पाठ्यक्रम चलाने के लिए इस नए पाठ्यक्रम उदाहरण की विशिष्ट पहचान करनी चाहिए।
ja_jp: 注意：組織、講座番号、開講日程を共に用いて、ユニークに新しい講座を指定する必要があります。
lt_lt: Pastaba: organizacija, kurso numeris ir kurso pakartojimas kartu turi unikaliai identifikuoti šį naują kursą.
vi: Lưu ý: Tổ chức, số khoá học và kỳ học phải cùng nhau chỉ định duy nhất trường hợp khóa học mới này.

source: Required Information to Create a re-run of a course
hi: कोर्स की री-रन बनाने के लिए आवश्यक जानकारी
ja_jp: 再開講講座の設定に必要な情報
lt_lt: Norint sukurti kurso pakartojimą reikalinga informacija
vi: Thông tin Bắt buộc để Tạo lại một khóa học

source: e.g. Introduction to Computer Science
hi: उदाहरण : कम्‍प्‍यूटर विज्ञान का परिचय
ja_jp: 例：計算機科学入門
lt_lt: pvz., Informatikos įvadas
vi: Ví dụ. Giới thiệu về Khoa học máy tính

source: The public display name for the new course. (This name is often the same as the original course name.)
hi: नए पाठ्यक्रम के लिए सार्वजनिक प्रदर्शन नाम। (यह नाम अक्सर मूल पाठ्यक्रम नाम के समान होता है।)
ja_jp: 新しい講座の公開表示名。(この名前はオリジナルの講座名と同じことが多いです。)
lt_lt: Viešai rodomas naujo kurso pavadinimas. (Dažnai šis pavadinimas yra toks pats kaip pradinio kurso pavadinimas.)
vi: Tên hiển thị công khai của khóa học mới. (Tên này thường giống tên khóa học ban đầu)

source: Organization
he: ארגון
hi: संगठन
ja_jp: 編成
lt_lt: Organizacija
vi: Tổ chức

source: e.g. UniversityX or OrganizationX
hi: विश्‍वविद्यालय-X या संस्‍थान-X
ja_jp: 例： UniversityX or OrganizationX
lt_lt: pvz., X universitetas arba X organizacija
vi: Ví dụ: DaihocX or ToChucX

source: The name of the organization sponsoring the new course. (This name is often the same as the original organization name.)
hi: नए पाठ्यक्रम को प्रायोजित करने वाले संगठन का नाम। (यह नाम अक्सर मूल संगठन नाम के समान होता है।)
ja_jp: 新しい講座の主催者名。(この名前はオリジナルの組織名と同じことが多いです。)
lt_lt: Organizacijos, rengiančios naują kursą, pavadinimas. (Šis pavadinimas dažnai yra toks pats kaip pradinis organizacijos pavadinimas.)
vi: Tên của tổ chức tài trợ cho khóa học mới. (Tên này thường giống với tên tổ chức ban đầu.)

source: Note: No spaces or special characters are allowed.
hi: नोट: कोई स्थान या विशेष वर्ण की अनुमति नहीं है।
ja_jp: 注意：スペースおよび記号は使えません。
lt_lt: Pastaba: negalima naudoti tarpų ir specialiųjų simbolių.
vi: Lưu ý: Các khoản trắng và ký tự đặc biệt thì không được phép.

source: e.g. CS101
hi: उदाहरण : CS101
ja_jp: 例：CS101
lt_lt: pvz., CS101
vi: Ví dụ: CS101

source: The unique number that identifies the new course within the organization. (This number will be the same as the original course number and cannot be changed.)
hi: अद्वितीय संख्या जो संगठन के भीतर नए पाठ्यक्रम की पहचान करती है। (यह संख्या मूल पाठ्यक्रम संख्या के समान होगी और इसे बदला नहीं जा सकता है।)
vi: Số duy nhất xác định khóa học mới trong tổ chức. (Số này sẽ giống với số học ban đầu và không thể thay đổi được.)

source: Course Run
hi: कोर्स रन
ja_jp: 受講開始
lt_lt: Kurso laikotarpis
vi: Khởi chạy khóa học

source: e.g. 2014_T1
ja_jp: 例： 2014_T1
lt_lt: pvz., 2014_T1
vi: Ví dụ: 2014_T1

source: The term in which the new course will run. (This value is often different than the original course run value.)
hi: वह शब्द जिसमें नया पाठ्यक्रम चलेगा। (यह मूल्य अक्सर मूल पाठ्यक्रम चलाने के मूल्य से भिन्न होता है।)
ja_jp: 新しい講座が開かれる期間。(この値はオリジナルの講座実行値と異なります。)
lt_lt: Laikas, kada vyks naujas kursas. (Jis paprastai skiriasi nuo pradinio kurso laiko.)
vi: Thời hạn trong đó khóa học mới sẽ chạy. (Giá trị này thường khác với giá trị chạy ban đầu.)

source: Create Re-run
hi: री-रन बनाएं
ja_jp: もう一度作成
lt_lt: Sukurti pakartojimą
vi: Tạo Re-run

source: When will my course re-run start?
hi: मेरा कोर्स फिर से कब शुरू होगा?
ja_jp: 私の講座の再実行はいつ開始されますか？
lt_lt: Kada prasidės mano kurso pakartojimas?
vi: Khi nào khóa học của tôi sẽ bắt đầu

source: The new course is set to start on January 1, 2030 at midnight (UTC).
hi: नया पाठ्यक्रम 1 जनवरी 2030 को मध्यरात्रि (UTC) से शुरू होने वाला है।
ja_jp: 新しい講座は2030年1月1日午前0時(UTC)に開始されるようセットされました。
lt_lt: Numatyta, kad naujas kursas prasidės 2030 m. sausio 1 d. vidurnaktį (UTC).
vi: Một khóa mới thì thiết đặt bắt đầu vào Tháng 1 1, 2030 lúc nữa đêm (UTC).

source: What transfers from the original course?
hi: मूल पाठ्यक्रम से क्या स्थानान्तरण?
ja_jp: オリジナルの講座から何が転送されますか？
lt_lt: Kas perkeliama iš pradinio kurso?
vi: Những gì chuyển từ khóa học ban đầu?

source: The new course has the same course outline and content as the original course. All problems, videos, announcements, and other files are duplicated to the new course.
hi: नए पाठ्यक्रम में मूल पाठ्यक्रम की तरह ही पाठ्यक्रम की रूपरेखा और सामग्री है। सभी समस्याओं, वीडियो, घोषणाओं और अन्य फ़ाइलों को नए पाठ्यक्रम में दोहराया गया है।
ja_jp: 新しい講座はオリジナルの講座と同じ概略と内容です。すべての問題、動画、お知らせ、その他のファイルは新しい講座に複製されました。
lt_lt: Naujo kurso temų struktūra ir turinys yra tokie patys, kaip pradinio kurso. Visos užduotys, vaizdo įrašai, skelbimai ir kiti failai yra nukopijuoti į naują kursą.
vi: Khóa học mới có cùng đề cương và nội dung như khóa học ban đầu. Tất cả các câu hỏi, video, thông báo và các tệp khác được nhân bản cho khóa học mới.

source: What does not transfer from the original course?
hi: मूल पाठ्यक्रम से क्या स्थानांतरित नहीं होता है?
ja_jp: オリジナルの講座から何が転送されませんか？
lt_lt: Kas neperkeliama iš pradinio kurso?
vi: Những gì không chuyển từ khóa học ban đầu?

source: You are the only member of the new course's staff. No students are enrolled in the course, and there is no student data. There is no content in the discussion topics or wiki.
hi: आप नए पाठ्यक्रम के कर्मचारियों के एकमात्र सदस्य हैं। पाठ्यक्रम में कोई भी छात्र नामांकित नहीं है, और कोई छात्र डेटा नहीं है। चर्चा के विषय या विकि में कोई सामग्री नहीं है।
ja_jp: あなたが唯一の講座スタッフメンバーです。受講者は登録されませんし受講者情報もありません。ディスカッションやWikiにコンテンツはありません。
lt_lt: Jūs esate vienintelis naujo kurso personalo narys. Nėra į kursą užsiregistravusių dalyvių ir nėra kurso dalyvių duomenų. Nėra diskusijų temų ir vikio turinio.
vi: Bạn là thành viên duy nhất của nhóm nhân viên mới của khóa học. Chưa có sinh viên nào đăng ký vào khóa học và không có dữ liệu sinh viên. Không có nội dung trong các chủ đề thảo luận hoặc wiki.

source: Learn more about Course Re-runs
hi: कोर्स री-रन के बारे में अधिक जानें
ja_jp: 講座の再実行についてもっと学ぶ
lt_lt: Sužinoti daugiau apie kurso pakartojimus
vi: TÌm hiểu thêm về Course Re-runs

source: Course Updates
hi: पाठ्यक्रम का अद्यतन
ja_jp: 講座の新着情報
lt_lt: Kurso atnaujinimai
vi: Cập Nhật Khóa Học

source: New Update
hi: नये अद्यतन
ja_jp: 新規情報
lt_lt: Naujas atnaujinimas
vi: Cập Nhật Mới

source: Use course updates to notify students of important dates or exams, highlight particular discussions in the forums, announce schedule changes, and respond to student questions. You add or edit updates in HTML.
hi: महत्वपूर्ण तिथियों या परीक्षाओं के छात्रों को सूचित करने के लिए पाठ्यक्रम अपडेट का उपयोग करें, मंचों में विशेष चर्चाओं को हाइलाइट करें, शेड्यूल परिवर्तन की घोषणा करें, और छात्र प्रश्नों का उत्तर दें। आप HTML में अपडेट जोड़ते या संपादित करते हैं।
ja_jp: 講座更新を使用して重要な日や試験を通知したり、特定のディスカッションやフォーラムをハイライトしたり、スケジュール変更を通知したり、受講者の質問の返信をしてください。更新の追加や更新はHTMLを使用します。
lt_lt: Kurso atnaujinimais praneškite kurso dalyviams apie svarbias datas ar egzaminus, akcentuokite tam tikras diskusijas forumuose, paskelbkite tvarkaraščio pokyčius ir atsakykite į kurso dalyvių klausimus. Atnaujinimus pridedate ir redaguojate HTML aplinkoje.
vi: Sử dụng cập nhật khóa học để nhắc nhở học viên về những ngày quan trọng hoặc kỳ thi, làm nổi bật các cuộc thảo luận đặc biệt trong diễn đàn, thông báo những thay đổi trong lịch trình, và phản hồi câu hỏi của học viên. Bạn thêm hoặc thay đổi cập nhật bằng mã HTML.

source: This course was created as a re-run. Some manual configuration is needed.
hi: इस कोर्स को फिर से चलाने के रूप में बनाया गया था। कुछ मैनुअल कॉन्फ़िगरेशन की आवश्यकता है।
ja_jp: 講座は再実行として作成されました。いくつかの設定が必要です。
lt_lt: Šis kursas buvo sukurtas kaip pakartojimas. Reikalingas rankinis konfigūravimas.
vi: Khóa học này được tạo ra như là một kỳ học mới. Một số cấu hình bằng tay là cần thiết.

source: No course content is currently visible, and no learners are enrolled. Be sure to review and reset all dates, including the Course Start Date; set up the course team; review course updates and other assets for dated material; and seed the discussions and wiki.
hi: कोई भी पाठ्यक्रम सामग्री वर्तमान में दिखाई नहीं देती है, और कोई भी शिक्षार्थी नामांकित नहीं हैं। पाठ्यक्रम प्रारंभ दिनांक सहित सभी तिथियों की समीक्षा और रीसेट करना सुनिश्चित करें; पाठ्यक्रम टीम स्थापित करें; दिनांकित सामग्री के लिए पाठ्यक्रम अद्यतन और अन्य परिसंपत्तियों की समीक्षा करें; और चर्चा और विकि को बीज दें।
vi: Hiện không có nội dung khóa học nào hiển thị và không có người học nào đăng ký. Hãy chắc chắn xem lại và đặt lại tất cả các ngày tháng, bao gồm Ngày bắt đầu Khóa học; thành lập nhóm điều hành; kiểm tra các cập nhật khóa học và các tài nguyên khác cho tài liệu có thời hạn; và định hướng các cuộc thảo luận và wiki.

source: Warning
hi: चेतावनी
ja_jp: 警告
lt_lt: Įspėjimas
vi: Cảnh báo

source: This course uses features that are no longer supported.
hi: यह पाठ्यक्रम उन सुविधाओं का उपयोग करता है जो अब समर्थित नहीं हैं।
ja_jp: この講座はすでにサポートされていない機能を使っています。
vi: Khóa học này sử dụng các tính năng không còn được hỗ trợ.

source: You must delete or replace the following components.
hi: आपको निम्नलिखित घटकों को हटाना या बदलना होगा।
ja_jp: 以下のコンポーネントを削除するか置き換える必要があります。
vi: Bạn phải xóa hoặc thay thế các thành phần sau.

source: Unsupported Components
hi: असमर्थित घटक
ja_jp: サポートされていないコンポーネント
vi: Các thành phần không được hỗ trợ

source: Deprecated Component
hi: पदावनत घटक
vi: Thành phần Lỗi thời

source: To avoid errors, {platform_name} strongly recommends that you remove unsupported features from the course advanced settings. To do this, go to the {link_start}Advanced Settings page{link_end}, locate the "Advanced Module List" setting, and then delete the following modules from the list.
hi: त्रुटियों से बचने के लिए, {platform_name} दृढ़ता से अनुशंसा करता है कि आप कोर्स की उन्नत सेटिंग्स से असमर्थित सुविधाओं को हटा दें। ऐसा करने के लिए, {link_start} उन्नत सेटिंग पृष्ठ {link_end} पर जाएं, "उन्नत मॉड्यूल सूची" सेटिंग का पता लगाएं, और फिर सूची से निम्न मॉड्यूल हटाएं।
vi: Để tránh lỗi, {platform_name} khuyên bạn nên xóa các tính năng không được hỗ trợ khỏi thiết lập nâng cao của khóa học. Để thực hiện việc này, hãy mở trang {link_start}Cài đặt Nâng cao{link_end}, tìm phần thiết lập "Danh sách Mô đun Nâng cao" và sau đó xóa các mô-đun sau khỏi danh sách.

source: Unsupported Advance Modules
hi: असमर्थित अग्रिम मॉड्यूल
ja_jp: サポートされていない高度なモジュール
vi: Các mô đun nâng cao không được hỗ trợ

source: Click to add a new section
hi: एक नया खंड जोडने हेतु क्लिक करें
ja_jp: クリックして新しい章を追加
lt_lt: Paspauskite norėdami pridėti naują temą
vi: Nhấp để thêm một mục mới

source: New Section
hi: नया खंड
ja_jp: 新しい章
lt_lt: Nauja tema
vi: Mục Mới

source: Reindex current course
hi: रेनडेक्स करंट कोर्स
ja_jp: 現在の講座を再インデックス
vi: Lập lại chỉ mục khóa học hiện tại

source: Reindex
hi: अनुक्रमणः
ja_jp: 再インデックス
vi: Lập lại chỉ mục

source: Collapse All Sections
hi: सभी वर्गों को संक्षिप्त करें
ja_jp: すべてのセクションを折り畳む
lt_lt: Suskleisti visas temas
vi: Thu gọn tất cả mục

source: Expand All Sections
hi: सभी वर्गों का विस्तार करें
ja_jp: すべての章を展開
lt_lt: Išskleisti visas temas
vi: Mở rộng tất cả mục

source: Click to open the courseware in the LMS in a new tab
hi: LMS में उपलब्‍ध विषयवस्‍तु को एक नये टैब में खोलने हेतु क्लिक करें
ja_jp: クリックして新しいタブでLMSの教材を開く
lt_lt: Paspauskite norėdami atidaryti kurso medžiagą naujoje kortelėje mokymo valdymo sistemoje.
vi: Nhấp để mở chương trình học trong LMS ở một tab mới

source: View Live
he: תצוגה חיה
hi: सीधे देखें
ja_jp: ライブ表示
lt_lt: Žiūrėti tiesiogiai
vi: Xem Bản Thực

source: Creating your course organization
hi: अपना पाठ्यक्रम संगठन बनाना
ja_jp: 講座の組織を作成中
lt_lt: Kurso struktūros kūrimas
vi: Cách tổ chức cho khóa học của bạn

source: You add sections, subsections, and units directly in the outline.
hi: आप बाह्यरेखा में सीधे अनुभाग, उपखंड और इकाइयाँ जोड़ते हैं।
ja_jp: 章、節、単元をアウトラインに直接追加してください。
lt_lt: Kurso plane pridėkite temas, potemes ir skyrius.
vi: Bạn thêm các mục, mục phụ, và các đơn vị trực tiếp trong đề cương.

source: Create a section, then add subsections and units. Open a unit to add course components.
hi: एक अनुभाग बनाएँ, फिर उपखंड और इकाइयाँ जोड़ें। पाठ्यक्रम घटकों को जोड़ने के लिए एक इकाई खोलें।
ja_jp: 章を作成し、その後、節や単元を追加します。アイテムを追加するには単元を開いてください。
lt_lt: Sukurkite temą, tada pridėkite potemes ir skyrius. Skyrių gali sudaryti keletas kurso komponentų.
vi: Tạo một mục, sau đó thêm mục phụ và các đơn vị. Mở một đơn vị để thêm các thành phần khóa học.

source: Reorganizing your course
hi: अपने पाठ्यक्रम का पुनर्गठन करना
ja_jp: 講座を再構成中
lt_lt: Kurso pertvarkymas
vi: Tổ chức lại khóa học của bạn

source: Drag sections, subsections, and units to new locations in the outline.
hi: आउटलाइन में नए स्थानों पर अनुभाग, उपखंड और इकाइयों को खींचें।
ja_jp: 章、節、単元をアウトラインにおける新しいロケーションにドラッグしてください。
lt_lt: Temas, potemes ir skyrius galite perkelti į bet kurią vietą.
vi: Kéo các mục, mục phụ, và các đơn vị đến địa điểm mới trong đề cương.

source: Learn more about the course outline
hi: पाठ्यक्रम की रूपरेखा के बारे में अधिक जानें
ja_jp: 講座の概略についてもっと学ぶ
lt_lt: Sužinoti daugiau apie kurso planą
vi: Tìm hiểu thêm về các đề cương khóa học

source: Setting release dates and grading policies
hi: रिलीज की तारीख तय करना और नीतियां बनाना
ja_jp: リリース日と採点ポリシーを設定中
lt_lt: Paskelbimo datų ir vertinimo tvarkos nustatymas
vi: Thiết lập ngày phát hành và chính sách phân loại

source: Select the Configure icon for a section or subsection to set its release date. When you configure a subsection, you can also set the grading policy and due date.
hi: इसकी रिलीज़ तिथि निर्धारित करने के लिए किसी अनुभाग या उपधारा के लिए कॉन्फ़िगर करें आइकन चुनें। जब आप किसी उपधारा को कॉन्फ़िगर करते हैं, तो आप ग्रेडिंग नीति और नियत तिथि भी निर्धारित कर सकते हैं।
ja_jp: 章または節のリリース日を設定するための設定アイコンを選んでください。節を設定した時は採点ポリシーと締切も設定できます。
lt_lt: Norėdami nustatyti temos ar potemės paskelbimo datą pasirinkite piktogramą "Konfigūruoti". Konfigūruodami potemę galite kartu nustatyti vertinimo tvarką ir atsiskaitymo pateikimo datą.
vi: Chọn biểu tượng cấu hình cho một phần hoặc tiểu mục để thiết lập ngày phát hành của nó. Khi bạn cấu hình một tiểu mục, bạn cũng có thể thiết lập các chính sách chấm điểm và ngày hết hạn.

source: Learn more about grading policy settings
hi: ग्रेडिंग नीति सेटिंग के बारे में अधिक जानें
vi: Tìm hiểu thêm về cách cài đặt chính sách chấm điểm

source: Changing the content learners see
hi: सामग्री शिक्षार्थियों को बदलते हुए देखें
vi: Thay đổi nội dung mà sinh viên sẽ nhìn thấy

source: To publish draft content, select the Publish icon for a section, subsection, or unit.
hi: ड्राफ्ट सामग्री प्रकाशित करने के लिए, किसी अनुभाग, उपधारा या इकाई के लिए प्रकाशित करें आइकन चुनें।
ja_jp: 下書きのコンテンツを発行するためには、章、節または単元の発行アイコンを選んでください。
lt_lt: Norėdami juodraštinį turinį paskelbti, temoje, potemėje arba skyriuje pasirinkite piktogramą "Paskelbti".
vi: Để xuất bản nội dung dự thảo, chọn Xuất bản cho một mục, tiểu mục, hoặc đơn vị.

source: To make a section, subsection, or unit unavailable to learners, select the Configure icon for that level, then select the appropriate {em_start}Hide{em_end} option. Grades for hidden sections, subsections, and units are not included in grade calculations.
hi: शिक्षार्थियों के लिए अनुपलब्ध अनुभाग, उपधारा या इकाई बनाने के लिए, उस स्तर के लिए कॉन्फ़िगर आइकन का चयन करें, फिर उपयुक्त {em_start} छुपाएं {em_end} विकल्प का चयन करें। छिपे हुए वर्गों, उप-वर्गों और इकाइयों के लिए ग्रेड ग्रेड गणना में शामिल नहीं हैं।
vi: Để ẩn một section,subsectioc,hoặc một unit chọn biểu tượng cấu hình ,hình bánh răng sau đó chọn {em_start} Hide {em_end} .Điểm số cho những phần đã bị ẩn sẽ không được tính.

source: To hide the content of a subsection from learners after the subsection due date has passed, select the Configure icon for a subsection, then select {em_start}Hide content after due date{em_end}. Grades for the subsection remain included in grade calculations.
hi: निर्धारित तिथि बीतने के बाद शिक्षार्थियों से एक उपधारा की सामग्री को छिपाने के लिए, उपधारा के लिए कॉन्फ़िगर आइकन का चयन करें, फिर {em_start} नियत दिनांक {em_end} के बाद सामग्री छिपाएँ चुनें। उप-ग्रेड के लिए ग्रेड ग्रेड गणना में शामिल रहते हैं।
vi: Để ẩn nội dung của một subsection sau khi subsection đó quá hạn chọn biểu tượng cấu hình hình bánh răng ở subsection đó,sau đó chọn {em_start} Ẩn nội dung sau khi quá hạn {em_end}.Điểm số của subsection đó vẫn sẽ được tính.

source: Learn more about content visibility settings
hi: सामग्री दृश्यता सेटिंग के बारे में अधिक जानें
vi: Tìm hiểu thêm về cách thiết lập ẩn nội dung.

source: Pages
hi: पृष्‍ठ
ja_jp: ページ
lt_lt: Puslapiai
vi: Trang

source: New Page
hi: नया पृष्ठ
ja_jp: 新規ページ
lt_lt: Naujas puslapis
vi: Trang Mới

source: Note: Pages are publicly visible. If users know the URL of a page, they can view the page even if they are not registered for or logged in to your course.
hi: नोट: पृष्ठ सार्वजनिक रूप से दिखाई दे रहे हैं। यदि उपयोगकर्ता किसी पृष्ठ का URL जानते हैं, तो वे पृष्ठ को देख सकते हैं, भले ही वे आपके पाठ्यक्रम में पंजीकृत न हों या लॉग इन न हों।
ja_jp: 注意：ページは一般公開されます。ページのURLを知っていれば登録または講座にログインしていなくても閲覧することができます。
lt_lt: Pastaba: puslapiai yra viešai matomi. Jeigu naudotojai žino puslapio URL nuorodą, jie gali matyti puslapį net jeigu nėra prisiregistravę ar prisijungę prie jūsų kurso.
vi: Lưu ý: Các trang được hiển thị công khai. Nếu người dùng biết địa chỉ của một trang, họ có thể xem trang ngay cả khi họ không đăng ký hoặc đăng nhập vào khóa học của bạn.

source: Show this page
hi: यह पृष्‍ठ दिखायें
ja_jp: このページを表示
lt_lt: Rodyti šį puslapį
vi: Hiển thị trang này
