Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Error: The request was received, but there was a timeout at the payment processor. Possible fix: retry the payment.
ja_jp: エラー： 要求は受信されましたが、支払処理でタイムアウトが発生しました。 解決方法：支払いを再度行ってください。
lt_lt: Klaida: užklausa gauta, bet baigėsi mokėjimų apdorojimo sistemos laiko limitas. Galimas sprendimas: bandykite dar kartą sumokėti.

source: The authorization request was approved by the issuing bank but declined by CyberSource.' Possible fix: retry with a different form of payment.
ja_jp: 認証リクエストはカード会社により認証されましたが、CyberSourceにより拒否されました.' 解決方法：別の支払方法をお試しください。
lt_lt: Išdavęs bankas patvirtino prašymą suteikti leidimą, bet leidimą atmetė CyberSource. Galimas sprendimas: bandykite sumokėti kitu būdu.

source: No user with the provided email address exists.
he: לא קיים משתמש עם כתובת הדוא"ל שסופקה.
ja_jp: 指定されたメールアドレスのユーザーが見つかりません。
lt_lt: Naudotojo, turinčio pateiktą el. pašto adresą, nėra.

source: Manual Refund
he: החזר ידני
ja_jp: 手動返金
lt_lt: Rankinis apmokėjimas

source: No photo ID was provided.
he: לא סופקה תעודה מזהה.
ja_jp: 写真IDが提供されていません。
lt_lt: Nepateikta asmens tapatybės dokumento nuotrauka.

source: We couldn't read your name from your photo ID image.
he: לא הצלחנו לקרוא את השם שלך מתמונת התעודה מזהה.
ja_jp: 写真ID画像からあなたの氏名を読み取ることが出来ません。
lt_lt: Iš asmens tapatybės dokumento nuotraukos vaizdo negalėjome perskaityti jūsų vardo ir pavardės.

source: The name associated with your account and the name on your ID do not match.
he: שם המשויך לחשבון שלך והשם בתעודת הזהות שלך אינם תואמים.
ja_jp: あなたのアカウントの情報と身分証明書の氏名が一致しません。
lt_lt: Vardas ir pavardė jūsų paskyroje ir ant asmens tapatybės dokumento nesutampa.

source: The image of your face was not clear.
he: התמונה של הפנים שלך לא הייתה ברורה.
ja_jp: あなたの顔の画像が鮮明ではありません。
lt_lt: Jūsų veido atvaizdas neryškus.

source: Your face was not visible in your self-photo.
he: הפנים שלך לא היו גלויים לעין בתמונה העצמית שלך.
ja_jp: 撮影された写真の画像であなたの顔が判別できません。
lt_lt: Nuotraukoje nematyti jūsų veido.

source: There was an error verifying your ID photos.
he: אירעה שגיאה באימות תמונת תעודת הזהות שלך.
ja_jp: 身分証明書の写真を確認する際にエラーが発生しました。
lt_lt: Klaida tikrinant jūsų identifikacines nuotraukas.

source: Invalid checkpoint location
ja_jp: 無効なチェックポイント配置
lt_lt: Neteisinga kontrolinio taško vieta

source: Verification photos received
he: התקבלו תמונות אימות
ja_jp: 認証写真を受信しました
lt_lt: Gautos nuotraukos patvirtinimui

source: Like {platform_name} on Facebook
ja_jp: Facebook で {platform_name} を イイネ！ する
lt_lt: Mėkite {platform_name} Facebooke

source: Follow {platform_name} on Twitter
ja_jp: Twitter で {platform_name} をフォローする
lt_lt: Sekite {platform_name} Twitteryje

source: Follow {platform_name} on LinkedIn
ja_jp: LinkedIn で {platform_name} をフォローする
lt_lt: Sekite {platform_name} LinkedIn

source: Follow {platform_name} on Google+
ja_jp: Google+ で {platform_name} をフォローする
lt_lt: Sekite {platform_name} Google+

source: Subscribe to the {platform_name} subreddit
ja_jp: {platform_name} の subreddit に登録する
lt_lt: Užsiregistruoti {platform_name} reddit.com

source: Subscribe to the {platform_name} YouTube channel
ja_jp: {platform_name} の YouTube チャンネルに登録する
lt_lt: Prisiregistruoti prie {platform_name} kanalo YouTube

source: Course Type
he: סוג קורס
lt_lt: Kurso tipas

source: Your password has been set. You may go ahead and %(link_start)slog in%(link_end)s now.
he: סיסמתך נקבעה. כעת ניתן %(link_start)sלהתחבר%(link_end)s.
ja_jp: パスワードが設定されました。 %(link_start)sログイン%(link_end)sをお願いします。
lt_lt: Jūsų slaptažodis išsiųstas. Jau galite prisijungti sekant %(link_start)sšia nuoroda%(link_end)s.

source: Reset Your %(platform_name)s Password
he: אפס את סיסמתך ב%(platform_name)s
ja_jp: %(platform_name)sのパスワード変更
lt_lt: Atnaujinkite savo %(platform_name)s slaptažodį

source: Reset Your %(platform_name)s Password
he: אפס את סיסמתך ב%(platform_name)s
ja_jp: %(platform_name)sのパスワード変更
lt_lt: Atnaujinkite savo %(platform_name)s slaptažodį

source: Password Reset Form
he: טופס איפוס סיסמה
ja_jp: パスワード変更フォーム
lt_lt: Slaptažodžio atnaujinimo forma

source: We're sorry, %(platform_name)s enrollment is not available in your region
lt_lt: Atsiprašome, tačiau jūsų šalyje registracija į %(platform_name)s negalima

source: The following errors occurred while processing your registration:
he: שגיאות הבאות התרחשו בזמן עיבוד הרשמתך:
ja_jp: 登録処理をする際にエラーが発生しました：
lt_lt: Klaidos, įvykusios apdorojant jūsų registraciją:

source: You must complete all fields.
he: עלייך למלא את כל השדות.
ja_jp: 全ての枠への入力が必要です。
lt_lt: Privalote užpildyti visus laukus.

source: The two password fields didn't match.
he: שני שדות הסיסמה לא תאמו.
ja_jp: 2つのパスワード枠への入力内容が一致しません。
lt_lt: Slaptažodžiai nesutampa.

source: We're sorry, our systems seem to be having trouble processing your password reset
he: אנחנו מצטערים, המערכות שלנו נראים שיש בעיה בעיבוד לאיפוס הסיסמה שלך
ja_jp: 申し訳ございません。パスワード変更の途中で、システムに障害が発生したと考えられます。
lt_lt: Atsiprašome, tačiau nepavyko įvykdyti jūsų slaptažodžio atnaujinimo.

source: Someone has been made aware of this issue. Please try again shortly. Please %(start_link)scontact us%(end_link)s about any concerns you have.
he: אנחנו מצטערים, נראה שלמערכות שלנו שיש בעיה בעיבוד בקשה לאיפוס הסיסמה שלך. אנא %(start_link)s צרו איתנו קשר%(end_link)s לגבי כל חששות שיש לך.
ja_jp: 既にこの問題は認識されています。少し経ってからお試しください。何かお知らせいただけることがあれば %(start_link)s連絡先%(end_link)s へお願いします。
lt_lt: Mes buvome informuoti apie šią problemą. Pabandykite pakartoti po kurio laiko. Prašome %(start_link)susisiekti su mumis%(end_link)s, jei turite kokių klausimų.

source: Please enter your new password twice so we can verify you typed it in correctly.
he: נא להזין את הסיסמה החדשה פעמיים כדי שנוכל לוודא שהקלדת אותה בצורה נכונה.
ja_jp: 確認のために、新しいパスワードを二回入力してください。
lt_lt: Prašome įvesti naują slaptažodį du kartus, taip galėsime patikrinti, kad jį parašėte teisingai.

source: Required fields are noted by %(bold_start)sbold text and an asterisk (*)%(bold_end)s.
he: שדות חובה מסומנים על ידי %(bold_start)s טקסט מודגש וכוכבית (*)%(bold_end)s.
ja_jp: %(bold_start)s(*)付きの太字の項目%(bold_end)sは必須となります。
lt_lt: Būtini laukai yra pažymėti %(bold_start)sparyškintuoju šriftu ir žvaigždute (*)%(bold_end)s.

source: Your New Password
he: סיסמתך החדשה
ja_jp: 新パスワード
lt_lt: Jūsų naujasis slaptažodis

source: Your New Password Again
he: סיסמתך החדשה שוב
ja_jp: 新パスワード(再入力)
lt_lt: Pakartokite naująjį slaptažodį

source: Change My Password
he: שנה את הסיסמה
ja_jp: パスワードを変更
lt_lt: Pakeisti slaptažodį

source: Your Password Reset Was Unsuccessful
he: איפוס סיסמה לא הצליח
ja_jp: パスワード変更は失敗しました。
lt_lt: Nepavyko atnaujinti slaptažodžio

source: The password reset link was invalid, possibly because the link has already been used. Please return to the %(start_link)slogin page%(end_link)s and start the password reset process again.
he: הקישור לאיפוס הסיסמה אינו חוקי, יתכן שנעשה בו כבר שימוש. אנא חזור ל%(start_link)sדף הכניסה%(end_link)s והתחל שוב את תהליך האיפוס.
ja_jp: パスワード変更のリンクに異常が見られました。このリンクは既に利用された可能性があります。%(start_link)sログインページ%(end_link)sより、パスワード変更を改めて行っていただけますでしょうか。
lt_lt: Slaptažodžio atnaujinimo nuoroda buvo neteisinga. Tikėtina, kad dėl to, jog nuoroda jau buvo kartą panaudota. Prašome grįžti į %(start_link)sprisijungimo puslapį%(end_link)s ir iš naujo inicijuoti slaptažodžio atnaujinimą.

source: Password Reset Help
he: עזרה באיפוס סיסמה
ja_jp: パスワード変更に関するヘルプ
lt_lt: Slaptažodžio atnaujinimo pagalba

source: View our %(start_link)shelp section for contact information and answers to commonly asked questions%(end_link)s
he: צפה ב%(start_link)sעמוד העזרה שלנו בכדי לקבל פרטי קשר ותשובות עבור שאלות נפוצות%(end_link)s
ja_jp: %(start_link)s連絡先情報、および、よくある質問%(end_link)sのページを見る
lt_lt: Apsilankykite mūsų %(start_link)spagalbos skiltyje, kur rasite kontaktinę informaciją ir atsakymus į dažniausiai užduodamus klausimus%(end_link)s

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
he: אתה מקבל דואר אלקטרוני זה מפני שביקשת איפוס סיסמה עבור חשבון המשתמש שלך ב%(site_name)s.
ja_jp: このメールを受信しているのは、%(site_name)sでパスワードの再設定を要求したためです。
lt_lt: Jūs gavote šį pranešimą, nes paprašėte atnaujinti savo naudotojo paskyros slaptažodį %(site_name)s svetainėje.

source: CertificateItem Status:
he: מצב פריט תעודה:
ja_jp: CertificateItem ステータス：
lt_lt: Pažymėjimo įrašo būsena:

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
he: צריך <a href="%(login_url)s">להתחבר</a> או <a href="%(signup_url)s">להירשם</a> בכדי להשתמש בפונקציה זו.
ja_jp: この機能を利用するには <a href="%(login_url)s">ログイン</a> もしくは <a href="%(signup_url)s">会員登録</a> が必要です。
lt_lt: Jei norite naudotis šia funkcija, jūs turite <a href="%(login_url)s">prisijungti</a> arba <a href="%(signup_url)s">prisiregistruoti</a>.

source: Markdown syntax is allowed. See the %(start_link)scheatsheet%(end_link)s for help.
he: מאופשר תחביר Markdown. ראה %(start_link)s דף עזר %(end_link)s למידע נוסף.
ja_jp: マークダウン記述が使えます。ヘルプが必要であれば、%(start_link)sチートシート%(end_link)sを御覧ください。
lt_lt: Leidžiama Markdown sintaksė. Pagalbą rasite %(start_link)sčia%(end_link)s.

source: username@domain.com
ja_jp: 例：username@domain.com
lt_lt: naudotojovardas@domenas.com

source: Jane Doe
he: ישראלה ישראלי
ja_jp: 例：学校 太郎
lt_lt: Vardenis Pavardenis

source: Needed for any certificates you may earn
he: דרוש עבור כל תעודה שתונפק עבורך
lt_lt: Būtina sertifikatams, kuriuos jūs gausite

source: Public username
he: שם משתמש ציבורי
ja_jp: ユーザー名
lt_lt: Viešas naudotojo vardas

source: The name that will identify you in your courses - {bold_start}(cannot be changed later){bold_end}
he: השם שיזהה אותך בקורסים - {bold_start}(לא ניתן לשנות מאוחר יותר){bold_end}
ja_jp: ディスカッションの際に表示されるユーザー名となります {bold_start}(一度、登録すると変更できません){bold_end}
lt_lt: Šiuo vardu būsite pristatomas kursuose - {bold_start}(vardo vėliau nebus galima pakeisti){bold_end}

source: JaneDoe
he: פלוני אלמוני
ja_jp: 例：gacco
lt_lt: VardenisPavardenis

source: Please select your Country.
he: אנא בחר את מדינתך.
ja_jp: 国を選択してください
lt_lt: Prašome pasirinkti šalį.

source: I agree to the {platform_name} {terms_of_service}.
he: אני מסכים ל{terms_of_service} של {platform_name}.
ja_jp: {platform_name}の{terms_of_service}に同意する。
lt_lt: Aš sutinku su {platform_name} {terms_of_service}.

source: You must agree to the {platform_name} {terms_of_service}.
he: עלייך להסכים ל{terms_of_service} של {platform_name}.
ja_jp: {platform_name}の{terms_of_service}に同意する必要があります。
lt_lt: Jūs privalote sutikti su {platform_name} {terms_of_service}.

source: Deleted group
lt_lt: Pašalinta grupė

source: File {filename} exceeds maximum size of {size_mb} MB. Please follow the instructions here to upload a file elsewhere and link to it instead: {faq_url}
ja_jp: ファイル{filename}は最大サイズ{size_mb}MBを超えています。 この説明に従ってファイルを別の場所にアップロードしたうえでリンクしてください。 {faq_url}
lt_lt: Failas {filename} viršija maksimalų {size_mb} MB dydį. Vadovaudamiesi šiais nurodymais įkelkite failą kitur ir susiekite su juo: {faq_url}

source: Unscheduled
he: לא נקבע
ja_jp: 未定
lt_lt: Nesuplanuota

source: Noncommercial
ja_jp: 非営利
lt_lt: Nekomercinis

source: Enroll In {} | Choose Your Track
he: הרשם ל {} | בחר מסלול
ja_jp: {}を受講登録する！コースを選んでください。
lt_lt: Prisiregistruokite į {} | Pasirinkite savo studijų kryptį

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums. If your work is satisfactory and you abide by the Honor Code, you'll receive a personalized Honor Code Certificate to showcase your achievement.
he: הירשם בחינם לקורס זה כשומע חופשי ותיגש לכלל תכני הקורס ותשלים את כלהדרישות בפעילויות, מבחנים ופורומים. אם ביצועיך יהיו ברמה מספקת ותישמע לקוד הכבוד, תקבל תעודה אישית מבוססת קוד כבוד שתציג את הישגיך.
lt_lt: Klausykitės šio kurso nemokamai. Jūs galėsite laisvai naudotis visa kurso medžiaga, spręsti užduotis, testus ir dalyvauti forumuose. Jei jūsų dalyvavimas kurse atitiks reikalavimus ir laikysitės Sąžiningumo deklaracijos, jums bus suteiktas Sąžiningumo deklaracijos sertifikatas, įrodantis jūsų pasiekimus.

source: {platform_name}-wide Summary
he: סיכום כללי עבור {platform_name}
lt_lt: {platform_name}-wide santrauka

source: Looks like you haven't enrolled in any courses yet.
he: נראה שלא נרשמת עדיין לשום קורס
ja_jp: 受講登録された講座がありません。
lt_lt: Atrodo, kad kol kas neužsiregistravote į jokius kursus.

source: Find courses now!
he: מצא קורסים עכשיו!
ja_jp: 講座を探す
lt_lt: Ieškoti kursų!

source: Find New Courses
ja_jp: 新しい講座を探す
lt_lt: Rasti naujus kursus

source: View Unit in Studio
he: צפה ביחידה בסטודיו
ja_jp: 単元をStudioで参照
lt_lt: Peržiūrėti skyrių Studio aplinkoje

source: Due:
he: תאריך הגשה
lt_lt: Pateikti iki:

source: You have successfully gotten to level {goal_level}.
he: הגעת בהצלחה לרמת {goal_level}.
lt_lt: Jūs sėkmingai pasiekėte {goal_level} lygį.

source: You have not yet gotten to level {goal_level}.
he: טרם הגעת בהצלחה לרמת {goal_level}.
lt_lt: Jūs nepasiekėte {goal_level} lygio.

source: Completed puzzles
he: חידות שהושלמו
lt_lt: Išspręsti galvosūkiai

source: Level
he: רמה
lt_lt: Lygis

source: Puzzle Leaderboard
he: לוח תוצאות מובילות לחידות
lt_lt: Galvosūkių lyderių sąrašas

source: {platform_name} Help
he: {platform_name} עזרה
ja_jp: {platform_name}のヘルプ
lt_lt: {platform_name} pagalba

source: For <strong>questions on course lectures, homework, tools, or materials for this course</strong>, post in the {link_start}course discussion forum{link_end}.
he: ל<strong>שאלות על הרצאות הקורס, שיעורי בית, כלים או חומרים הקשורים לקורס זה </strong>, כתוב הודעה {link_start} בפורום הדיונים של הקורס{link_end}.
ja_jp: <strong>本講座の講義内容、課題、ツール、その他の素材等への質問</strong>は、{link_start}ディスカッション{link_end} へ投稿してください。
lt_lt: Jei turite <strong>klausimų apie kurso paskaitas, namų darbus, priemones ar šio kurso</strong> medžiagą, rašykite į {link_start}kurso diskusijos forumą{link_end}.

source: Have <strong>general questions about {platform_name}</strong>? You can find lots of helpful information in the {platform_name} {link_start}FAQ{link_end}.
he: יש לך <strong>שאלות כלליות בנוגע ל-{platform_name}? </strong> תוכל למצוא הרבה מאוד מידע מועיל ב-{platform_name} {link_start}שאלות ותשובות {link_end}
ja_jp: <strong>{platform_name}についての一般的な質問</strong>は{platform_name}の{link_start}よくある質問{link_end}にて、探してみてください。
lt_lt: Turite <strong>bendrų klausimų apie {platform_name}</strong>? Daug naudingos informacijos galite rasti {platform_name} {link_start}skyrelyje DUK{link_end}.

source: Have a <strong>question about something specific</strong>? You can contact the {platform_name} general support team directly:
he: יש לך <strong>שאלה בנוגע למשהו ספציפי</strong>? אתה יכול ליצור קשר ישיר עם צוות התמיכה הכללית של {platform_name}:
ja_jp: <strong>上記で解決しない場合</strong>は{platform_name}へ以下よりお問い合わせください。
lt_lt: Turite <strong>specifinių klausimų</strong>? Susisiekite tiesiogiai su {platform_name} pagalbos komanda:

source: Include error messages, steps which lead to the issue, etc
he: כלול הודעות שגיאה, פעולות שמובילות להיווצרות הבעיה וכיו"ב
ja_jp: エラーメッセージ、トラブルが発生する手順等を含むようにしてください。
lt_lt: Įtraukite klaidos pranešimą, žingsnius, kurie veda prie problemos ir pan.

source: Thank you for your inquiry or feedback. We typically respond to a request within one business day (Monday to Friday, {open_time} UTC to {close_time} UTC.) In the meantime, please review our {link_start}detailed FAQs{link_end} where most questions have already been answered.
he: תודה רבה על שאלתך או המשוב שנתת. אנחנו בדרך כלל מגיבים לפנייה תוך יום עסקים אחד (ראשון עד חמישי) בין {open_time} ל-{close_time} שעון ישראל. בנתיים, אנא קרא את {link_start}השאלות הנפוצות{link_end}, שם השבנו על רוב השאלות הנפוצות.
ja_jp: お問い合わせもしくはフィードバックをお送りいただきありがとうございます。私たちは通常１営業日(月曜から金曜日、 {open_time} UTCから{close_time} UTCの間)以内に返信しています。お待ちの間、{link_start}詳しいFAQ{link_end}を再確認いただけないでしょうか。こちらには多くの問題に対して既に回答されたものが集められています。
lt_lt: Ačiū už jūsų užklausą ar atsiliepimą. Įprastai atsakome per vieną darbo dieną (nuo pirmadienio iki penktadienio {open_time} UTC - {close_time} UTC.) Tuo tarpu kviečiame apsilankyti {link_start}išsamioje DUK skiltyje{link_end}, kur rasite atsakymus į daugelį rūpimų klausimų.

source: Details of the problem you are encountering
he: פרטים על הבעיה בה נתקלת
ja_jp: 発生したトラブルの詳細
lt_lt: Išsami informacija apie problemą, su kuria susiduriate

source: Include error messages, steps which lead to the issue, etc.
he: כלול הודעות שגיאה, פעולות שמובילות להיווצרות הבעיה וכיו"ב
ja_jp: エラーメッセージ、トラブルが発生する手順等を含むようにしてください。
lt_lt: Įtraukite klaidos pranešimą, žingsnius, kurie veda prie problemos ir pan.

source: Note: only instructors may annotate.
he: שים לב: רק מדריכים יכולים לכתוב הערות
ja_jp: 注意：講師だけが注釈を加えている可能性があります。
lt_lt: Dėmesio: komentuoti gali tik dėstytojai.

source: Free courses from <strong>{university_name}</strong>
he: קורסי חינם ב<strong>{university_name}</strong>
ja_jp: <strong>{university_name}</strong>の無料講座
lt_lt: Nemokami kursai <strong>{university_name}</strong>

source: Welcome to Open edX!
he: ברוך הבא לOpen edX!
ja_jp: Open edXへようこそ！
lt_lt: Sveiki!

source: It works! This is the default homepage for this Open edX instance.
he: זה עובד! זוהי ברירת המחדל לדף הבית של מערכת Open edX.
ja_jp: 機能しています！これはOpen edXインスタンスのデフォルトホームページです。
lt_lt: Jūs prisijungėte prie virtualios mokymosi aplinkos

source: Looking for help in logging in or with your {platform_name} account?
he: צריך עזרה בהתחברות או עם חשבונך ב{platform_name}?
ja_jp: {platform_name}へのログインがうまくいきませんか？
lt_lt: Reikia pagalbos prisijungiant prie {platform_name} paskyros?

source: Home Page
lt_lt: Pradinis puslapis

source: More options dropdown
he: אפשרויות נוספות תפריט נפתח
ja_jp: 他の選択肢をドロップダウン
lt_lt: Platesnis išskleidžiamasis sąrašas

source: <strong>Warning:</strong> Your browser is not fully supported. We strongly recommend using {chrome_link} or {ff_link}.
he: <strong>אזהרה:</strong> הדפדפן שלך לא נתמך במלואו. אנחנו ממליצים בחום כי תשתמש ב-{chrome_link} או {ff_link}.
ja_jp: <strong>警告:</strong>お使いのブラウザはサポートされていません。{chrome_link}もしくは{ff_link}を使うことを、強く推奨します。
lt_lt: <strong>Dėmesio:</strong> Naršyklė, kurią naudojate, nėra pilnai palaikoma. Rekomenduojame naudoti {chrome_link} arba {ff_link}.

source: your answer
he: תשובתך
ja_jp: あなたの解答
lt_lt: jūsų atsakymas

source: You have used {num_used} of {num_total} submissions
he: השתמשת ב- {num_used} מתוך {num_total} הגשות.
ja_jp: 全{num_total}回中の{num_used}回の提出を既に実施
lt_lt: Jūs panaudojote {num_used} iš {num_total} galimų bandymų

source: We're sorry, {platform_name} enrollment is not available in your region
lt_lt: Atsiprašome, tačiau jūsų gyvenamojoje vietovėje registracija į {platform_name} negalima

source: As part of joining {platform_name}, you will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark {platform_name} emails as 'not spam'. At {platform_name}, we communicate mostly through email.
he: כחלק מתהליך הרישום ל{platform_name}, ישלח אלייך דוא"ל הפעלה. עלייך ללחוץ על הקישור כדי לסיים את תהליך הרישום. לא רואה את הודעת הדוא"ל? אנא בדוק תיקיית "דואר זבל" -ספאם ותסמן את הדוא"ל שמגיע מ{platform_name} כ-"לא ספאם". בפלטפורמת {platform_name}, לרוב אנו יוצרים קשר באמצעות דוא"ל.
ja_jp: {platform_name}に会員登録していただくと、ご登録いただいたメールアドレスに確認用のメールが送信されます。メールに記載されているアクティベーション用のリンクをクリックして、登録作業を完了してください。メールが見当たらない場合は、迷惑メールフォルダを確認してみてください。また、{platform_name}では大半の連絡をメールにて行いますので、{platform_name}からのメールを受信拒否しないように気を付けてください。
lt_lt: Prisijungiant prie {platform_name}, gausite elektroninį laišką su aktyvavimo nuoroda, kurią paspaudus užbaigsite aktyvavimą. Negavote elektroninio laiško? Patikrinkite "Šlamštas" laiškų aplanką ir pažymėkite elektroninius laiškus, gautus nuo {platform_name}, "Ne šlamštas". Čia, {platform_name}, mes bendraujame daugiausia elektroniniu paštu.

source: Staff Debug
he: צוות איתור באגים
ja_jp: スタッフデバッグ
lt_lt: Personalo programų derinimas

source: Reset Student Attempts
he: אתחל נסיונות סטודנט
ja_jp: 受講者の試行をリセットする
lt_lt: Nustatyti, kad kurso dalyvis galėtų bandyti iš naujo

source: Delete Student State
he: מחק מדינת סטודנט
ja_jp: 受講者の状態を削除
lt_lt: Panaikinti kurso dalyvio būseną

source: Rescore Student Submission
he: חשב מחדש את הציון של הסטודנט
ja_jp: 受講者が提出した課題を再度採点する
lt_lt: Iš naujo įvertinti kurso dalyvio darbą

source: Load new course from github
he: טען קורס חדש מ-github
lt_lt: Įkelti naują kursą iš github

source: Recent git load activity for {course_id}
he: טעינת קורס אחרונה מ-GIT ל- {course_id}
ja_jp: {course_id}における直近のgit履歴
lt_lt: Naujausia git apkrovos veikla {course_id}

source: No git import logs have been recorded for this course.
he: לא נמצאו רישומי יבוא מ-GIT לקורס זה.
ja_jp: この講座でのgitインポートのログは記録されていません。
lt_lt: Šiam kursui git importo žurnalų neįrašyta.

source: Skip to a navigable version of this video's transcript.
he: דלג לגרסא ברת ניווט של תמליל וידיאו זה.
ja_jp: この動画字幕のバージョンをスキップする
lt_lt: Pereiti į valdomą šio vaizdo įrašo titrų versiją.

source: Skip to end of transcript.
he: דלג לסוף התמליל
ja_jp: 字幕を最後までスキップする
lt_lt: Pereiti į titrų pabaigą.

source: Go back to start of transcript.
he: חזור לתחילת התמליל
ja_jp: 字幕の冒頭へ戻る。
lt_lt: Grįžti į titrų pradžią.

source: Download video
he: הורד וידיאו
ja_jp: ビデオをダウンロード
lt_lt: Atsisiųsti vaizdo įrašą

source: Your words:
he: המילים שלך:
ja_jp: あなたの言葉：
lt_lt: Jūsų žodžiai:

source: Total number of words:
he: סך הכל מילים:
ja_jp: 総文字数：
lt_lt: Bendras žodžių skaičius:

source: Greek letters
he: אותיות יווניות
ja_jp: ギリシャ文字
lt_lt: Graikiškos raidės

source: Name of letter
he: שם האות
ja_jp: 文字の名前
lt_lt: Raidės pavadinimas

source: If this option is <em>checked</em>, users who have not yet registered for {platform_name} will be automatically enrolled.
he: אם אפשרות זו <em>סומנה</em>, משתמשים שטרם נרשמו ל{platform_name} ירשמו באופן אוטומטי.
ja_jp: もし、このオプションが<em>有効</em>の場合、edXに未登録のユーザも自動的に{platform_name}に履修登録されます。
lt_lt: Jei ši parinktis yra <em>pažymėta</em>, naudotojai, kurie dar neužsiregistravę {platform_name} bus užregistruoti automatiškai.

source: If this option is left <em>unchecked</em>, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
he: אם אפשרות זו <em>לא סומנה</em>, משתמשים שטרם נרשמו ל{platform_name} לא ירשמו באופן אוטומטי, אבל תתאפשר כניסתם לאחר שיפתחו חשבון.
ja_jp: もし、オプションが<em>無効</em>のままである場合、{platform_name} に未登録の生徒は履修登録されませんが、アカウントを作成してからは履修登録が可能となります。
lt_lt: Jei ši parinktis liks <em>nepažymėta</em>, naudotojai, kurie dar neužsiregistravę {platform_name} nebus užregistruoti, tačiau jiems bus leidžiama registruotis susikūrus paskyrą.

source: If this option is <em>checked</em>, users will receive an email notification.
he: אפ אפשרות זו <em>סומנה</em>, משתמשים יקבלו התראה בהודעת דוא"ל.
ja_jp: もし、このオプションが<em>有効</em>の場合、ユーザーはメール通知を受け取ります。
lt_lt: Jei ši parinktis <em>pažymėta</em>, vartotojai gaus pranešimą el. paštu.

source: Enroll
he: הירשם
ja_jp: 受講
lt_lt: Užregistruoti

source: Enter username or email
he: הכנס שם משתמש או כתובת דואר אלקטרוני
ja_jp: ユーザー名またはメールアドレスを入力
lt_lt: Įvesti naudotojo vardą arba el. paštą

source: Open Chat
lt_lt: Pradėti pokalbį

source: Close Chat
lt_lt: Baigti pokalbį

source: Assessments:
he: הערכות
lt_lt: Vertinimai:

source: New Submission
he: הגשה חדשה
lt_lt: Nauji darbai

source: Staff Warning: Please note that if you submit a duplicate of text that has already been submitted for grading, it will not show up in the staff grading view. It will be given the same grade that the original received automatically, and will be returned within 30 minutes if the original is already graded, or when the original is graded if not.
lt_lt: Įspėjimas kursą administruojančiam personalui: atkreipkite dėmesį, kad jei yra pateikiamas teksto, kuris jau buvo pateiktas vertinimui, dublikatas, jis nebus rodomas personalo vertinimui. Jam bus automatiškai suteiktas tas pats įvertinimas kaip ir originalui, arba bus grąžintas per 30 minučių, jei originalas jau yra įvertintas arba vertinamas.

source: Legend
he: מקרא
lt_lt: Paaiškinimai
