Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
es_419: Esto puede estar sucediendo debido a un error con nuestros servidores o con tu conexión a Internet. Intenta refrescar la página o verifica tu acceso a Internet.
hi: हमारे सर्वर पर त्रुटि के वजह से या आपके इंटरनेट कनेक्शन के साथ किसी त्रुटि के कारण यह हो सकता है| पृष्ठ फिर से खोले या सुनिश्चित करें कि आप ऑनलाइन हैं|
ja_jp: サーバーかあなたのインターネット接続に問題がある場合に発生します。ページの再読み込みをするか、インターネット接続を確認してください。
lt_lt: Tai gali būti dėl mūsų serverio klaidos arba jūsų interneto ryšio. Bandykite atnaujinti puslapį arba įsitikinkite, kad esate prisijungę prie interneto.
pt_br: Isso pode estar acontecendo devido a um erro com o nosso servidor ou à sua conexão com a internet. Tente atualizar a página ou verificar se você está realmente on-line.
vi: Lỗi này có thể do máy chủ của chúng tôi hoặc kết nối internet của bạn. Hãy thử tải lại trang hoặc kiểm tra lại kết nối internet.
zh_tw: 發生的原因可能歸咎於我們的伺服器或是您的網路連線錯誤，請重新整理頁面或確定您仍在線上。

source: Studio's having trouble saving your work
es_419: Studio tiene problemas para guardar su trabajo
hi: स्टूडियो को आपके काम को बचाने में परेशानी हो रही है|
ja_jp: Studio は作業の保存に問題があります。
lt_lt: Sistemai iškilo problema išsaugant jūsų darbą
pt_br: O Studio está tendo problemas para salvar o seu trabalho.
zh_tw: Studio在儲存您的工作時遇到了問題。

source: OpenAssessment Save Error
es_419: Error al guardar en el servidor OpenAssessment
hi: खुले मूल्‍यांकन को जमा करने में त्रुटि प्राप्‍त हुई
ja_jp: 保存エラー
lt_lt: Atviro vertinimo išsaugojimo klaida
pt_br: Erro ao salvar o OpenAssessment
zh_tw: 開啟評分儲存錯誤

source: This link will open in a new browser window/tab
es_419: Este vínculo se abrirá en una nueva ventana o pestaña del navegador
hi: यह लिंक एक नए ब्राउज़र विंडो / टैब में खुलेगी
ja_jp: このリンクでは新しいウィンドウかタブが開きます。
lt_lt: Ši nuoroda atvers puslapį naujame naršyklės lange/kortelėje
pt_br: Este link será aberto em uma nova janela/guia do navegador
vi: Đường dẫn sẽ mở trên một trang trình duyệt mới
zh_tw: 該連結將在新的瀏覽器視窗或標籤中打開

source: This link will open in a modal window
es_419: Este vínculo se abrirá en una ventana emergente
hi: यह लिंक एक मॉडल विंडो टैब में खुलेगी
ja_jp: モーダルウィンドウにこのリンクを開く
lt_lt: Ši nuoroda atvers atskirą langą
pt_br: Este link será aberto em uma janela modal
vi: Liên kết này sẽ mở ra trong một cửa sổ con
zh_tw: 該連結將在一個強制回應視窗中開啓

source: Could not parse certificate JSON. %(message)s
es_419: No fue posible leer el archivo JSON del certificado. %(message)s
ja_jp: 修了証 JSON の読み込みができませんでした。%(message)s
ko_kr: certificate JSON을 파싱할 수 없습니다. %(message)s
pt_br: Não foi possível verificar o certificado JSON. %(message)s
zh_tw: 無法分析JSON的憑證。%(message)s

source: Certificate name is required.
es_419: Se requiere un nombre para el certificado.
hi: प्रमाणपत्र नाम आवश्यक है।
ja_jp: 修了証の名称が必要です。
ko_kr: 이수증 이름이 필요합니다.
pt_br: O nome do certificado é obrigatório.
vi: Tên chứng chỉ là bắt buộc.
zh_tw: 需要證書平稱。

source: Signatory field(s) has invalid data.
es_419: Uno o mas campo del signatario tiene(n) información inválida
hi: हस्ताक्षर क्षेत्र (s) में अमान्य डेटा है।
ja_jp: 署名枠 (複数の場合もあります) に不正なデータがあります。
ko_kr: 서명인 필드(들)에 유효하지 않은 데이터가 있습니다.
pt_br: O campo(s) Emissor possui dados inválidos.
vi: (Những) Trường chữ ký có dữ liệu không hợp lệ.
zh_tw: 已輸入的欄位(s)包含無效資料。

source: Edit this certificate?
es_419: ¿Editar este certificado?
hi: इस प्रमाणपत्र को संपादित करें?
ko_kr: 이수증을 편집하시겠습니까?
pt_br: Gostaria de editar este certificado?
vi: Chỉnh sửa chứng chỉ này?
zh_tw: 編輯此認證?

source: This certificate has already been activated and is live. Are you sure you want to continue editing?
es_419: Este certificado ya ha sido activado y está publicado. ¿Está seguro de que desea continuar editándolo?
hi: यह प्रमाणपत्र पहले ही सक्रिय हो चुका है और लाइव है। क्या आप वाकई संपादन जारी रखना चाहते हैं?
ko_kr: 이미 사용되고 있는 이수증입니다. 편집을 계속하시겠습니까?
pt_br: Este certificado já foi ativado. Tem certeza que gostaria de seguir com a edição.
vi: Chứng chỉ này đã được kích hoạt và đang hoạt động. Bạn có chắc chắn muốn tiếp tục chỉnh sửa không?
zh_tw: 此認證已被啟動並使用中。您確定是否繼續編輯?

source: Yes, allow edits to the active Certificate
es_419: Si, permitir modificaciones al certificado activo.
hi: हां, सक्रिय प्रमाणपत्र को संपादन की अनुमति दें
ko_kr: 사용중인 이수증 편집을 허용합니다.
pt_br: Sim, permita a edição para este certificado
vi: Có, cho phép chỉnh sửa Chứng chỉ
zh_tw: 是的，允許編輯此認證。

source: certificate
es_419: certificado
hi: प्रमाण-पत्र
ja_jp: 修了証
ko_kr: 이수증
lt_lt: sertifikatas
pt_br: certificado
vi: chứng chỉ
zh_tw: 證書

source: Set up your certificate
es_419: Configurar su certificado
hi: अपना प्रमाणपत्र सेट करें
ko_kr: 인증서 설정하기
pt_br: Emita seu certificado
vi: Thiết lập chứng chỉ của bạn
zh_tw: 建立您的證書。

source: You have not created any certificates yet.
es_419: Todavía no ha creado ningún certificado.
hi: आपने अभी तक कोई प्रमाण पत्र नहीं बनाया है।
ja_jp: まだいずれの修了証も作成していません。
ko_kr: 아직 이수증이 생성되지 않았습니다.
pt_br: Você ainda não criou um certificado.
vi: Bạn chưa tạo bất kỳ chứng chỉ nào.
zh_tw: 您尚未創建任何證書。

source: Delete "<%= signatoryName %>" from the list of signatories?
es_419: ¿Desea borrar "<%= signatoryName %>" de la lista de signatarios?
ja_jp: 署名一覧から "<%= signatoryName %>" を削除しますか？
ko_kr: 서명인 목록으로 부터 "<%= signatoryName %>" 삭제
pt_br: Apagar "<%= signatoryName %>" da lista de emissores?
vi: Xoá "<%= signatoryName %>" từ danh sách ký tên?
zh_tw: 從簽署者清單中移除"<%= signatoryName %>"?

source: This action cannot be undone.
es_419: Esta acción no se puede deshacer.
hi: इस क्रिया को पूर्ववत नहीं किया जा सकता है.
ja_jp: このアクションは取り消しできません．
ko_kr: 되돌릴 수 없습니다
lt_lt: Šis veiksmas negalės būti vėliau atšauktas.
pt_br: Esta ação não pode ser desfeita.
vi: Hành động này không thể hoàn tác.
zh_tw: 這個操作必須完成。

source: Deleting
es_419: Borrando
hi: नष्ट हो रहा है
ja_jp: 削除しています
lt_lt: Šalinama
pt_br: Apagando
vi: Đang xóa
zh_tw: 刪除中

source: Upload signature image.
es_419: Cargar la imagen de la firma.
hi: हस्ताक्षर छवि अपलोड करें।
ja_jp: 署名の画像をアップロード。
ko_kr: 서명 이미지 업로드하기
pt_br: Atualizar a imagem do emissor.
vi: Tải lên hình ảnh chữ ký.
zh_tw: 上傳簽名影像。

source: Image must be in PNG format.
es_419: La imagen debe estar en formato PNG.
hi: छवि PNG प्रारूप में होनी चाहिए।
ko_kr: 이미지는 반드시 PNG 형식이어야 합니다.
pt_br: A imagem deve estar no formato PNG.
vi: Hình ảnh phải ở định dạng PNG.
zh_tw: 影像必須是PNG格式。

source: Group %s
es_419: Grupo %s
hi: समूह%s
ja_jp: グループ %s
ko_kr: 그룹 %s
lt_lt: Grupė %s
pt_br: Grupo %s
vi: Nhóm %s
zh_tw: 群組%s

source: ABCDEFGHIJKLMNOPQRSTUVWXYZ
es_419: ABCDEFGHIJKLMNÑOPQRSTUVWXYZ
lt_lt: ABCDEFGHIYJKLMNOPRSTUVZ

source: There has been an error while exporting.
es_419: Ha habido un error exportando
hi: निर्यात करते समय एक त्रुटि हुई है।
ja_jp: エクスポート中にエラーが発生しました。
ko_kr: 내보내기 중, 오류가 발생했습니다.
lt_lt: Eksportuojant įvyko klaida.
pt_br: Ocorreu um erro na exportação.
vi: Xảy ra lỗi khi xuất tệp.
zh_tw: 匯出時發生錯誤

source: There has been a failure to export to XML at least one component. It is recommended that you go to the edit page and repair the error before attempting another export. Please check that all components on the page are valid and do not display any error messages.
es_419: Ha habido una falla para exportar al XML al menos un componente. Se recomienda ir a la página de edición y reparar el error antes de intentar otra exportación. Por favor, verifique que todos los componentes en la página son validos y no exhiben ninguna mensaje de error.
hi: XML को कम से कम एक घटक पर निर्यात करने में विफलता हुई है। यह अनुशंसा की जाती है कि आप संपादन पृष्ठ पर जाएं और किसी अन्य निर्यात का प्रयास करने से पहले त्रुटि को सुधारें। कृपया जांचें कि पृष्ठ के सभी घटक मान्य हैं और कोई त्रुटि संदेश प्रदर्शित नहीं करते हैं।
ja_jp: XMLにエクスポートするにあたって少なくとも一箇所のアイテムに問題があります。エクスポートを試みる以前に編集ページに移動し、問題点を修正することをお勧めします。ページ内の全ての要素が正常であることを確認いただければ、エラーメッセージが表示されることはありません。
ko_kr: XML로 강좌를 내보내기하는데 오류가 발생했습니다. 모든 구성요소를 확인해보세요.
lt_lt: Nepavyko eksportuoti bent vieno komponento į XML. Prieš bandant dar kartą eksportuoti rekomenduojama nueiti į redagavimo puslapį ir ištaisyti klaidą. Patikrinkite, ar visi puslapio komponentai yra teisingi ir nerodo pranešimų apie klaidas.
pt_br: Houve uma falha de exportação para XML em pelo menos um componente. Recomenda-se que você vá para a página de edição e repare o erro antes de tentar outra exportação. Por favor, verifique que todos os componentes da página são válidos e não exibem qualquer mensagens de erro.
vi: Có ít nhất một phần không thể xuất thành tệp XML. Bạn nên vào trang chỉnh sửa và sửa lỗi trước khi thử xuất lại bản khác. Vui lòng kiểm tra lại để đảm bảo tất cả các phần trong trang có hiệu lực và không có thông báo lỗi nào.
zh_tw: 匯出至XML時，至少一個元件出現故障。建議您在嘗試另一個匯出時，先去編輯頁面修復此錯誤。請檢查所有頁面上的元件皆是有效且沒有顯示任何錯誤訊息。

source: Correct failed component
es_419: Corregir componente fallido
hi: सही घटक विफल
ja_jp: エラーとなっているアイテムを修正してください
ko_kr: 실패한 구성요소 수정하기
lt_lt: Pataisyti neveikiantį komponentą
pt_br: Corrigir falha de componente
vi: Sửa phần bị lỗi
zh_tw: 更正錯誤元件

source: Return to Export
es_419: Regresar a exportar
hi: निर्यात पर लौटें
ja_jp: エクスポートへ戻る
ko_kr: 내보내기로 돌아가기
lt_lt: Grįžti prie eksportavimo
pt_br: Retornar para Exportar
vi: Trở lại Xuất Tệp
zh_tw: 返回到匯出

source: Your library could not be exported to XML. There is not enough information to identify the failed component. Inspect your library to identify any problematic components and try again.
es_419: Tu librería no puede ser exportada a XML. No ha la suficiente información para identificar el componente que falló. Revisar tu librería para identificar algún problema en componentes e intentar de nuevo.
hi: आपकी लाइब्रेरी XML में निर्यात नहीं की जा सकी। विफल घटक की पहचान करने के लिए पर्याप्त जानकारी नहीं है। किसी भी समस्याग्रस्त घटकों की पहचान करने और फिर से प्रयास करने के लिए अपने पुस्तकालय का निरीक्षण करें।
ja_jp: ライブラリをXMLにエクスポートできませんでした。失敗したコンポーネントを特定するために必要な情報が不足しています。ライブラリを精査して問題のあるコンポーネントを特定してから再度試してください。
ko_kr: 콘텐츠 보관함을 XML로 내보낼 수 없습니다. 내보내기에 실패한 구성요소를 식별할 정보가 부족합니다. 모든 문제 가능성이 있는 구성요소를 찾아내기 위해 콘텐츠 보관함을 확인하고, 내보내기를 다시 시도하세요.
pt_br: Sua biblioteca não pode ser exportada em XML. Não há informações suficientes para identificar qual é o componente com erro. Verifique sua biblioteca para identificar qualquer componente problemático e tente novamente.
vi: Không thể xuất thư viện của bạn sang XML. Không có đủ thông tin để xác định thành phần gặp lỗi. Kiểm tra lại thư viện của bạn để xác định các thành phần có vấn đề và thử lại.
zh_tw: 您的函式庫無法匯出至XML。無足夠的資訊去辨識錯誤元件。請檢查您函式庫來辨識有問題的元件並且重試。

source: Take me to the main library page
es_419: Ir a la página principal de librería
hi: मुझे मुख्य पुस्तकालय पृष्ठ पर ले जाएं
ja_jp: メインライブラリページに戻る
ko_kr: 콘텐츠 보관함으로 갑니다.
pt_br: Me leve à página principal da biblioteca
vi: Mở trang thư viện chính
zh_tw: 帶我到主要函式庫頁面

source: Your course could not be exported to XML. There is not enough information to identify the failed component. Inspect your course to identify any problematic components and try again.
es_419: Tu librería no puede ser exportada a XML. No ha la suficiente información para identificar el componente que falló. Revisar tu librería para identificar algún problema en componentes e intentar de nuevo.
hi: आपका पाठ्यक्रम XML को निर्यात नहीं किया जा सका। विफल घटक की पहचान करने के लिए पर्याप्त जानकारी नहीं है। किसी भी समस्याग्रस्त घटकों की पहचान करने और फिर से प्रयास करने के लिए अपने पाठ्यक्रम का निरीक्षण करें।
ja_jp: 講座をXMLにエクスポートできませんでした。失敗したコンポーネントを特定するために必要な情報が不足しています。講座を精査して問題のあるコンポーネントを特定してから再度試してください。
ko_kr: 콘텐츠 보관함을 XML로 내보낼 수 없습니다. 내보내기에 실패한 구성요소를 식별할 정보가 부족합니다. 모든 문제 가능성이 있는 구성요소를 찾아내기 위해 콘텐츠 보관함을 확인하고, 내보내기를 다시 시도하세요.
pt_br: Seu curso não pode ser exportado em XML. Não há informações suficientes para identificar qual é o componente com erro. Verifique seus cursos para identificar qualquer componente problemático e tente novamente.
vi: Không thể xuất khoá học của bạn sang tệp XML. Không có đủ thông tin để tìm ra phần bị lỗi. Bạn nên kiểm tra lại khoá học của bạn để tìm ra phần bị lỗi và thử lại.
zh_tw: 您課程無法匯出至XML。無足夠的資訊去辨識錯誤元件。請檢查您課程來辨識有問題的元件並且重試。

source: Take me to the main course page
es_419: Ir a la página principal de librería
hi: मुझे मुख्य पाठ्यक्रम पृष्ठ पर ले जाएं
ja_jp: メインページに戻る
ko_kr: 메인 강좌 페이지로 보냅니다.
pt_br: Me leve à página principal do curso
vi: Mở trang khoá học chính
zh_tw: 帶我到主要課程頁面

source: The raw error message is:
es_419: El error crudo es:
hi: कच्ची त्रुटि संदेश है:
ja_jp: エラーメッセージの原文：
ko_kr: 원래의 오류 메시지입니다 :
lt_lt: Neapdorotas klaidos pranešimas:
pt_br: A mensagem bruta de erro é:
vi: Thông báo lỗi ban đầu là:
zh_tw: 原始錯誤訊息是：

source: There has been an error with your export.
es_419: Ha habido un error al exportar.
hi: आपके निर्यात में कोई त्रुटि हुई है।
ja_jp: エクスポートをするに当たって問題があります。
ko_kr: 내보내기에 오류가 발생했습니다.
lt_lt: Eksportuojant įvyko klaida.
pt_br: Ocorreu um erro com sua exportação.
vi: Xảy ra lỗi khi xuất tệp.
zh_tw: 您的匯出有錯誤。

source: There was an error while importing the new library to our database.
es_419: Hubo un error mientras importabamos la nueva librería a nuestra base de datos.
hi: हमारे डेटाबेस में नई लाइब्रेरी आयात करते समय एक त्रुटि हुई थी।
ja_jp: ライブラリをデータベースにインポート中にエラーが発生しました。
pt_br: Detectamos um erro ao tentar importar a nova biblioteca para nossa base de dados.
zh_tw: 在匯入新函式庫至我們的資料庫時發生錯誤。

source: There was an error while importing the new course to our database.
es_419: Ha habido un error importando el nuevo curso a nuestra base de datos.
hi: हमारे डेटाबेस में नया पाठ्यक्रम आयात करते समय एक त्रुटि हुई थी।
ja_jp: データベースに新しい講座をインポート中にエラーが発生
lt_lt: Importuojant naują kursą į mūsų duomenų bazę įvyko klaida.
pt_br: Ocorreu um erro ao importar o novo curso para a nossa base de dados.
zh_tw: 匯入新課程到我們的資料庫時發生錯誤。

source: There was an error during the upload process.
es_419: Hubo un error durante el proceso de carga.
hi: अपलोड प्रक्रिया के दौरान एक त्रुटि हुई।
ja_jp: アップロード時にエラーが発生
lt_lt: Įkeliant įvyko klaida.
pt_br: Ocorreu um erro durante o processo de envio.
zh_tw: 在上傳的過程中發生錯誤

source: There was an error while unpacking the file.
es_419: Ha habido un error desempaquetando el archivo
hi: फ़ाइल को अनपैक करते समय एक त्रुटि हुई।
ja_jp: ファイルの解凍中にエラーが発生
lt_lt: Išpakuojant failą įvyko klaida.
pt_br: Ocorreu um erro ao descompactar o arquivo.
zh_tw: 在解壓縮檔案的過程中發生錯誤。

source: There was an error while verifying the file you submitted.
es_419: Ha habido un error verificando el archivo que usted ha enviado.
hi: आपके द्वारा सबमिट की गई फ़ाइल को सत्यापित करते समय एक त्रुटि हुई थी।
ja_jp: 送信したファイルの確認中にエラーが発生
lt_lt: Tikrinant jūsų pateiktą failą įvyko klaida.
pt_br: Ocorreu um erro ao verificar o arquivo que você enviou.
zh_tw: 驗證您提交的檔案時發生錯誤。

source: Choose new file
es_419: Escoja un nuevo archivo
hi: नई फ़ाइल चुनें
ja_jp: 新しいファイルを選ぶ
lt_lt: Pasirinkite naują failą
pt_br: Selecione um novo arquivo
zh_tw: 選擇新的檔案

source: Your import has failed.
es_419: Su importación ha fallado.
hi: आपका आयात विफल हो गया है।
ja_jp: インポートは失敗しました
lt_lt: Jūsų įkėlimas nepavyko.
pt_br: A importação falhou.
zh_tw: 您的匯入失敗。

source: File format not supported. Please upload a file with a {file_extension} extension.
es_419: Formato de archivo no soportado. Por favor cargue un archivo con extensión {file_extension}.
ja_jp: ファイル形式がサポートされていません． {file_extension} 拡張子がついたファイルをアップロードして下さい．
zh_tw: 檔案格式不支援，請上傳 {file_extension} 格式的檔案。

source: Already a course team member
es_419: Ya un miembro del equipo del curso.
hi: पहले से ही एक कोर्स टीम के सदस्य
ja_jp: 既に講座チームメンバーとなっています。
ko_kr: 이미 강좌 운영팀의 구성원입니다.
lt_lt: Jau esate kurso komandos narys
pt_br: Já é um membro do grupo
vi: Đã là thành viên của khoá học rồi
zh_tw: 已經是一位課程團隊成員

source: Are you sure you want to delete {email} from the course team for “{container}”?
es_419: ¿Está seguro de que desea borrar {email} del equipo del curso “{container}”?
hi: क्या आप वाकई "{container}" के लिए कोर्स टीम से {email} हटाना चाहते हैं?
ja_jp: {email}を“{container}”のチームから削除しようとしていますが、よろしいですか？
ko_kr: “{container}”에서 {email} 을 삭제하시겠습니까?
pt_br: Você tem certeza de deseja apagar {email} da equipe do curso “{container}”?
vi: Bạn có chắc chắn muốn xóa {email} từ nhóm quản lý khóa học cho "{container}" không?
zh_tw: 您確定要從課程團隊“{container}”中刪除{email}？

source: Staff
es_419: Equipo del curso
hi: कर्मचारी
ja_jp: スタッフ
ko_kr: 운영팀
lt_lt: Personalas
pt_br: Equipe
vi: Nhân viên
zh_tw: 工作人員

source: Admin
es_419: Administrador
hi: व्यवस्थापक
ja_jp: 管理者
ko_kr: 교수자
lt_lt: Administratorius
pt_br: Administrador
vi: Quản Trị
zh_tw: 管理員

source: Already a library team member
es_419: Ya es un miembro del equipo de la librería
hi: पहले से ही एक पुस्तकालय टीम का सदस्य
ja_jp: すでにライブラリチームメンバーです
ko_kr: 이미 콘텐츠 보관함 구성원입니다.
lt_lt: Jau esate bibliotekos komandos narys
pt_br: Você já é um membro da equipe de biblioteca
vi: Đã là thành viên của nhóm thư viện
zh_tw: 已經是函式庫隊伍成員

source: Are you sure you want to delete {email} from the library “{container}”?
es_419: ¿Está seguro de que desea borrar {email} de la librería “{container}”?
hi: क्या आप वाकई "{container}" लाइब्रेरी से {email} हटाना चाहते हैं?
ja_jp: {email}を“{container}”ライブラリから削除しようとしていますが、よろしいですか？
ko_kr: “{container}”에서 {email} 을 삭제하시겠습니까?
pt_br: Você tem certeza de que deseja apagar {email} da biblioteca “{container}”?
vi: Bạn có chắc chắn muốn xóa {email} khỏi thư viện "{container}" không?
zh_tw: 您確定要從函式庫“{container}”刪除 {email} ？

source: Library User
es_419: Usuario de la Biblioteca
hi: लाइब्रेरी उपयोगकर्ता
ja_jp: ライブラリユーザー
ko_kr: 콘텐츠 보관함 이용자
pt_br: Usuário da Biblioteca
vi: Thư viện người dùng
zh_tw: 函式庫使用者

source: Hide Deprecated Settings
es_419: Ocultar configuraciones descartadas
hi: डिप्रेस्ड सेटिंग्स छिपाएं
ja_jp: 不正な設定を隠す
ko_kr: 부가기능 설정 감추기
lt_lt: Slėpti nerekomenduojamas nuostatas
pt_br: Ocultar configurações obsoletas
vi: Ẩn Cài Đặt Khả Thế
zh_tw: 隱藏棄用的設定

source: Show Deprecated Settings
es_419: Mostrar configuraciones descartadas
hi: जमा की गई सेटिंग दिखाएं
ja_jp: 不正な設定を表示する
ko_kr: 부가기능 설정 보이기
lt_lt: Rodyti nerekomenduojamas nuostatas
pt_br: Exibir configurações obsoletas
vi: Hiện Cài Đặt Khả Thế
zh_tw: 顯示棄用的設定

source: You have unsaved changes. Do you really want to leave this page?
es_419: Tiene cambios no guardados. ¿Realmente desea abandonar esta página?
hi: आपके पास बिना जमा किये गये परिवर्तन है, क्‍या आप वास्‍तव में इस पृष्‍ठ को छोडना चाहते हैं ?
ja_jp: 保存されていない変更があります。このページから移動しますか？
ko_kr: 변경사항이 저장되지 않았습니다. 정말로 현재 페이지를 벗어나시겠습니까?
lt_lt: Yra neišsaugotų pakeitimų. Ar tikrai norite išeiti iš šio puslapio?
pt_br: Você tem alterações não salvas. Você realmente deseja sair desta página?
vi: Bạn có những thay đổi chưa được lưu. Bạn có thực sự muốn rời khỏi trang này?
zh_tw: 您尚有未保存的修改，確定要離開此頁面嗎?

source: Internal Server Error.
es_419: Error interno del servidor.
hi: आंतरिक सर्वर त्रुटि।
ko_kr: 내부 서버 오류.
pt_br: Erro interno do servidor
vi: Lỗi Máy chủ Nội bộ.

source: Queued
es_419: En cola
ja_jp: キュー済
ko_kr: 대기 중...
lt_lt: Laukia savo eilės
pt_br: Em lista de espera.
vi: Đã xếp hàng
zh_tw: 佇列

source: Upload completed
es_419: Carga terminada
hi: अपलोड पूरा हुआ
ja_jp: アップロード完了
ko_kr: 업로드 완료
lt_lt: Įkėlimas baigtas
pt_br: Carregamento concluído
vi: Tải lên hoàn tất
zh_tw: 上傳完成

source: Upload failed
es_419: Carga fallída
hi: अपलोड विफल
ja_jp: アップロード失敗
ko_kr: 업로드 실패
lt_lt: Nepavyko įkelti
pt_br: Carregamento falhou.
vi: Lỗi khi tải lên
zh_tw: 上傳失敗

source: Chapter name and asset_path are both required
es_419: Se requieren tanto el nombre del capítulo como la ruta del archivo
hi: अध्याय का नाम और परिसंपत्ति_पथ दोनों आवश्यक हैं
pt_br: O nome do capítulo e asset_path são obrigatórios
vi: Tên chương và asset_path đều là bắt buộc

source: Chapter name is required
es_419: Se requiere el nombre del capítulo
hi: अध्याय नाम आवश्यक है
pt_br: O nome do capítulo é obrigatório
vi: Tên chương là bắt buộc

source: asset_path is required
es_419: Se requiere la ruta del archivo
hi: परिसंपत्ति_पथ की आवश्यकता है
pt_br: variável_ativa é obrigatória
vi: asset_path là bắt buộc

source: You must specify a name
es_419: Debe especificar un nombre
hi: नाम देना आवश्यक है
ja_jp: 名前を指定する必要があります
lt_lt: Jūs turite nurodyti pavadinima
pt_br: Você deve especificar um nome
vi: Bạn phải xác định một tên
zh_tw: 您必須指定一個名稱

source: Action required: Enter a valid date.
es_419: Acción requerida: Introduzca una fecha válida.
hi: कार्रवाई की आवश्यकता: एक मान्य दिनांक दर्ज करें।
ko_kr: 유효한 날짜를 입력하세요.
pt_br: Ação requerida: Informe uma data válida.
vi: Hành động bắt buộc: Nhập ngày hợp lệ.

source: Group name is required
es_419: Nombre de grupo requerido
hi: समूह के नाम की आवश्‍यकता है
ja_jp: グループ名は必須です。
ko_kr: 그룹명이 필요합니다.
lt_lt: Būtinas grupės pavadinimas
pt_br: O nome do grupo é obrigatório
vi: Yêu cầu tên nhóm
zh_tw: 需要群組名稱

source: Group A
es_419: Grupo A
hi: समूह अ
ja_jp: グループA
ko_kr: 그룹 A
lt_lt: A grupė
pt_br: Grupo A
vi: Nhóm A
zh_tw: 群組 A

source: Group B
es_419: Grupo B
hi: ग्रुप बी
ja_jp: グループB
ko_kr: 그룹 B
lt_lt: B grupė
pt_br: Grupo B
vi: Nhóm B
zh_tw: 群組 B

source: Group Configuration name is required.
es_419: Nombre de grupo de configuración requerido.
hi: समूह कॉन्फ़िगरेशन नाम की आवश्यकता है।
ja_jp: グループ設定名は必須です。
ko_kr: 그룹 설정 이름이 필요합니다
lt_lt: Būtinas grupės konfigūracijos pavadinimas.
pt_br: Necessário um nome para a Configuração de Grupo
vi: Yêu cầu tên của Cấu Hình Nhóm.
zh_tw: 需要群組設定名稱。

source: There must be at least one group.
es_419: Debe existir al menos un grupo.
hi: कम से कम एक समूह होना चाहिए।
ja_jp: 少なくとも1つのグループが必要です。
ko_kr: 적어도 하나의 그룹은 존재해야 합니다.
lt_lt: Turi būti bent viena grupė.
pt_br: É necessário possuir ao menos um grupo.
vi: Phải có ít nhất một nhóm.
zh_tw: 務必至少含一個群組。

source: All groups must have a name.
es_419: Todos los grupos deben tener nombre.
hi: सभी समूहों में एक नाम होना चाहिए।
ja_jp: 全てのグループには名前が必要です。
ko_kr: 모든 그룹은 이름을 가져야 합니다.
lt_lt: Visos grupės turi turėti pavadinimus.
pt_br: Todos os grupos necessitam de um nome.
vi: Tất cả các nhóm phải có tên.
zh_tw: 所有群組務必有一個名稱。

source: All groups must have a unique name.
es_419: Todos los equipos deben tener un nombre único.
hi: सभी समूहों में एक विशिष्ट नाम होना चाहिए।
ja_jp: 全てのグループには一意な名前が必要です。
ko_kr: 모든 그룹의 이름은 고유해야 합니다.
lt_lt: Visos grupės turi turėti unikalius pavadinimus.
pt_br: Todos os grupos devem conter apenas um único nome.
vi: Tất cả các nhóm phải có một tên riêng.
zh_tw: 所有群組必須有一個唯一的命名。

source: The course must have an assigned start date.
es_419: El curso debe tener asignada una fecha de inicio.
hi: इस पाठ्यक्रम के प्रारंभ होने की तिथि होनी चाहिए.
ja_jp: 各講座には、受講開始日を設定する必要があります。
ko_kr: 강좌는 할당된 개강일이 있어야 합니다.
lt_lt: Kursui būtina nustatyti pradžios datą.
pt_br: O curso deve ter uma data de início designada.
vi: Khoá học phải ấn định ngày bắt đầu.
zh_tw: 課程必須有指定的開始日期。

source: The course end date must be later than the course start date.
es_419: La fecha de finalización del curso debe ser posterior a la fecha de inicio.
hi: कोर्स की समाप्ति तिथि पाठ्यक्रम शुरू होने की तारीख से बाद में होनी चाहिए।
ja_jp: 受講終了日は受講開始日より後でなければなりません。
ko_kr: 종강일은 개강일 보다 이후가 되어야 합니다.
pt_br: A data do final do curso deve ser posterior à data de início da matrícula.
vi: Ngày kết thúc của khóa học phải sau ngày bắt đầu của khóa học.
zh_tw: 課程的結束日期不能在開始日期之前。

source: The course start date must be later than the enrollment start date.
es_419: La fecha de inicio del curso debe ser posterior a la fecha de inicio de inscripciones.
hi: कोर्स की आरंभ तिथि नामांकन प्रारंभ तिथि की तुलना में बाद में होनी चाहिए।
ja_jp: 受講開始日は、受講登録開始日より後でなければなりません。
ko_kr: 개강일은 수강신청 시작일보다 늦어서는 안됩니다.
pt_br: A data de início do curso deve ser posterior à data de início da matrícula.
vi: Ngày bắt đầu của khóa học phải sau ngày bắt đầu tuyển sinh.
zh_tw: 課程的開始日期應在課程的註冊開始日期之後。
