Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: You've successfully logged into your {provider_name} account, but this account isn't linked with an {platform_name} account yet.
he: התחברת בהצלחה לתוך חשבון {provider_name} שלך, אך חשבון זה עדיין לא מקושר עם חשבון {platform_name}.
ja_jp: {provider_name}アカウントへのログインが成功しましたが、このアカウントはまだ{platform_name}のアカウントへの紐付けが行われていません。
lt_lt: Jūs sėkmingai prisijungėte prie savo {provider_name} paskyros, bet ši paskyra dar nėra susieta su {platform_name} paskyra.
vi: Bạn đã đăng nhập thành công vào tài khoản {provider_name} nhưng tài khoản này chưa liên kết với tài khoản {platform_name}.

source: Use your {platform_name} username and password to log into {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard.
he: השתמש בשם המשתמש והסיסמה של {platform_name} בכדי להתחבר ל{platform_name} למטה. לאחר מכן, קשר את חשבון {platform_name} עם {provider_name} בלוח הבקרה.
ja_jp: {platform_name}のユーザー名とパスワードを用いて、{platform_name}にログインしてください。すると、マイページにて{platform_name}のアカウントと{provider_name}とが関連付けられます。
lt_lt: Naudodamiesi savo {platform_name} naudotojo vardu ir slaptažodžiu prisijunkite prie {platform_name} ir tada savo informaciniame puslapyje savo {platform_name} paskyrą susiekite su {provider_name}.
vi: Dùng tên đăng nhập và mật khẩu trên {platform_name} để đăng nhập vào {platform_name}, rồi liên kết tài khoản {platform_name} với {provider_name} từ bảng thông tin.

source: If you don't have an {platform_name} account yet, click {register_label_strong} at the top of the page.
vi: Nếu bạn chưa có tài khoản {platform_name}, nhấn vào {register_label_strong} ở đầu trang

source: Register
he: הירשם
hi: रजिस्टर करें
ja_jp: 会員登録
lt_lt: Registruotis
vi: Đăng ký

source: There was an error receiving your login information. Please email us.
he: קרתה שגיאה בזמן קבלת מידע התחברות. אנא צרו איתנו קשר דרך דואר אלקטרוני.
hi: आपकी लॉग-इन जानकारी प्राप्त करने में त्रुटि हुई है। कृपया हमें ई-मेल करें।
ja_jp: ログイン情報の受信にエラーが発生しました。 管理者へメールをお願いします。
lt_lt: Įvyko klaida perduodant jūsų registravimosi informaciją. Prašome susisiekti su mumis el. paštu.
vi: Xảy ra lỗi khi nhận thông tin đăng nhập của bạn. Vui lòng gởi email đến chúng tôi.

source: In order to sign in, you need to activate your account.<br /><br />We just sent an activation link to <strong>{email}</strong>. If you do not receive an email, check your spam folders or <a href="{support_url}">contact {platform} Support</a>.
vi: Để có thẻ đăng nhập, bạn cần kích hoạt tài khoản.<br /><br />Chúng tôi vừa gửi một thông báo kích hoạt tới <strong>{email}</strong>. Nếu bạn không nhận được, hãy kiểm tra trong SPAM hoặc <a href="{support_url}">liên hệ {platform} Bộ phân hỗ trợ</a>.

source: Too many failed login attempts. Try again later.
he: מספר נסיונות חיבור גדול מידי. אנא נסה מאוחר יותר.
hi: लॉग-इन के कई प्रयास विफल रहे। थोड़ी देर बाद में फिर से कोशिश करें।
ja_jp: ログイン試行に失敗し過ぎました、しばらく経った後にお試しください。
lt_lt: Per daug neteisingų bandymų prisijungti. Bandykite vėliau.
vi: Quá nhiều lần đăng nhập thất bại. Vui lòng thử lại sau.

source: Create Account
hi: खाता बनाएं
vi: Tạo tài khoản

source: Registration using {provider} has timed out.
hi: {provider} का उपयोग करके पंजीकरण समाप्त हो गया है।
vi: Đăng ký sử dụng {provider} đã hết hạn.

source: An access_token is required when passing value ({}) for provider.
he: דרוש access_token כאשר עוברים את ערך ({}) עבור ספק.
hi: प्रदाता के लिए मान ({}) पास करते समय एक access_token की आवश्यकता होती है।
ja_jp: access_tokenはプロバイダに値 ({}) を渡すために必要です。
lt_lt: Perduodant reikšmę ({}) tiekėjui reikalingas prieigos raktas.
vi: An access_token được yêu cầu khi vượt qua giá trị ({}) cho nhà cung cấp.

source: The provided access_token is already associated with another user.
he: הaccess_token שסופק כבר מקושר עם משתמש אחר.
hi: प्रदान की गई access_token पहले से ही किसी अन्य उपयोगकर्ता से संबद्ध है।
ja_jp: 提供されたaccess_tokenは他のユーザと紐付けられています。
lt_lt: Pateiktas prieigos raktas yra susijęs su kitu naudotoju.
vi: Các access_token cung cấp đã được liên kết với một người dùng khác.

source: The provided access_token is not valid.
he: הaccess_token שסופק לא חוקי.
hi: प्रदत्त access_token मान्य नहीं है।
ja_jp: 提供されたaccess_tokenは有効ではありません。
lt_lt: Pateiktas neteisingas prieigos raktas.
vi: Các access_token cung cấp không hợp lệ.

source: Dismiss
hi: ख़ारिज करें
ja_jp: 解散
lt_lt: Atsisakyti
vi: Hủy

source: The course key for the course we would like to be auto-cohorted.
hi: जिस कोर्स के लिए हम ऑटो-कोहर्ड होना चाहते हैं, उसके लिए कोर्स की कुंजी।
vi: Mã số cho khóa học chúng tôi muốn được tự động tạo nhóm.

source: Oauth client name of video pipeline service.
vi: Tên người dùng của dịch vụ video pipeline.

source: Username created for Video Pipeline Integration, e.g. veda_service_user.
vi: Tên người dùng được tạo để tích hợp Video Pipeline, e.g. veda_service_user.

source: Force On
hi: पर मजबूर
vi: Bắt buộc

source: Force Off
hi: मजबूरन बंद
vi: Rời bỏ

source: This value is invalid.
he: ערך זה אינו חוקי.
hi: यह मान अमान्य है।
ja_jp: 入力値に問題があるので見直してください。
lt_lt: Ši reikšmė netinkama.
vi: Giá trị này không có thực

source: This field is not editable
hi: यह क्षेत्र संपादन योग्य नहीं है
ja_jp: このフィールドは編集できません
lt_lt: Šis laukas yra neredaguojamas.
vi: Phạm vi này không thể chỉnh sửa

source: %(min_score)s is not a valid grade percentage
hi: %(min_score)sमान्य ग्रेड प्रतिशत नहीं है
vi: %(min_score)s không phải là một tỷ lệ phần trăm hợp lệ

source: License
hi: लाइसेंस
ja_jp: ライセンス
lt_lt: Licencija
vi: Giấy phép

source: A license defines how the contents of this block can be shared and reused.
hi: एक लाइसेंस परिभाषित करता है कि कैसे इस ब्लॉक की सामग्री को साझा और पुन: उपयोग किया जा सकता है।
ja_jp: このブロックのコンテンツが如何にして共有されたり再利用されるかを定義しているライセンスです。
lt_lt: Licencija apibrėžia, kaip galima dalytis ir naudotis šio bloko turiniu.
vi: Một giấy phép định nghĩa cách các nội dung của khối này có thể được chia sẻ và tái sử dụng.

source: Week 1
hi: सप्ताह 1
vi: Tuần 1

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
he: שם תת קטגוריה עבור הדיון. השם הזה מופיע בחלונית השמאלית של פורום הדיונים של הקורס.
hi: चर्चा के लिए एक उपश्रेणी नाम। यह नाम पाठ्यक्रम के लिए चर्चा मंच के बाएँ फलक में दिखाई देता है।
ja_jp: ディスカッション用のサブカテゴリー名。サブカテゴリー名はディスカッションの左枠に表示されます。
lt_lt: Diskusijos subkategorijos pavadinimas. Šis pavadinimas matomas kairiajame kurso diskusijos forumo polangyje.
vi: Một tên tiểu thể loại cho các cuộc thảo luận. Tên này xuất hiện trong cửa sổ bên trái của các diễn đàn thảo luận cho khóa học.

source: You are not signed in. To view the discussion content, {sign_in_link} or {register_link}, and enroll in this course.
hi: आप साइन इन नहीं हैं। चर्चा सामग्री देखने के लिए, {sign_in_link} या {register_link}, और इस पाठ्यक्रम में दाखिला लें।
vi: Bạn chưa đăng nhập. Để xem thêm nội dung thảo l, {sign_in_link} hoặc {register_link} và sau đó ghi danh vào khóa học này.

source: These define the context to enable course duration limits on. If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.<br>If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
vi: Thiết lập phạm vi để tạo thời gian giới hạn của khóa học. Nếu không đặt giá trị nào, cài đặt sẽ áp dụng lên toàn bộ. Nếu một giá trị được đặt, thì cài đặt sẽ chỉ áp dụng lên toàn bộ khóa học trong phạm vi đó. Tối đa một giá trị có thể đặt cùng lúc. <br> Nếu nhiều phạm vi được áp dụng lên một khóa học (ví dụ, nếu cài đặt chỉ dành riêng cho khóa học đó, và cho tổ chức mà khóa học đó ở trong, thì cài đặt riêng cụ thể hơn sẽ được áp dụng.

source: If any of these values is left empty or "Unknown", then their value at runtime will be retrieved from the next most specific context that applies. For example, if "Enabled" is left as "Unknown" in the course context, then that course will be Enabled only if the org that it is in is Enabled.
vi: Nếu một trong những giá trị này rỗng hoặc "Không Rõ", thì giá trị của chúng khi chạy sẽ được lấy từ phạm vi cụ thể nhất kế tiếp đã được áp dụng. Ví dụ, nếu "Cho Phép" được đặt là "Không Rõ" tại phạm vi khóa học, thì khóa học đó sẽ chỉ Cho Phép nếu tổ chức đó để cài đặt là Cho Phép.

source: Enabled As Of
hi: सक्षम के रूप में
vi: Cho Phép Dưới

source: Studio Override Enabled
hi: स्टूडियो ओवरराइड सक्षम
vi: Đã Cho Phép Ghi Đè Studio

source: Allow Feature Based Enrollment visibility to be overriden on a per-component basis in Studio.
hi: स्टूडियो में फ़ीचर आधारित नामांकन दृश्यता को प्रति-घटक आधार पर ओवरराइड करने की अनुमति दें।
vi: Cho Phép Xem Chức Năng Dựa Trên Ghi Danh bị ghi đề lên từng thành phần tại Studio.

source: enabled_as_of must be set when enabled is True
hi: सक्षम होने पर enable_as_of को सेट किया जाना चाहिए
vi: enabled_as_of cần được đặt nếu enabled là

source: Feature-based Enrollments
vi: Ghi Danh Theo Chức năng

source: Partition for segmenting users by access to gated content types
hi: गेटेड सामग्री प्रकारों तक पहुंच के माध्यम से उपयोगकर्ताओं को विभाजित करने के लिए विभाजन
vi: Phân loại người dùng theo truy cập tới loại nội dung.

source: Graded assessments are available to Verified Track learners. Upgrade to Unlock.
hi: स्नातक स्तर की पढ़ाई सत्यापित ट्रैक शिक्षार्थियों के लिए उपलब्ध हैं। अनलॉक पर अपग्रेड करें।
vi: Bài tập Chấm điểm chỉ dành cho học viên được Xác Thực Theo Dõi. Nâng cấp để Mở khóa.

source: Content available only to verified track learners
hi: सामग्री केवल सत्यापित ट्रैक शिक्षार्थियों के लिए उपलब्ध है
vi: Nội dung chỉ dành cho học viên được Xác Thực Theo Dõi.

source: Verified Track Access
hi: सत्यापित ट्रैक पहुंच
vi: Truy Cập Đã Được Xác Thực Theo Dõi

source: Graded assessments are available to Verified Track learners.
hi: स्नातक स्तर की पढ़ाई सत्यापित ट्रैक शिक्षार्थियों के लिए उपलब्ध हैं।
vi: Bài tập Chấm điểm chỉ dành cho học viên được Xác Thực Theo Dõi.

source: Upgrade to unlock
hi: अनलॉक करने के लिए अपग्रेड करें
vi: Nâng cấp để mở khóa

source: Access expired on {expiration_date}
hi: {Expiration_date} पर पहुंच समाप्त हो गई
vi: Truy cập đã hết hạn vào {expiration_date}

source: Access to {course_name} expired on {expiration_date}
hi: {expiration_date} पर समाप्त {course_name} तक पहुंच
vi: Truy cập tới {course_name} đã hết hạn vào {expiration_date}

source: Access to the course you were looking for expired on {expiration_date}
hi: आप जिस कोर्स की तलाश कर रहे थे, उसकी {expiration_date} सीमा समाप्त हो रही है।
vi: Truy cập tới khóa học bạn đang tìm đã hết hạn vào {expiration_date}

source: This learner does not have access to this course. Their access expired on {expiration_date}.
hi: इस शिक्षार्थी की इस पाठ्यक्रम तक पहुँच नहीं है। उनकी पहुँच {expiration_date} पर समाप्त हो गई।
vi: Học viên này không có quyền truy cập tới khóa học này. Truy cập của họ đã hết hạn vào {expiration_date}

source: {strong_open}Audit Access Expires {expiration_date}{strong_close}{line_break}You lose all access to this course, including your progress, on {expiration_date}.
hi: {strong_open} ऑडिट एक्सेस की समय सीमा समाप्त हो जाती है {expiration_date} {strong_close} {line_break} आप इस कोर्स तक सभी एक्सेस खो देते हैं, जिसमें आपकी प्रगति, {expiration_date} शामिल है।
vi: {strong_open}Kiểm Tra Truy Cập Hết Hạn {expiration_date}{strong_close}{line_break}Bạn sẽ mất toàn bộ quyền truy cập tới khóa học này, bao gồm tiến độ của bạn, vào {expiration_date}.

source: {line_break}Upgrade by {upgrade_deadline} to get unlimited access to the course as long as it exists on the site. {a_open}Upgrade now{sronly_span_open} to retain access past {expiration_date}{span_close}{a_close}
hi: {लाइन_ब्रेक} अपग्रेड करके {अपग्रेड_डीडलाइन} साइट पर जब तक मौजूद है, तब तक कोर्स के लिए असीमित एक्सेस प्राप्त करें। {a_open} अब अपग्रेड करें {sronly_span_open} एक्सेस पास्ट को बनाए रखने के लिए {expiration_date} {span_close} {a_close}
vi: {line_break}Nâng cấp trễ nhất vào {upgrade_deadline} để nhận truy cấp không giới hạn tới khóa học, nếu khóa học còn tồn tại{a_open}Nâng cấp bây giờ{sronly_span_open} để giữ quyền truy cập qua ng {expiration_date}{span_close}{a_close}

source: Updates
hi: अपडेट्स
ja_jp: 最近
lt_lt: Atnaujinimai
vi: Cập Nhật

source: Reviews
vi: Đánh giá

source: {sign_in_link} or {register_link} and then enroll in this course.
hi: {sign_in_link} या {register_link} और फिर इस कोर्स में दाखिला लें।
vi: {sign_in_link} hoặc {register_link} và sau đó đăng ký vào khóa học này.

source: Sign in
he: כניסה
hi: साइन इन करें
ja_jp: ログイン
lt_lt: Prisijungti
vi: Đăng nhập

source: {open_enroll_link}Enroll now{close_enroll_link} to access the full course.
hi: {open_enroll_link} पूरा कोर्स एक्सेस करने के लिए अब {close_enroll_link} नामांकन करें।
vi: {open_enroll_link}Đăng ký ngay{close_enroll_link} để truy cập toàn bộ khóa học.

source: Welcome to {course_display_name}
hi: {Course_display_name} में आपका स्वागत है
vi: Chào mừng bạn đến với {course_display_name}

source: To start, set a course goal by selecting the option below that best describes your learning plan. {goal_options_container}
hi: शुरू करने के लिए, नीचे दिए गए विकल्प का चयन करके एक पाठ्यक्रम लक्ष्य निर्धारित करें जो आपकी सीखने की योजना का सर्वोत्तम वर्णन करता है। {Goal_options_container}
vi: Để bắt đầu, hãy đặt mục tiêu khóa học bằng cách chọn tùy chọn dưới đây mô tả tốt nhất kế hoạch học tập của bạn. {goal_options_container}

source: Set goal to: {choice}
hi: इसके लिए लक्ष्य निर्धारित करें: {choice}
vi: Đặt mục tiêu: {choice}

source: Set goal to: {goal_text}
hi: इसके लिए लक्ष्य निर्धारित करें: {goal_text}
vi: Đặt mục tiêu: {goal_text}

source: Enrollment in {course_title} was not complete.
hi: {Course_title} में नामांकन पूर्ण नहीं था।
vi: Đăng ký vào {course_title} vẫn chưa hoàn tất.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise_customer_name}.
hi: यदि आपको अपना डेटा साझा करने के बारे में चिंता है, तो कृपया अपने व्यवस्थापक से {Enterprise_customer_name} पर संपर्क करें।
vi: Nếu bạn có thắc mắc về chia sẻ dữ liệu của mình, vui lòng liên hệ với người quản trị của bạn tại {enterprise_customer_name}.

source: We are sorry, you are not authorized to access {platform_name} via this channel. Please contact your learning administrator or manager in order to access {platform_name}.{line_break}{line_break}Error Details:{line_break}{error_message}
hi: हमें खेद है, आप इस चैनल के माध्यम से {platform_name} तक पहुंचने के लिए अधिकृत नहीं हैं। {Platform_name} {line_break} {line_break} त्रुटि विवरण: {line_break} {error_message} तक पहुंचने के लिए कृपया अपने शिक्षण व्यवस्थापक या प्रबंधक से संपर्क करें।
vi: Chúng tôi rất lấy làm tiếc, bạn không có quyền truy cập {platform_name} qua kênh này. Hãy liên hệ với quản trị viên hoặc quản lý để truy cập {platform_name}.{line_break}{line_break}Chi tiết Lỗi: {line_break}{error_message}

source: Thank you for joining {platform_name}. Just a couple steps before you start learning!
hi: {Platform_name} में शामिल होने के लिए धन्यवाद। सीखने शुरू करने से पहले बस कुछ कदम!
vi: Cám ơn đã tham gia {platform_name}. Chỉ cần một vài bước trước khi bạn có thể bắt đầu học!

source: Continue
he: המשך
hi: जारी रखें
ja_jp: 続ける
lt_lt: Tęsti
vi: Tiếp tục

source: Welcome to the new learner profile page. Your full profile now displays more information to other learners. You can instead choose to display a limited profile. {learn_more_link_start}Learn more{learn_more_link_end}
vi: Chào mừng bạn đến với trang hồ sơ học viên mới. Tiểu sử đầy đủ của bạn đang hiển thị nhiều thông tin hơn cho người học khác. Thay vào đó, bạn có thể chọn hiển thị hồ sơ giới hạn. {learn_more_link_start}Tìm hiểu thêm{learn_more_link_end}

source: Remember when you enrolled in %(course_name)s, and other courses on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
hi: याद रखें जब आपने edX.org पर और अन्य पाठ्यक्रमों में दाखिला%(course_name)s लिया था? हम करते हैं, और हम आपके लिए खुश हैं! आओ देखें कि हर कोई क्या सीख रहा है।
vi: Bạn có nhớ đã tham gia %(course_name)s, và các khóa học khác trên edX.org? Chúng tôi vẫn nhớ và chúng tôi rất vui khi có bạn! Hãy đến xem mọi người đang học những gì.

source: Remember when you enrolled in %(course_name)s on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
hi: याद रखें जब आपने edX.org पर दाखिला%(course_name)s लिया था? हम करते हैं, और हम आपके लिए खुश हैं! आओ देखें कि हर कोई क्या सीख रहा है।
vi: Bạn có nhớ đã tham gia %(course_name)s trên website? Chúng tôi vẫn nhớ và chúng tôi rất vui khi có bạn! Hãy đến xem mọi người đang học những gì.

source: The groups in this configuration can be mapped to cohorts in the Instructor Dashboard.
hi: इस विन्यास में समूहों को प्रशिक्षक डैशबोर्ड में सहकर्मियों के लिए मैप किया जा सकता है।
vi: Các nhóm trong cấu hình này có thể được ánh xạ tới những nhóm người dùng trong Bảng thông tin Giảng viên

source: Content Groups
hi: सामग्री समूह
ja_jp: コンテンツグループ
lt_lt: Turinio grupės
vi: Nhóm Nội dung

source: invalid JSON
hi: अमान्य JSON
ja_jp: 不正なJSONデータです。
lt_lt: Neteisingas JSON
vi: JSON không hợp lệ.

source: must have name of the configuration
hi: कॉन्फ़िगरेशन का नाम होना चाहिए
ja_jp: この設定の名前を決めてください。
lt_lt: reikalingas konfigūracijos pavadinimas
vi: phải có tên của cấu hình

source: must have at least one group
hi: कम से कम एक समूह होना चाहिए
ja_jp: 最低一つのグループが必要です
lt_lt: turi būti bent viena grupė
vi: phải có ít nhất một nhóm

source: Invalid course update id.
hi: अमान्य पाठ्यक्रम अपडेट आईडी।
ja_jp: 無効な講座更新ID
lt_lt: Neteisingas kurso atnaujinimo identifikacijos numeris.
vi: Mã số cập nhật của khóa học không hợp lệ.

source: Course update not found.
hi: कोर्स अपडेट नहीं मिला।
ja_jp: 講座更新がありません。
lt_lt: Kurso atnaujinimas nerastas.
vi: Không tìm thấy cập nhật khóa học.

source: Could not index item: {}
hi: आइटम को अनुक्रमित नहीं किया जा सका: {}
ja_jp: 項目の見出しを作成できませんでした: {}
lt_lt: Nepavyko indeksuoti elemento: {}
vi: Không thể lập chỉ mục mục: {}

source: General indexing error occurred
hi: सामान्य अनुक्रमण त्रुटि हुई
ja_jp: 見出し作成エラーが発生しました
lt_lt: Įvyko bendra indeksavimo klaida
vi: Đã xảy ra lỗi lập chỉ mục chung

source: (Unnamed)
hi: (अनाम)
ja_jp: (名称未設定)
lt_lt: (Neįvardyta)
vi: (Chưa có tên)

source: GIT_REPO_EXPORT_DIR not set or path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_EXPORT_DIR
hi: GIT_REPO_EXPORT_DIR सेट या पथ {0} मौजूद नहीं है, कृपया इसे बनाएं, या GIT_REPO_EXPORT_DIR के साथ किसी भिन्न पथ को कॉन्फ़िगर करें
ja_jp: GIT_REPO_EXPORT_DIR が設定されていないか、パス {0} が存在しません。作成するか、GIT_REPO_EXPORT_DIR に違うパスを指定してください。
lt_lt: GIT_REPO_EXPORT_DIR nenustatytas arba kelias {0} neegzistuoja, prašome jį sukurti arba sukurkite naują kelią su GIT_REPO_EXPORT_DIR
vi: GIT_REPO_EXPORT_DIR không được cài đặt hoặc đường dẫn {0} không tồn tại, phải tạo nó, hoặc cấu hình một đường dẫn khác bằng IT_REPO_EXPORT_DIR

source: Non writable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
ja_jp: 書き込みの出来ないgit urlです。「git@github.com:mitocw/edx4edx_lite.git」のような形式が期待値です。
lt_lt: Pateikta git url nuoroda, į kurią negalima įrašyti. Tikimasi kažko panašaus į git@github.com:mitocw/edx4edx_lite.git
vi: Không có đường dẫn git được phép ghi. Cần đường dẫn kiểu như: git@github.com:mitocw/edx4edx_lite.git

source: If using http urls, you must provide the username and password in the url. Similar to https://user:pass@github.com/user/course.
hi: यदि http urls का उपयोग किया जाता है, तो आपको url में उपयोगकर्ता नाम और पासवर्ड प्रदान करना होगा। https://pass@github.com/user/course उपयोगकर्ता के समान ।
ja_jp: httpのurlを使用している場合、ユーザー名とパスワードをurlに含めてください。「https://user:pass@github.com/user/course」のような形式です。
lt_lt: Naudodamiesi šiomis http url nuorodomis, jose turite nurodyti naudotojo vardą ir slapyvardį. Štai taip: https://user:pass@github.com/user/course.
vi: Nếu dùng đường dẫn http, bạn phải cung cấp tên tài khoản và mật khẩu trong đường dẫn. Giống như: https://user:pass@github.com/user/course.

source: Unable to determine branch, repo in detached HEAD mode
hi: शाखा निर्धारित करने में असमर्थ, अलग हेड मोड में रेपो
ja_jp: detached HEAD状態のレポジトリではブランチを決定することができません。
lt_lt: Neįmanoma nustatyti šakos, repozitorija yra atjungto HEAD režime
vi: Không thể xác định nhánh và kho trong chế độ detached HEAD

source: Unable to update or clone git repository.
hi: शाखा निर्धारित करने में असमर्थ, अलग हेड मोड में रेपो
ja_jp: gitレポジトリでupdateまたはcloneができません。
lt_lt: Nepavyko atnaujinti arba klonuoti git repozitorijos.
vi: Không thể cập nhật hoặc sao kho git.

source: Unable to export course to xml.
hi: निर्यात करने में असमर्थ xml।
ja_jp: 講座をxmlでエクスポートすることができません。
lt_lt: Nepavyko eksportuoti kurso į xml.
vi: Không thể xuất khóa học thành dạng xml.

source: Unable to configure git username and password
hi: Git यूजरनेम और पासवर्ड कॉन्फ़िगर करने में असमर्थ
ja_jp: gitのユーザー名とパスワードを設定することができません。
lt_lt: Nepavyko konfigūruoti git naudotojo vardo ir slaptažodžio.
vi: Không thể cấu hình tên đăng nhập và mật khẩu git

source: Unable to commit changes. This is usually because there are no changes to be committed
hi: परिवर्तन करने में असमर्थ। ऐसा आमतौर पर इसलिए होता है क्योंकि इसमें कोई बदलाव नहीं किया जाता है
ja_jp: 変更をコミットすることができません。通常コミットする変更が無い場合にこの事象が発生します。
lt_lt: Nepavyko padaryti pakeitimų tikriausiai todėl, kad nėra pakeitimų, kuriuos reikėtų padaryti.
vi: Không thể thực hiện thay đổi. Điều này thường là bởi vì không có thay đổi gì.

source: Unable to push changes. This is usually because the remote repository cannot be contacted
hi: परिवर्तनों को धकेलने में असमर्थ। यह आमतौर पर है क्योंकि दूरस्थ रिपॉजिटरी से संपर्क नहीं किया जा सकता है
ja_jp: 変更をプッシュすることができません。通常リモートレポジトリが接続できない場合にこの事象が発生します。
lt_lt: Nepavyko atlikti pakeitimų. Paprastai taip būna todėl, kad nepavyksta susisiekti su nuotoline repozitorija.
vi: Không thể cập nhật thay đổi. Điều này thường là bởi vì không thể liên lạc được với remote repository

source: Bad course location provided
hi: खराब पाठ्यक्रम स्थान प्रदान किया गया
ja_jp: 間違った講座ロケーションです
lt_lt: Nurodyta negaliojanti kurso vieta
vi: Địa chỉ bị lỗi

source: Missing branch on fresh clone
hi: ताजा क्लोन पर लापता शाखा
ja_jp: 新規クローンにブランチがありません
lt_lt: Trūksta naujo klono šakos
vi: Thiếu nhánh trên fresh clone

source: Take the specified course and attempt to export it to a git repository . Course directory must already be a git repository. Usage: git_export <course_loc> <git_url>
hi: निर्दिष्ट पाठ्यक्रम लें और इसे git रिपॉजिटरी में निर्यात करने का प्रयास करें । पाठ्यक्रम निर्देशिका पहले से ही एक गिट रिपॉजिटरी होनी चाहिए। उपयोग: git_export<course_loc><git_url>
ja_jp: gitレポジトリにエクスポートする講座を選んでください。 講座ディレクトリはgitレポジトリである必要があります。使用方法：git_export <course_loc> <git_url>
lt_lt: Pabandykite konkretų kursą eksportuoti į git repozitoriją. Kurso aplankas jau turi būti git repozitorija. Naudojimas: git eksportas <course_loc> <git_url>
vi: Lấy khoá học và xuất vào kho git . Thư mục của khóa học phải là một kho git. Cách sử dụng: git_export <course_loc> <git_url>

source: Unknown User ID: {0}
hi: अज्ञात उपयोगकर्ता आईडी: {0}
vi: Không biết ID người dùng: {0}

source: Permission denied
hi: अनुमति नहीं मिली
vi: Quyền bị từ chối

source: We only support uploading a .tar.gz file.
hi: हम केवल .tar.gz फ़ाइल अपलोड करने का समर्थन करते हैं।
ja_jp: .tar.gz 形式のファイルのアップロードのみがサポートされています。
vi: Chúng tôi chỉ hỗ trợ tải lên tập tin .tar.gz

source: Tar file not found
vi: Không tìm thấy tệp tar

source: Unsafe tar file. Aborting import.
hi: असुरक्षित टार फ़ाइल। आयात को समाप्त करना।
vi: Tệp tar không an toàn. Hủy nhập vào.

source: Could not find the {0} file in the package.
hi: पैकेज में {0} फ़ाइल नहीं मिली।
ja_jp: パッケージ内にファイル {0} が見当たりませんでした。
vi: Không tìm thấy tệp {0} trong gói.

source: Deleted Group
hi: हटाए गए समूह
vi: Đã xóa Nhóm
