Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: To add files to use in your course, click {em_start}Upload New File{em_end}. Then follow the prompts to upload a file from your computer.
ja_jp: この講座で使うファイルを追加するには、{em_start}新規ファイルアップロード{em_end}をクリックしてください。その後、案内に従うことでお使いのコンピュータからファイルがアップロードされます。
lt_lt: Norėdami pridėti failus, kuriuos būtų galima naudoti jūsų kurse, spauskite {em_start}Įkelti naują failą{em_end}. Tada vadovaukitės nuorodomis, kaip įkelti failą iš savo kompiuterio.

source: {em_start}Caution{em_end}: {platform_name} recommends that you limit the file size to {em_start}10 MB{em_end}. In addition, do not upload video or audio files. You should use a third party service to host multimedia files.
ja_jp: {em_start}注意{em_end}：{platform_name}システムはファイル上限を{em_start}10 MB{em_end}とすることを推奨しています。加えて、動画および音声ファイルをアップロードすることも推奨しません。マルチメディアファイルはサードパーティのホスティングサービスをお使いください。
lt_lt: {em_start}Dėmesio{em_end}: {platform_name} rekomenduoja apriboti failo dydį iki {em_start}10 MB{em_end}. Be to, nekelkite vaizdo ir garso failų. Norėdami įkelti multimedijos failus naudokitės trečiosios šalies paslaugomis.

source: The course image, textbook chapters, and files that appear on your Course Handouts sidebar also appear in this list.
ja_jp: この講座関連資料カラムに表示される講座画像、教材の章立て、そして、ファイルはこのリスト内にも表示されます。
lt_lt: Kurso paveikslas, vadovėlio skyriai ir failai, matomi jūsų kurso dalijamosios medžiagos šoninėje juostoje, taip pat yra šiame sąraše.

source: Using File URLs
ja_jp: ファイルURLを用いています
lt_lt: Failų URL nuorodų naudojimas

source: Use the {em_start}{studio_name} URL{em_end} value to link to the file or image from a component, a course update, or a course handout.
ja_jp: 教材、お知らせ、および、講座関連資料からファイルもしくはイメージへリンクするには{em_start}{studio_name} URL{em_end}の値を使ってください。
lt_lt: Spauskite {em_start}{studio_name} URL{em_end} nuorodą norėdami susieti su failu arba paveikslu iš komponento, kurso atnaujinimo arba dalijamosios medžiagos.

source: Use the {em_start}Web URL{em_end} value to reference the file or image only from outside of your course. {em_start}Note:{em_end} If you lock a file, the Web URL no longer works for external access to a file.
ja_jp: コース外からファイルもしくは画像を参照するためには、{em_start}Web URL{em_end}を使ってください。{em_start}備考：{em_end}ファイルをロックするとWeb URLはファイルの外部アクセスとして機能しなくなります。
lt_lt: {em_start}Žiniatinklio URL {em_end} nuorodą vartokite tik ne savo kurso failui ar paveikslui nurodyti. {em_start}Atkreipkite dėmesį:{em_end} jeigu užrakinsite failą, jo nebus galima gauti per išorinę žiniatinklio URL nuorodą.

source: To copy a URL, double click the value in the URL column, then copy the selected text.
ja_jp: URLをコピーするには、URL欄の値をダブルクリックして選択されたテキストをコピーしてください。
lt_lt: Norėdami nukopijuoti URL nuorodą, du kartus paspauskite reikšmę URL stulpelyje, tada nukopijuokite pasirinktą tekstą.

source: Learn more about managing files
ja_jp: ファイル管理についてもっと学ぶ
lt_lt: Sužinoti daugiau apie failų tvarkymą

source: close
he: סגור
ja_jp: 閉じる
lt_lt: uždaryti

source: Max per-file size: {max_filesize}MB
ja_jp: ファイル毎の最大サイズ：{max_filesize}MB
lt_lt: Maksimalus failo dydis yra {max_filesize} MB

source: Choose File
he: בחר קובץ
ja_jp: ファイルを選択
lt_lt: Pasirinkite failą

source: Your file has been deleted.
ja_jp: ファイルは削除されました．
lt_lt: Jūsų failas buvo pašalintas.

source: Course Checklists
lt_lt: Kurso veiksmų sąrašai

source: Current Checklists
lt_lt: Esami kurso veiksmų sąrašai

source: What are course checklists?
lt_lt: Kas yra kurso veiksmų sąrašai?

source: Course checklists are tools to help you understand and keep track of all the steps necessary to get your course ready for students.
lt_lt: Kurso veiksmų sąrašai yra priemonė, padedanti jums suprasti ir laikytis visų kurso rengimo veiksmų.

source: Any changes you make to these checklists are saved automatically and are immediately visible to other course team members.
lt_lt: Visi šiuose veiksmų sąrašuose jūsų daromi pokyčiai yra išsaugomi automatiškai ir tuojau pat matomi kitiems kurso komandos nariams.

source: {studio_name} checklists
lt_lt: {studio_name} veiksmų sąrašai

source: Select a component type under {em_start}Add New Component{em_end}. Then select a template.
lt_lt: Pasirinkite komponento tipą {em_start}Pridėti naują komponentą{em_end}. Tada pasirinkite šabloną.

source: Click the {em_start}Edit{em_end} icon in a component to edit its content.
lt_lt: Norėdami redaguoti komponento turinį, jame spauskite piktogramą {em_start}Redaguoti{em_end}.

source: Use this ID when you create links to this unit from other course content. You enter the ID in the URL field.
ja_jp: 他の講座コンテンツからこの単元へのリンクを生成する際にこのIDを使います。このIDをURL枠に入力してください。
lt_lt: Pasinaudokite šiuo identifikatoriumi kurdami nuorodas į šį skyrių iš kito kurso turinio. Identifikatorių įvedate į URL nuorodos lauką.

source: The unique number that identifies the new course within the organization. (This number is often the same as the original course number.)
ja_jp: このユニークな数字は、組織内における新しいコースを特定するためのものです。(この数字はオリジナルの講座番号と同じことが多いです。)
lt_lt: Unikalus numeris, pagal kurį organizacijoje nustatomas naujas kursas. (Šis numeris dažnai yra toks pats kaip pradinis kurso numeris.)

source: No course content is currently visible, and no students are enrolled. Be sure to review and reset all dates, including the Course Start Date; set up the course team; review course updates and other assets for dated material; and seed the discussions and wiki.
ja_jp: 可視の講座コンテンツがなくて、登録された受講者がいません。講座開始日が含まれるすべての日付を確認してリセットしてください。（講座チームの設定、講座修正など日付入りの資料の確認、ディスカッションとWikiをシード）
lt_lt: Šiuo metu kurso turinys nėra matomas ir nėra užsiregistravusių dalyvių. Būtinai peržiūrėkite ir iš naujo nustatykite visas datas, įskaitant kurso pradžios datą; sudarykite kurso komandą; peržiūrėkite kurso atnaujinimus ir kitus pasenusios medžiagos mokymosi komponentus; pradėkite diskusijas ir vikį.

source: Edit Start Date
ja_jp: 開始日を編集
lt_lt: Redaguoti pradžios datą

source: Changing the content students see
ja_jp: 受講生が見えるコンテンツを変更中
lt_lt: Kurso dalyviams matomo turinio keitimas

source: To hide content from students, select the Configure icon for a section, subsection, or unit, then select {em_start}Hide from students{em_end}.
ja_jp: 受講者からコンテンツを隠すには、章、節または単元の設定アイコンを選んで、{em_start}受講者から隠す{em_end}を選んでください。
lt_lt: Norėdami paslėpti turinį nuo kurso dalyvių, temoje, potemėje arba skyriuje pasirinkite piktogramą "Konfigūruoti", tada {em_start}Slėpti nuo kurso dalyvių{em_end}.

source: Pages are listed horizontally at the top of your course. Default pages (Courseware, Course info, Discussion, Wiki, and Progress) are followed by textbooks and custom pages that you create.
ja_jp: ページはコースの上部に横に並びます。標準のページ(学習する、お知らせ、ディスカッション、Wiki、成績)は作成したテキストやカスタムページと一緒に並びます。
lt_lt: Puslapiai pateikiami horizontaliai jūsų kurso viršuje. Po numatytųjų puslapių (kurso medžiagos, informacijos apie kursą, diskusijos, vikio ir pažangos) pateikiami vadovėliai ir kiti pasirinktiniai puslapiai, kuriuos sukursite.

source: Pages appear in your course's top navigation bar. The default pages (Courseware, Course Info, Discussion, Wiki, and Progress) are followed by textbooks and custom pages.
ja_jp: ページはコースの上部のナビゲーションバーに表示されます。標準のページ(学習する、お知らせ、ディスカッション、Wiki、成績)は作成したテキストやカスタムページと一緒に並びます。
lt_lt: Puslapiai yra matomi jūsų kursoo viršutinėje naršymo juostoje. Po numatytųjų puslapių (kurso medžiagos, informacijos apie kursą, diskusijos, vikio ir pažangos) pateikiami vadovėliai ir kiti pasirinktiniai puslapiai.

source: The course content and structure (including sections, subsections, and units) are exported. Values from Advanced Settings, including MATLAB API keys and LTI passports, are also exported. Other data, including student data, grading information, discussion forum data, course settings, and course team information, is not exported.
ja_jp: コース内のコンテンツとコース構造(セクション、サブセクション、ユニットを含む)がエクスポートされます。MATLAB APIキーとLTIパスポートを含む詳細設定の値が含まれます。受講者情報、成績情報、ディスカッションデータ、コース設定、コース管理者情報は含まれません。
lt_lt: Eksportuojamas kurso turinys ir struktūra (įskaitant temas, potemes ir skyrius). Papildomų nuostatų, įskaitant MATLAB API raktus ir LTI pasus, reikšmės taip pat eksportuojamos. Kiti duomenys, t. y. kurso dalyvių duomenys, vertinimo informacija, diskusijų forumo duomenys, kurso nustatymai ir kurso komandos informacija, neeksportuojami.

source: The backbone of your course is how it is organized. {studio_name} offers an <strong>Outline</strong> editor, providing a simple hierarchy and easy drag and drop to help you and your students stay organized.
ja_jp: コースの屋台骨はいかにそのコースが整えられているか、です。講師を支援し、受講者を整えるために、{studio_name}は、シンプルな階層構造をドラックアンドドロップで構成できる<strong>アウトライン</strong> エディターを提供します。
lt_lt: Kurso kūrimo pagrindas yra jo struktūra. {studio_name} pateikiamas <strong>Temų struktūros</strong> redaktorius leidžia kurti paprastą temų hierarchiją, jas perstumdyti ir perkelti taip, kad būtų tinkamai organizuojamas jūsų ir jūsų kurso dalyvių darbas.

source: {studio_name} uses a simple hierarchy of <strong>sections</strong> and <strong>subsections</strong> to organize your content.
ja_jp: {studio_name}はコンテンツを構成するために、シンプルな<strong>章</strong>と<strong>節</strong>の階層構造を用います。
lt_lt: {studio_name} mokymosi medžiaga tvarkoma pagal paprastą <strong>temų</strong> ir <strong>potemių</strong> hierarchiją.

source: Build and release <strong>sections</strong> to your students incrementally. You don't have to have it all done at once.
ja_jp: <strong>章</strong>を構成し、受講者に公開することは段階的に実施できるのです。全てのことを一気にせずとも良いのです。
lt_lt: Kurkite ir pateikite kurso dalyviams <strong>temas</strong> pakopa po pakopos. Neprivalote sukurti viso kurso iš karto. Tai galite daryti palaipsniui.

source: When you've finished a <strong>section</strong>, pick when you want it to go live and {studio_name} takes care of the rest. Build your course incrementally.
ja_jp: <strong>章</strong>を作り終えた時、いつそれをリリースしたいかを選べます。そして、{studio_name}は残りの分にも配慮します。コースを段階的に作っていくのだ。
lt_lt: Baigę kurti <strong>temą</strong> pasirinkite, kada norite ją paskelbti, o kitkuo pasirūpins {studio_name}. Kurkite savo kursą pakopa po pakopos.

source: Sign Up &amp; Start Making an {platform_name} Course
ja_jp: サインアップして{platform_name}コースの制作をスタート
lt_lt: Prisiregistruoti &amp; pradėti kurti {platform_name} kursą

source: Simple two-level outline to organize your couse. Drag and drop, and see your course at a glance.
ja_jp: シンプルな二階層のアウトラインで講座設計をします。わかりやすいドラック＆ドロップ操作が可能です。
lt_lt: Paprastas dviejų lygių planas jūsų kurso organizavimui. Nutempkite ir iš karto matykite savo kursą.

source: Only the course content and structure (including sections, subsections, and units) are imported. Other data, including student data, grading information, discussion forum data, course settings, and course team information, remains the same as it was in the existing course.
ja_jp: コース内のコンテンツとコース構造(セクション、サブセクション、ユニットを含む)のみがインポートされます。受講者情報、成績情報、ディスカッションデータ、コース設定、コース管理者情報は既存のコースのまま情報が残ります。
lt_lt: Importuojamas tik kurso turinys ir struktūra (įskaitant temas, potemes ir skyrius). Kiti duomenys, įskaitant kurso dalyvių duomenis, vertinimo informaciją, diskusijų forumo duomenis, kurso nustatymus ir kurso komandos informaciją, lieka tokie patys kaip esamame kurse.

source: The name of the organization sponsoring the course.
ja_jp: 講座の提供者の組織名
lt_lt: Kursą rengiančios organizacijos pavadinimas.

source: Note: This is part of your course URL, so no spaces or special characters are allowed.
lt_lt: Pastaba: tai yra jūsų kurso URL nuorodos dalis, todėl negalima naudoti tarpų ir specialiųjų simbolių.

source: This cannot be changed, but you can set a different display name in Advanced Settings later.
ja_jp: これは変更することはできませんが、詳細設定にて別の表示名を設定することができます。
lt_lt: To pakeisti negalima, bet vėliau papildomose nuostatose galėsite nustatyti kitą rodomą pavadinimą.

source: The unique number that identifies your course within your organization.
ja_jp: このユニークな数字は、あなたの組織内におけるあなたのコースを特定するためのものです。
lt_lt: Unikalus numeris, pagal kurį jūsų organizacijoje nustatomas jūsų kursas.

source: Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.
ja_jp: 注意：これは講座URLの一部ですので、変更することもスペースおよび記号を使用することもできません。
lt_lt: Pastaba: tai jūsų kurso URL nuorodos dalis, todėl negalima naudoti tarpų ir specialiųjų simbolių ir jos negalima pakeisti.

source: The term in which your course will run.
ja_jp: いつコース開始するかについての項目。
lt_lt: Semestras, kuriame vyks jūsų kursas.

source: The unique code that identifies this library.
ja_jp: このライブラリを特定するための一意の文字列です。
lt_lt: Unikalus kodas, identifikuojantis šią biblioteką.

source: Note: This is part of your library URL, so no spaces or special characters are allowed.
ja_jp: 注意：これはライブラリURLの一部ですので、スペースおよび記号は使えません。
lt_lt: Pastaba: tai yra jūsų bibliotekos URL nuorodos dalis, todėl negalima naudoti tarpų ir specialiųjų simbolių.

source: Re-run Course
ja_jp: コース再実行
lt_lt: Pakartoti kursą

source: (Read-only)
ja_jp: (変更不可)
lt_lt: (Tik skaitomas)

source: Thanks for signing up, %(name)s!
ja_jp: %(name)s、登録いただきありがとうございます！
lt_lt: Dėkui, kad prisiregistravote, %(name)s!

source: Almost there! In order to complete your sign up we need you to verify your email address (%(email)s). An activation message and next steps should be waiting for you there.
ja_jp: もうあと少し！登録を完了するためには、 (%(email)s) を検証する必要があります。アクティベーション用メール、そして、次の一歩をお待ちしています。
lt_lt: Beveik baigta! Kad galėtumėte baigti registraciją, turite patikrinti savo el. pašto adresą (%(email)s). Ten jūsų jau laukia aktyvinimo pranešimas ir nurodyti tolesni veiksmai.

source: Schedule &amp; Details Settings
ja_jp: スケジュールと詳細設定
lt_lt: Tvarkaraštis &amp; detalūs nustatymai

source: These Dates Are Not Used When Promoting Your Course
ja_jp: これらの日時には講座のプロモーションには使用されません。
lt_lt: Šios datos netaikomos reklamuojant jūsų kursą

source: Identify the course language here. This is used to assist users find courses that are taught in a specific language.
lt_lt: Nurodykite savo kurso kalbą čia. Tai reikalinga, norint padėti ieškantiesiems kursų rasti kursus, vedamus tam tikra kalba.

source: your course summary page
ja_jp: 講座概要ページ
lt_lt: Jūsų kurso santraukos puslapis

source: Introductions, prerequisites, FAQs that are used on %s (formatted in HTML)
ja_jp: 導入、必須条件、よくある質問は %s (formatted in HTML) 上で使われます。
lt_lt: %s (HTML formato) esantys pristatymai, būtinos sąlygos ir DUK

source: Course Image
ja_jp: 講座イメージ
lt_lt: Kurso paveikslėlis

source: You can manage this image along with all of your other <a href='{}'>files &amp; uploads</a>
ja_jp: 他の人全てに加えて、あなたもこの画像を管理することができる<a href='{}'>ファイル &amp; アップロード</a>
lt_lt: Jūs galite tvarkyti šį paveikslėlį kartu su visais kitais savo <a href='{}'>failais &amp; įkėlimais</a>

source: Upload Course Image
ja_jp: 講座イメージ画像をアップロード
lt_lt: Įkelti kurso paveikslėlį

source: <strong>Warning</strong>: Do not modify these policies unless you are familiar with their purpose.
ja_jp: <strong>警告</strong>：利用目的について熟知していない限りこれらを変更してはいけません
lt_lt: <strong>Įspėjimas</strong>: nekeiskite šių tvarkų, nebent žinotumėte jų paskirtį.

source: {em_start}Note:{em_end} When you enter strings as policy values, ensure that you use double quotation marks (&quot;) around the string. Do not use single quotation marks (&apos;).
ja_jp: {em_start}注意：{em_end} ポリシーの値を入力する際にはダブルクォーテーション (&quot;) を使用するようにしてください。 シングルクォーテーションは使用しないでください (&apos;)。
lt_lt: {em_start}Pastaba:{em_end} įvesdami eilutes kaip tvarkos vertes, eilutes išskirkite dvigubomis kabutėmis(&quot;). Nenaudokite viengubų kabučių (&apos;).

source: Visibility Settings
ja_jp: 閲覧状況設定
lt_lt: Matomumo nuostatos

source: Visibility
ja_jp: 閲覧状況
lt_lt: Matomumas

source: {platform_name} edge
lt_lt: {platform_name} pranašumai

source: Why upload video files?
ja_jp: なぜビデオをアップロードするのか
lt_lt: Kodėl turėčiau įkelti vaizdo įrašus?

source: For a video to play on different devices, it needs to be available in multiple formats. After you upload an original video file in .mp4 or .mov format on this page, an automated process creates those additional formats and stores them for you.
ja_jp: ビデオを違うデバイスで再生するには複数のフォーマットである必要があります。このページでオリジナルビデオを.mp4フォーマットまたは.movフォーマットでアップロードした後、自動実行されるプロセスで追加のフォーマットが作られ格納されます。
lt_lt: Kad vaizdo įrašą būtų galima žiūrėti per įvairius prietaisus, jis turi būti pateiktas įvairiais formatais. Šiame puslapyje jums įkėlus pradinį vaizdo failą .mp4 arba .mov formatu, automatiškai sukuriami ir įrašomi papildomi formatai.

source: Monitoring files as they upload
ja_jp: アップロードする際にモニタリングする
lt_lt: Įkeliamų failų stebėjimas

source: Each video file that you upload needs to reach the video processing servers successfully before additional work can begin. You can monitor the progress of files as they upload, and try again if the upload fails.
ja_jp: 次の処理をする前にすべてのビデオはビデオ処理サーバに到達する必要があります。アップロード中に進捗を参照することができ、アップロードが失敗した場合はもう一度実行してください。
lt_lt: Prieš pradedant papildomą darbą, kiekvienas jūsų įkeliamas vaizdo failas turi sėkmingai pasiekti vaizdo apdorojimo serverius. Jūs galite stebėti failų įkėlimo pažangą ir bandyti iš naujo, jeigu nepavyksta įkelti.

source: Managing uploaded files
ja_jp: アップロードファイルの管理
lt_lt: Įkeltų failų tvarkymas

source: How do I get the videos into my course?
ja_jp: どのようにビデオを講座に取り込みますか？
lt_lt: Kaip įkelti vaizdo įrašus į mano kursą?

source: No content groups exist
ja_jp: コンテンツグループが存在しません
lt_lt: Nėra turinio grupių

source: Use content groups to give groups of students access to a specific set of course content. Create one or more content groups, and make specific components visible to them.
ja_jp: 受講者グループに特定のセットの講座を受講させる場合にはコンテンツグループを使用します。１つ以上のコンテンツグループを作成し、特定のコンポーネントを表示閲覧可能にしてください。
lt_lt: Norėdami kurso dalyvių grupėms suteikti prieigą prie tam tikros kurso medžiagos, sudarykite turinio grupes. Sukurkite vieną ar daugiau turinio grupių ir padarykite, kad jos matytų konkrečius turinio elementus.

source: {screen_reader_start}Warning:{screen_reader_end} The Unit this component is contained in is hidden from students. Visibility settings here will be trumped by this.
ja_jp: {screen_reader_start}注意：{screen_reader_end} この単元に含まれるコンポーネントは受講者に表示されません。ここで設定された表示設定はこれにより上書きされます。
lt_lt: {screen_reader_start}Dėmesio:{screen_reader_end} skyrius, kuriame yra šis komponentas, yra nematomas kurso dalyviams. Čia matomumo nuostatos negalioja.

source: Make visible to:
ja_jp: 次の人に表示する：
lt_lt: Padaryti matomą:

source: All Students and Staff
ja_jp: すべての受講者とスタッフ
lt_lt: Visi kurso dalyviai ir personalas

source: Specific Content Groups
ja_jp: 特定のコンテンツグループ
lt_lt: Konkrečios turinio grupės

source: Deleted Content Group
he: קבוצת תוכן נמחקה
ja_jp: 削除されたコンテンツグループ
lt_lt: Pašalinta turinio grupė

source: Content group no longer exists. Please choose another or allow access to All Students and staff
ja_jp: コンテンツグループはもう存在しません。すべての受講者とスタッフに対して他のアクセス許可を与えてください。
lt_lt: Turinio grupė neegzistuoja. Prašome pasirinkti kitą arba leisti prieigą visiems kurso dalyviams ir personalui.

source: Thank you for signing up for {studio_name}! To activate your account, please copy and paste this address into your web browser's address bar:
ja_jp: {studio_name}に登録いただきありがとうござ合います。アカウントを有効化するにはこのアドレスをウェブブラウザのアドレスバーにコピー＆ペーストしてください。
lt_lt: Dėkojame, kad užsiregistravote į {studio_name}! Norėdami aktyvinti paskyrą, nukopijuokite ir įklijuokite šį adresą į savo naršyklės adreso juostą:

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {studio_name} web site.
ja_jp: もしこれをリクエストしていないのであれば、何もする必要はありません。私たちからのメールをこれ以上、受け取りません。このメールには返信しないでください。もし、支援が必要であれば、{studio_name}のウェブサイトのヘルプを参照してください。
lt_lt: Jei to neprašėte, nieko nedarykite; daugiau el. laiškų jums nebesiųsime. Neatsakykite į šį laišką; jei reikia pagalbos, apsilankykite {studio_name} internetinio puslapio pagalbos skiltyje.

source: Your account for {studio_name}
ja_jp: {studio_name}のアカウント
lt_lt: Jūsų {studio_name} paskyra

source: You can now {link_start}login{link_end}.
ja_jp: {link_start} ログイン {link_end}できます。
lt_lt: Dabar galite {link_start}prisijungti{link_end}.

source: An activation link has been sent to {email}, along with instructions for activating your account.
ja_jp: アクティベーションリンクが アカウントをアクティベートする方法とともに {email} に送信されました。
lt_lt: Aktyvinimo nuoroda buvo išsiųsta į {email} kartu su instrukcijomis, kaip aktyvinti paskyrą.

source: EdX, Open edX, Studio, and the edX and Open edX logos are registered trademarks or trademarks of {link_start}edX Inc.{link_end}
ja_jp: EdX、Open edX、StudioおよびedX、Open edXロゴは {link_start}edX Inc.{link_end} の商標または登録商標です。
lt_lt: EdX, Open edX, Studio ir edX, Open edX logotipai yra registruotieji prekių ženklai arba {link_start}edX Inc.{link_end} prekių ženklai.

source: Schedule &amp; Details
ja_jp: スケジュールと詳細
lt_lt: Tvarkaraštis &amp; informacija

source: Heading 1
lt_lt: 1 antraštė

source: This is a key string.
he: זוהי שורת מפתח
ja_jp: これが鍵になる文字列です。
lt_lt: Tai rakto eilutė.

source: Filter...
he: פילטר...
ja_jp: フィルタ…
lt_lt: Filtruojama...

source: A new revision of the article was succesfully added.
he: עדכון חדש למאמר זה הוסף בהצלחה.
ja_jp: 記事の新しいリビジョンは追加されました。
lt_lt: Nauja straipsnio versija sėkmingai pridėta.

source: The article %s is now set to display revision #%d
he: מאמר %s הוגדר להציג גירסה #%d
lt_lt: Dabar rodoma straipsnio "%s" taisoma versija #%d

source: No Formal Education
ja_jp: 公式な教育ではない

source: Other Education
ja_jp: その他の教育

source: Enter true or false. If this value is true, timed exams are enabled in your course.
ja_jp: true か false を入力します。true と設定すると、この講座では時限がある試験が有効となります。

source: UTC
ja_jp: UTC（協定世界時による表記です。UTCに9時間を足したものが現在の日本標準時となります）

source: income in US Dollars ($)
ja_jp: USドル ($) 換算の収入

source: The survey report is being created. To view the status of the report, see Pending Instructor Tasks below.
ja_jp: 調査レポートが作成されます。レポートのステータスを見るには、以下の仕掛中講師タスクを参照してください。

source: The survey report is currently being created. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
ja_jp: 現在、調査レポートが作成されています。レポートのステータスを見るには、以下の仕掛り中講師タスクを参照してください。ステータスが完了になれば、レポートをダウンロードできるようになります。

source: Invalid Json data, Please refresh the page and then try again.
ja_jp: 無効な JSON データです。画面を再表示してからやりなおしてみてください。

source: Invalid data, user_id must be present for all certificate exceptions.
ja_jp: 無効なデータで、すべての修了証除外では user_id があることが必須です。

source: Facebook
ja_jp: Faecbook

source: LinkedIn
ja_jp: LinedIn

source: VK
ja_jp: VK（ロシアのSNS）

source: Weibo
ja_jp: 微博

source: We're sorry, but this version of your browser is not supported. Try again using a different browser or a newer version of your browser.
ja_jp: 申し訳ありませんが、このバージョンのブラウザはサポートされていません。別のブラウザを使うかより新しいバージョンのブラウザを使って再度アクセスしてください。

source: API Version
ja_jp: API のバージョン

source: Path to authoring app's JS
ja_jp: オーサリングアプリケーションの JS への path

source: This value is required in order to enable the Studio authoring interface.
ja_jp: Sutudio オーサリングインターフェイスを有効にするためにはこの値が必要です。

source: Path to authoring app's CSS
ja_jp: オーサリングアプリケーションの CSS への path

source: Enable Student Dashboard Displays
ja_jp: 受講者のダッシュボード表示を有効にする

source: Enable Studio Authoring Interface
ja_jp: Studio オーサリングインターフェイスを有効にする

source: {course}_video_urls
ja_jp: {course}動画URL

source: Check out our recently launched courses and what's new in your favorite subjects
ja_jp: 最近開講した講座を調べ興味のある項目で何か変わったものがあるかを調べる

source: Sysadmin
he: מנהל מערכת
ja_jp: システム管理者

source: No git import logs have been recorded.
he: לא נמצאו רישומי יבוא מ-GIT.
ja_jp: gitインポートのログは記録されていません。

source: Calculator Input
ja_jp: 計算機の入力

source: Calculator Output
ja_jp: 計算機の出力

source: Checking this box has no effect if 'Revoke' is clicked.
ja_jp: "無効" がクリックされている場合は、このボックスをチェックをしても反映されません。

source: The institution&#39;s logo.
ja_jp: 施設のロゴ。

source: An error has occurred with your payment. <b>You have not been charged.</b> Please try to submit your payment again. If this problem persists, contact {email}.
ja_jp: 支払手続きでエラーが起きました。<b>課金請求はされません。</b>もう一度支払い手続きをしてみてください。この問題が続くようであれは {email} にお問い合わせください。
