Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: The name that is used for ID verification and that appears on your certificates.
hi: वह नाम जो ID सत्यापन के लिए उपयोग किया जाता है और जो आपके प्रमाणपत्रों पर दिखाई देता है।
ko_kr: 아이디 인증과 이수증에 명시될 이름.
pt_br: O nome usado para verificação de ID e que aparece nos seus certificados.
vi: Tên được sử dụng để xác minh ID và xuất hiện trên chứng chỉ của bạn.

source: Country or Region of Residence
hi: देश या निवास का क्षेत्र
ko_kr: 나라 또는 거주 지역
pt_br: País ou região de residência
vi: Quốc gia hoặc Nơi cư trú

source: The country or region where you live.
hi: वह देश या क्षेत्र जहाँ आप रहते हैं।
ko_kr: 살고있는 나라 또는 거주지역
pt_br: O país ou região onde você mora.
vi: Quốc gia hoặc nơi bạn sinh sống.

source: These settings include basic information about your account.
hi: इन सेटिंग्स में आपके खाते की बुनियादी जानकारी शामिल है।
ko_kr: 이 설정들은 내 계정의 기본적인 정보를 포함합니다.
pt_br: Essas configurações incluem informações básicas sobre sua conta.
vi: Những thiết lập này bao gồm thông tin cơ bản về tài khoản của bạn.

source: The name that identifies you on {platform_name}. You cannot change your username.
hi: वह नाम जो आपको {platform_name} पर पहचानता है। आप अपना उपयोगकर्ता नाम नहीं बदल सकते।
ko_kr: {platform_name}에서 쓰게되는 이름입니다. 변경할 수 없습니다.
pt_br: O nome que identifica você em {platform_name}. Você não pode alterar seu nome de usuário.
vi: Tên định danh bạn trên {platform_name}. Bạn không thể thay đổi tên đăng nhập.

source: Check your email account for instructions to reset your password.
hi: अपना पासवर्ड रीसेट करने के निर्देशों के लिए अपना ईमेल खाता देखें।
ko_kr: 비밀번호 초기화 하기위해서 이메일을 확인하시기 바랍니다.
pt_br: Verifique sua conta de e-mail para obter instruções de redefinição de sua senha.
vi: Kiểm tra tài khoản email để được hướng dẫn đặt lại mật khẩu.

source: The language used throughout this site. This site is currently available in a limited number of languages. Changing the value of this field will cause the page to refresh.
hi: इस साइट में प्रयुक्त भाषा। यह साइट वर्तमान में सीमित संख्या में भाषाओं में उपलब्ध है। इस फ़ील्ड का मान बदलने से पृष्ठ ताज़ा हो जाएगा।
ko_kr: 표시될 언어를 선택하세요. 현재 제한된 수의 언어가 지원되고 있습니다. 이 값을 변경하면 페이지를 다시 표시합니다.
pt_br: A linguagem usada em todo este site. Este site está atualmente disponível em um número limitado de idiomas. Alterar o valor deste campo fará com que a página seja atualizada.
vi: Ngôn ngữ được sử dụng trên toàn bộ trang web. Trang web này hiện chỉ có săn một số ngôn ngữ. Thay đổi giá trị của trường này sẽ làm mới trang.

source: We've sent a confirmation message to {new_secondary_email_address}. Click the link in the message to update your secondary email address.
hi: हमने {new_secondary_email_address} को एक पुष्टिकरण संदेश भेजा है। अपने द्वितीयक ईमेल पते को अपडेट करने के लिए संदेश में दिए गए लिंक पर क्लिक करें।
vi: Chúng tôi đã gửi một tin nhắn xác nhận tới {new_secondary_email_address}. Nhấp vào liên kết trong tin nhắn để cập nhật địa chỉ email phụ của bạn.

source: Social Media Links
hi: सोशल मीडिया लिंक
ko_kr: 소셜미디어 링크
pt_br: Conexões de mídia social
vi: Liên kết Mạng xã hội

source: Optionally, link your personal accounts to the social media icons on your edX profile.
hi: वैकल्पिक रूप से, अपने व्यक्तिगत खातों को अपने edX प्रोफ़ाइल पर सोशल मीडिया आइकन से लिंक करें।
ko_kr: edX 프로필의 소셔미디어 아이콘을 개인 계정과 연동할 수 있습니다.
pt_br: Opcionalmente, conecte suas contas pessoais aos ícones de mídia social em seu perfil edX.
vi: Tùy chọn, liên kết tài khoản cá nhân của bạn với các biểu tượng mạng xã hội trên hồ sơ EDX của bạn.

source: {platform_display_name} Link
hi: {प्लैटफ़ार्म_डिस्प्ले_नेम} लिंक

source: Enter your {platform_display_name} username or the URL to your {platform_display_name} page. Delete the URL to remove the link.
hi: {platform_display_name} আপনার ইউজারনেম লিখুন অথবা আপনার পেজের URL দিন {platform_display_name} ।লিংকটি মুছে ফেলার জন্য URL টি ডিলিট করুন ।

source: TOTAL
hi: संपूर्ण
ko_kr: 총계
vi: TỔNG CỘNG

source: We've sent a message to {email}. Click the link in the message to reset your password. Didn't receive the message? Contact {anchorStart}technical support{anchorEnd}.
hi: हमने {ईमेल} को एक संदेश भेजा है। अपना पासवर्ड रीसेट करने के लिए संदेश में लिंक पर क्लिक करें। संदेश नहीं मिला? संपर्क {anchorStart} तकनीकी सहायता {anchorEnd}।
ko_kr: {email}에 메세지를 보냈습니다. 메세지의 링크를 클릭해 비밀번호를 재설정하세요. 메시지를 받지 못하셨다면 {anchorStart}기술 지원{anchorEnd}에 문의하세요.
pt_br: Enviamos uma mensagem para {email}. Clique no link na mensagem para redefinir sua senha. Não recebeu a mensagem? Contate o {anchorStart}suporte técnico{anchorEnd}.
vi: Chúng tôi đã gửi một thông báo đến {email}. Bấm vào liên kết trong thông báo để đặt lại mật khẩu. Không nhận được thông báo? Liên hệ {anchorStart} hỗ trợ kỹ thuật {anchorEnd}.

source: Editable
hi: संपादन योग्य
ja_jp: 編集可能
ko_kr: 편집 가능
lt_lt: Redaguojamas
pt_br: Editável
vi: Chỉnh sửa được
zh_tw: 可編輯

source: bytes
hi: बाइट्स
ja_jp: バイト
lt_lt: baitai

source: KB
hi: केबी
ja_jp: キロバイト

source: MB
hi: एमबी
ja_jp: メガバイト

source: Show More
hi: शो मोर

source: Show Less
hi: शो लेष

source: Profile Visibility:
hi: प्रोफ़ाइल दृश्यता:
ko_kr: 프로필 가시성:
pt_br: Visibilidade do Perfil
vi: Hiển thị thông tin cá nhân:

source: Joined
hi: में शामिल हो गए
ko_kr: 가입됨
pt_br: Ingressou
vi: Đã tham gia

source: Joined Date
hi: दिनांक शामिल हुई
ko_kr: 가입한 날짜
pt_br: Data de Ingresso
vi: Ngày tham gia

source: Deactivating
hi: डीअक्तइवेतंग

source: Delete "<%- signatoryName %>" from the list of signatories?
hi: डिलीट"<%-साइनअटोरीनेम %>" सिग्नटोरिएस लिस्ट से ?

source: Your export has failed.
hi: आपका निर्यात विफल हो गया है।
ko_kr: 내보내기에 실패했습니다.
pt_br: A importação falhou.
vi: Xuất ra thất bại.

source: The certificate available date must be later than the course end date.
hi: सर्टिफिकेट उपलब्ध तारीख कोर्स की अंतिम तिथि से बाद में होनी चाहिए।
ko_kr: 이수증 사용가능 날짜는 종강일 보다 이전이 되어야 합니다.
vi: Ngày cấp chứng chỉ phải sau ngày kết thúc khóa học.

source: The assignment type must have a name.
hi: असाइनमेंट प्रकार में एक नाम होना चाहिए।
ko_kr: 과제 형식은 반드시 이름을 가져야 합니다.
vi: Loại phân công phải có tên.

source: Upload Videos
hi: वीडियो अपलोड करें
ko_kr: 동영상 업로드
vi: Tải lên Video

source: Drag and drop or {spanStart}browse your computer{spanEnd}.
hi: खींचें और छोड़ें या {spanStart} अपने कंप्यूटर को ब्राउज़ करें {spanEnd}।
ko_kr: 끌어서 놓거나 {spanStart}내 컴퓨터에서 찾아보기{spanEnd}.
pt_br: Arraste e solte ou {spanStart}procure em seu computador{spanEnd}.
vi: Kéo thả hoặc {spanStart}duyệt trên máy tính của bạn{spanEnd}.

source: Maximum file size: {maxFileSize} GB
hi: अधिकतम फ़ाइल आकार: {maxFileSize} GB
ko_kr: 최대 파일 크기: {maxFileSize} GB
vi: Kích thước tối đa tệp: {maxFileSize} GB

source: Supported file types: {supportedVideoTypes}
hi: समर्थित फ़ाइल प्रकार: {supportVideoTypes}
ko_kr: 지원되는 파일 형식: {supportedVideoTypes}
vi: Các loại tệp được hỗ trợ: {supportedVideoTypes}

source: An error has occurred. Wait a few minutes, and then try again.
hi: एक गलती हुई है। कुछ मिनट प्रतीक्षा करें, और फिर पुन: प्रयास करें।
ko_kr: 오류가 발생했습니다. 잠시 후에 다시 시도하세요.

source: Select turnaround
hi: एक गलती हुई है। कुछ मिनट प्रतीक्षा करें, और फिर पुन: प्रयास करें।
ko_kr: turnaround 선택
vi: Chọn quay vòng

source: Select fidelity
hi: निष्ठा का चयन करें
ko_kr: 충실도 선택
vi: Chọn độ trung thực

source: Select language
hi: भाषा का चयन करें
ko_kr: 언어 선택
vi: Chọn độ ngôn ngữ

source: Press Remove to remove language
hi: भाषा हटाने के लिए निकालें दबाएं
ko_kr: 지우기를 눌러 언어를 삭제
vi: Nhấn Xoá để xóa ngôn ngữ

source: Settings updated
hi: सेटिंग्स अद्यतन
ko_kr: 설정 업데이트됨
vi: Đã cập nhật thiết lập

source: Last updated
hi: आखरी अपडेट
ko_kr: 최근 업데이트
vi: Cập nhật mới nhất

source: Automatic transcripts are disabled.
hi: स्वचालित टेप अक्षम हैं।
ko_kr: 자동자막이 비활성화 돼있습니다.

source: {selectedProvider} credentials saved
hi: {selectedProvider} साख बचाई
ko_kr: {selectedProvider} 보증서 저장됨

source: Enable Course Highlight Emails
hi: ईमेलस कोर्स हाइलाइट इनेबल करे

source: Enable
hi: सक्षम करें
ko_kr: 유효화

source: Not yet
hi: अभी नहीं
ko_kr: 아직입니다

source: All Learners and Staff
hi: सभी शिक्षार्थियों और कर्मचारियों
ko_kr: 전체 학습자와 운영팀
pt_br: Todos da Equipe e Alunos
vi: Tất cả Học viên và Nhân viên

source: The combined length of the organization, course number, and course run fields cannot be more than <%- limit %> characters.
hi: ओरगनाजेस्न, कोर्स नंबर, और कोर्स रन फील्ड्स रन फील्ड्स कंबाइंड लेंथ में ज़्यादा नहीं होसक्ता <%- limit %> कैरेक्टेर्स

source: The combined length of the organization and library code fields cannot be more than <%- limit %> characters.
hi: ओरगनाएसस्न और लाइब्ररी कोड फील्ड्स का कंबाइंड कोड फील्डस ज़्यादा नहीं होसक्ता <%-limit %> कैरक्टर्स से|

source: Add Thumbnail
hi: थंबनेल जोड़ें
ko_kr: 썸네일 추가
vi: Thêm Hình đại diện

source: Edit Thumbnail
hi: थंबनेल को संपादित करो
ko_kr: 썸네일 수정
vi: Sửa Hình đại diện

source: Image upload failed
hi: चित्र अपलोड विफल रहा
ko_kr: 이미지 업로드 실패
vi: Tải lên hình ảnh không thành công

source: {ReqTextSpanStart}Requirements{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}
hi: {ReqTextSpanStart} आवश्यकताएँ {spanEnd} {lineBreak} {InstructionsSpanStart} {videoImageResoultion} {lineBreak} {videoImageSupportedFileFormats} {spanEnd}
ko_kr: {ReqTextSpanStart}요구 사항{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}
vi: {ReqTextSpanStart}Những yêu cầu{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}

source: {maxWidth}x{maxHeight} pixels
hi: {maxWidth}x{maxHeight} पिक्सल
ko_kr: {maxWidth}x{maxHeight} 픽셀

source: Thumbnail for {videoName}
hi: {videoName} के लिए थंबनेल
ko_kr: {videoName}의 썸네일
vi: Hình đại diện cho {videoName}

source: Add Thumbnail - {videoName}
hi: {videoName} के लिए थंबनेल
ko_kr: 썸네일 추가 - {videoName}
vi: Thêm Hình đại diện - {videoName}

source: Video duration is {humanizeDuration}
hi: वीडियो अवधि {humanizeDuration} है
ko_kr: 동영상 재생시간은 {humanizeDuration}
vi: Thời lượng video là {humanizeDuration}

source: minutes
hi: मिनट
ko_kr: 분
pt_br: minutos
vi: phút

source: minute
hi: मिनट
ko_kr: 분
vi: phút

source: seconds
hi: सेकंड
ko_kr: 초
vi: giây

source: second
hi: दूसरा
ko_kr: 초
vi: giây

source: and
hi: और
ko_kr: 그리고
pt_br: e
vi: và

source: Video image upload started
hi: वीडियो छवि अपलोड शुरू हुई
ko_kr: 동영상 이미지 업로드 시작됨
vi: Bắt đầu tải lên hình ảnh video

source: Video image upload completed
hi: वीडियो छवि अपलोड पूर्ण
ko_kr: 동영상 이미지 업로드 성공
vi: Hoàn tất tải lên hình ảnh video

source: The selected image must be smaller than {maxFileSizeInMB}.
hi: चयनित छवि {maxFileSizeInMB} से छोटी होनी चाहिए।
ko_kr: 이미지 파일 용량은 {maxFileSizeInMB}보다 작아야 합니다.
vi: Hình ảnh được chọn phải nhỏ hơn {maxFileSizeInMB}.

source: The selected image must be larger than {minFileSizeInKB}.
hi: चयनित छवि {minFileSizeInKB} से बड़ी होनी चाहिए।
ko_kr: 이미지 파일 용량은 {minFileSizeInKB}보다 커야 합니다.
vi: Hình ảnh được chọn phải lớn hơn {minFileSizeInKB}.

source: Could not upload the video image file
hi: वीडियो छवि फ़ाइल अपलोड नहीं की जा सकी
ko_kr: 동영상 이미지 파일을 업로드할 수 없었습니다.
vi: Không thể tải lên tệp hình ảnh video

source: Image upload failed.
hi: चित्र अपलोड विफल रहा।
ko_kr: 이미지 업로드 실패.
vi: Tải lên hình ảnh không thành công

source: The file could not be uploaded.
hi: फ़ाइल अपलोड नहीं की जा सकी।
ko_kr: 파일을 업로드 할 수 없었습니다.

source: Hide transcripts ({transcriptCount})
hi: टेप छिपाएँ ({transcriptCount})
ko_kr: 자막 감추기 ({transcriptCount})

source: Show transcripts ({transcriptCount})
hi: टेप दिखाएं ({transcriptCount})
ko_kr: 자막 보이기 ({transcriptCount})

source: This file type is not supported. Supported file type is {supportedFileFormat}.
hi: यह फ़ाइल प्रकार समर्थित नहीं है। समर्थित फ़ाइल प्रकार {supportFileFormat} है।
ko_kr: 지원하지 않는 파일 형식입니다. 지원되는 형식은 {supportedFileFormat} 입니다

source: If you remove this transcript, the transcript will not be available for any components that use this video.
hi: यदि आप इस प्रतिलेख को हटाते हैं, तो प्रतिलेख इस वीडियो का उपयोग करने वाले किसी भी घटक के लिए उपलब्ध नहीं होगा।
ko_kr: 자막을 삭제하면, 이 동영상을 사용하는 모든 구성요소에서 삭제됩니다.

source: You have set your language to {beta_language}, which is currently not fully translated. You can help us translate this language fully by joining the Transifex community and adding translations from English for learners that speak {beta_language}.
hi: यू हैव सेट यूअर लैड्ग्वेज तो {बेटा_लैड्ग्वेज}, विच इस कररेंटली नौट फुल्ली ट्रांसलेटेड। यू कैन हेल्प अस ट्रांसलेट दिस लैड्ग्वेज फुल्ली बाए जॉइनिंग द ट्रांसिफेक्स कम्यूनिटी अँड अडडिंग ट्रांसलातीओंस फ्रम इंग्लिश फॉर लेयरनेर्स ठाट स्पीक {बेटा_लैड्ग्वेज} |

source: Help Translate into {beta_language}
hi: हेल्प ट्रांसलेट इंटू {बेटा_लैड्ग्वेज}

source: discussion posted %(time_ago)s by %(author)s
hi: चर्चा %(time_ago)s %(author)s द्वारा पोस्ट की गई
ko_kr: 이 토론 글은 %(time_ago)s에 %(author)s님이 게시하였습니다.
pt_br: debate postado %(time_ago)s por %(author)s
vi: thảo luận đã đăng %(time_ago)s by %(author)s

source: question posted %(time_ago)s by %(author)s
hi: प्रश्न %(time_ago)s %(author)s द्वारा पोस्ट किया गया
ko_kr: 이 질문 글은 %(time_ago)s에 %(author)s님이 게시하였습니다.
pt_br: questão postada %(time_ago)s por %(author)s
vi: câu hỏi đã đăng %(time_ago)s by %(author)s

source: Add a clear and descriptive title to encourage participation. (Required)
hi: भागीदारी को प्रोत्साहित करने के लिए एक स्पष्ट और वर्णनात्मक शीर्षक जोड़ें। (आवश्यक)
ko_kr: 참여 유도를 위해 명확한 제목을 추가하세요.(필수)
pt_br: Adicione um título simples e descritivo para incentivar a participação. (Obrigatório)
vi: Thêm tiêu đề rõ ràng và mang tính mô tả để khuyến khích sự tham gia. (Cần thiết)

source: Discussion admins, moderators, and TAs can make their posts visible to all students or specify a single group.
hi: चर्चा व्यवस्थापक, मध्यस्थ और टीएएस अपने पदों को सभी छात्रों को दिखा सकते हैं या एक समूह को निर्दिष्ट कर सकते हैं।
ko_kr: 게시판 관리자, 진행자와 조교는 전체 학습자에게 글을 공개할 수도 있으며 특정 학습집단을 지정할 수도 있습니다.
pt_br: Administradores de discussão, moderadores e TAs podem tornar suas mensagens visíveis para todos os alunos ou especificar um único grupo.
vi: Quản trị viên, người điều hành và trợ lý kỹ thuật thảo luận có thể hiển thị bài đăng của họ cho tất cả học sinh hoặc chỉ định một nhóm.

source: This post will be visible only to %(group_name)s.
hi: यह पोस्ट केवल %(group_name)s तक दिखाई देगी।
ko_kr: 이 게시물은 오직 %(group_name)s에게만 공개됩니다.
pt_br: Este post será visível apenas para %(group_name)s

source: This post will be visible to everyone.
hi: यह पोस्ट सभी को दिखाई देगी।
ko_kr: 이 게시물은 모두에게 공개됩니다.
pt_br: Este post estará visível para todos.

source: Add your post to a relevant topic to help others find it. (Required)
hi: दूसरों को खोजने में मदद करने के लिए एक प्रासंगिक विषय पर अपनी पोस्ट जोड़ें। (आवश्यक)
ko_kr: 검색하기 쉽도록 게시물에 주제를 추가합니다.(필수)
pt_br: Adicione sua publicação a um tópico de interesse para ajudar na busca dos outros. (Obrigatório)
vi: Thêm bài của bạn vào một chủ đề có liên quan để giúp người khác tìm thấy nó. (Cần thiết)

source: (Community TA)
hi: (सामुदायिक TA)
ko_kr: (커뮤니티 조교)
vi: (Cộng đồng Tư vấn)

source: (Staff)
hi: (कर्मचारी)
ko_kr: (운영팀)
vi: (Nhân viên)

source: Return to all posts
hi: सभी पोस्ट पर रिटर्न करे

source: Questions raise issues that need answers. Discussions share ideas and start conversations. (Required)
hi: प्रश्न उन मुद्दों को उठाते हैं जिनके जवाब की आवश्यकता होती है। चर्चा विचारों को साझा करती है और बातचीत शुरू करती है। (आवश्यक)
ko_kr: 질문을 하면 답이 필요한 사안이 나옵니다. 게시판을 통해 의견을 교환하고 소통하세요.(필수)
pt_br: Perguntas levantam questões que precisam de respostas. Discussões partilham ideias e iniciam conversas. (Obrigatório)
vi: Các câu hỏi nêu ra vấn đề cần câu trả lời. Thảo luận chia sẻ ý tưởng và bắt đầu cuộc trò chuyện. (Cần thiết)

source: Active
hi: सक्रिय
vi: Hoạt động

source: Date Joined
hi: शामिल होने का दिनांक
ko_kr: 가입 일자
pt_br: Data de inscrição

source: Password Status
hi: पासवर्ड की स्थिति
ko_kr: 비밀번호 상태
pt_br: Status da senha

source: Toggle Account Password (Usable/Unusable)
hi: खाता पासवर्ड टॉगल करें (उपयोग करने योग्य / अप्राप्य)

source: View Current Team Memberships
hi: करेंट टीम मेमबेरशिप्स को व्यू करे

source: Download Memberships
hi: मेनबेरशिप्स को डौन्लोड करे

source: Assign Team Memberships
hi: टीम मैम्बरशिपस असाइन करीये

source: Upload Memberships
hi: मैम्बरशिप अपलोड करे

source: Error assigning team memberships
hi: टीम मैम्बरशिपस असाइन करने में एर्र

source: Team Assignments
hi: टीम अस्सीग्न्म्नेट्स

source: Exam timer and end exam button
hi: एक्जाम टाइमर और एक्जाम बटन

source: Hide Timer
hi: टाइमर छिपाएँ
ko_kr: 타이머 숨기기
pt_br: Ocultar cronômetro

source: You are taking "{exam_link}" as {exam_type}.
hi: आप "{exam_link}" को {exam_type} की तरह ले रहे है|
vi: Bạn đang làm bài "{exam_link}".

source: a timed exam
hi: एक तिमेड एक्जाम

source: The timer on the right shows the time remaining in the exam.
hi: राइट साइड में शो हो रहा टाइमर एक्जाम में बचा हुआ टाइम शो कर रहा हैं|
vi: Thanh hiển thị thời gian làm bài nằm ở dưới.

source: Date Placed
hi: दिनांक रखा गया
ko_kr: 주문 일
pt_br: Data do Pedido
vi: Đã đặt Ngày

source: Cost
hi: लागत
ko_kr: 요구 비용:
pt_br: Custo
vi: Giá tiền

source: for
hi: के लिये
ko_kr: 에 대해
pt_br: para
vi: cho

source: Product Name
hi: उत्पाद का नाम
ko_kr: 제품명
pt_br: Nome do Produto
vi: Tên Sản phẩm

source: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} of {maxCharacters}
hi: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} का {maxCharacters}
ko_kr: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} 의 {maxCharacters}
pt_br: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} de {maxCharacters}
vi: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} trên {maxCharacters}

source: The following information is already a part of your {platform} profile. We've included it here for your application.
hi: ये सारे इंफोर्मस्न ऑलरेडी आपके {platform} प्रोफ़ाइल के पार्ट है| हमने इसे इंक्लुड किया है आपके अप्प्लिकेस्न के लिए|

source: Divided
hi: अलग करना
ko_kr: 나누어진
pt_br: Dividido
vi: Chia

source: Manage Learners
hi: शिक्षार्थियों को प्रबंधित करें
ko_kr: 학습자 관리
pt_br: Gerenciar Estudantes
vi: Quản lý Học viên

source: Add learners to this cohort
hi: इस कोहर्ट में शिक्षार्थियों को जोड़ें
ko_kr: 이 학습 집단에 학습자 추가하기
pt_br: Adicionar estudantes neste grupo
vi: Thêm người học vào nhóm này

source: Note: Learners can be in only one cohort. Adding learners to this group overrides any previous group assignment.
hi: नोट: शिक्षार्थी केवल एक ही समय में हो सकते हैं। इस समूह के शिक्षार्थियों को जोड़ना किसी भी पिछले समूह के असाइनमेंट से आगे निकल जाता है।
ko_kr: 주의: 학습자는 하나의 학습 집단에만 속할 수 있습니다. 학습자를 학습 집단에 추가하면, 이전의 학습집단 소속이 무효화 됩니다.
pt_br: Nota: Alunos podem ficar apenas em um grupo. Adicionar alunos a este grupo substituirá qualquer ligação a outros grupos.
vi: Lưu ý: Học viên chỉ có thể trong một nhóm. Việc thêm học viên vào nhóm này sẽ ghi đè tất cả những phân nhóm trước đây.

source: Enter email addresses and/or usernames, separated by new lines or commas, for the learners you want to add. *
hi: जिन शिक्षार्थियों को आप जोड़ना चाहते हैं, उनके लिए नई पते या अल्पविराम द्वारा अलग किए गए ईमेल पते और / या उपयोगकर्ता नाम दर्ज करें। *
ko_kr: 콤마로 분리하고나 다음 줄에 쓰는 방식으로, 추가하고 싶은 학습자의 이메일 주소 및 아이디를 입력하세요.
pt_br: Entre com os endereços de e-mail e/ou nomes de usuário separados por linha ou vírgula, para cada aluno que você quiser adicionar. *
vi: Nhập địa chỉ email và/hoặc tên người dùng, được phân cách bằng dòng mới hoặc dấu phẩy, cho những học viên bạn muốn thêm. *

source: Add Learners
hi: शिक्षार्थियों को जोड़ें
ko_kr: 학습자 추가하기
pt_br: Adicionar Estudantes
vi: Thêm Học viên

source: Manual
hi: गाइड
ja_jp: 手動
ko_kr: 직접 지정
lt_lt: Rankinis
vi: Hướng dẫn sử dụng
zh_tw: 手動

source: Assign learners to cohorts by uploading a CSV file
hi: CSV फ़ाइल अपलोड करके सहकर्मी को सिखाना
ko_kr: CSV파일을 업로드하여 학습 집단에 학습자를 추가하세요.
pt_br: Vincule estudantes a grupos enviando um arquivo CSV
vi: Chỉ định người học cho nhóm bằng cách tải lên tệp tin CSV

source: To review learner cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on the {link_start}Data Download{link_end} page.
hi: सीखने वाले सहकर्मी असाइनमेंट की समीक्षा करने या CSV फ़ाइल अपलोड करने के परिणामों को देखने के लिए, पाठ्यक्रम प्रोफ़ाइल जानकारी डाउनलोड करें या {link_start} डेटा डाउनलोड {link_end} पृष्ठ पर परिणाम देखें।
ko_kr: 학습자 학습 집단 과제를 검초하고나 CSV파일 업로드 결과를 보기 위해 {link_start}데이타 다운로드{link_end} 페이지의 강좌 프로필 정보나 학습 집단 결과를 다운받으세요.
pt_br: Para revisar as tarefas dos alunos deste grupo ou ver os resultados do carregamento do arquivo CSV, faça o download das informações do perfil do curso ou resultados do curso na {link_start} página de Download de dados {link_end}.
vi: Để xem lại bài tập của nhóm học viên hoặc xem kết quả tải lên tệp tin CSV, hãy tải xuống thông tin tiểu sử khoá học hoặc kết quả nhóm trên trang {link_start}Tải xuống dữ liệu{link_end}.

source: Specify whether discussion topics are divided
hi: निर्दिष्ट करें कि चर्चा विषय विभाजित हैं या नहीं
ko_kr: 토의 주제를 달리할 지 여부를 정합니다.
pt_br: Especifique se os tópicos de discussão serão divididos
vi: Chỉ định chủ đề thảo luận được chia ra

source: Select the course-wide discussion topics that you want to divide.
hi: उन विस्तृत-विस्तृत चर्चा विषयों का चयन करें जिन्हें आप विभाजित करना चाहते हैं।
ko_kr: 달리 제시할 주제를 선책하세요.
pt_br: Selecione os tópicos de discussão do curso completo que você quer dividir.
vi: Chọn các chủ đề thảo luận toàn khóa học mà bạn muốn chia.

source: Specify whether content-specific discussion topics are divided.
hi: निर्दिष्ट करें कि क्या सामग्री-विशिष्ट चर्चा विषय विभाजित हैं।
ko_kr: 주제별 토의를 달리할 지 여부를 정합니다.
pt_br: Especificar se os tópicos de discussão de conteúdo específico serão divididos.
vi: Chỉ định chủ đề thảo luận cụ thể cho nội dung có bị chia tách hay không.

source: Always divide content-specific discussion topics
hi: हमेशा सामग्री-विशिष्ट चर्चा विषयों को विभाजित करें
ko_kr: 항상 주제별 토의를 달리합니다.
pt_br: Sempre dividir tópicos de discussão de conteúdo específico
vi: Luôn chia các chủ đề thảo luận cụ thể cho nội dung

source: Divide the selected content-specific discussion topics
hi: चयनित सामग्री-विशिष्ट चर्चा विषयों को विभाजित करें
ko_kr: 선택한 주제별 토의를 달리합니다
pt_br: Dividir os tópicos de discussão de conteúdo específico selecionados
vi: Phân chia các chủ đề cuộc thảo luận cụ thể về nội dung đã chọn

source: Certificate Status:
hi: प्रमाणपत्र स्थिति:
ko_kr: 이수증 상태:
pt_br: Status do certificado:
vi: Trạng thái Chứng chỉ:

source: Certificate Purchased
hi: प्रमाणपत्र खरीदा गया
ko_kr: 구매한 이수증
pt_br: Certificado comprado
vi: Chứng chỉ Đã mua

source: Change or Leave Session
hi: परिवर्तन या सत्र छोड़ें
ko_kr: 세션 변경 혹은 나가기
pt_br: Alterar ou sair da sessão

source: You must select a session by {expiration_date} to access the course.
hi: कोर्स तक पहुंचने के लिए आपको {expiration_date} द्वारा एक सत्र का चयन करना होगा।
ko_kr: 강좌에 접근하기 위해서는 {expiration_date}까지 세션을 선택하세야 됩니다.
pt_br: Você deve selecionar uma sessão por {expiration_date} para acessar o curso.

source: You can no longer change sessions.
hi: अब आप सत्र नहीं बदल सकते।
ko_kr: 더이상 세션을 변경할 수 없습니다.
pt_br: Você não pode mais mudar de sessão.

source: Select a session:
hi: एक सत्र का चयन करें:
ko_kr: 세션 선택하기:
pt_br: Selecionar uma sessão:

source: More sessions coming soon.
hi: जल्द ही और सत्र आने वाले हैं।
ko_kr: 더 많은 세션이 추후 공개됩니다.
pt_br: Mais sessões em breve.

source: Change to a different session or leave the current session.
hi: जल्द ही और सत्र आने वाले हैं।
ko_kr: 다른 세션으로 변경하거나 현재 세션을 종료합니다.
pt_br: Mudar para uma sessão diferente ou sair da sessão atual.

source: To access the course, select a session.
hi: पाठ्यक्रम तक पहुंचने के लिए, एक सत्र चुनें।
ko_kr: 강좌에 접근하시려면, 세션을 선택하세요.
pt_br: Para acessar o curso, selecione uma sessão.

source: Session Selection Dropdown for {courseName}
hi: सत्र के लिए{courseName} सत्र का चयन ड्रॉपडाउन
ko_kr: {courseName}의 세션선택 드롭다운
pt_br: Seleção suspensa de sessão para {courseName}
