Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: {strongStart}Warning: Account deletion is permanent.{strongEnd} Please read the above carefully before proceeding. This is an irreversible action, and {strongStart}you will no longer be able to use the same email on {platformName}.{strongEnd}
hi: {strongStart} ওয়ার্নিং : একাউন্ট ডিলিট করার প্রক্রিয়াটি পার্মানেন্ট ।.{strongEnd} আগে এগানোর আগে উপরের বিষয়গুলো ভালো করে পড়ে নিন। এটি অপরিবর্তিত, এবার {strongStart}আপনি আর একই ইমেইল ব্যবহার করতে পারবেন না {platformName}.{strongEnd}

source: Please note: Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
hi: অনুগ্রহ করে লক্ষ্য করুন: আপনার অ্যাকাউন্ট এবং ব্যক্তিগত ডেটা মুছে ফেলা স্থায়ী এবং এটি বাতিল করা যাবে না। {platformName} আপনার অ্যাকাউন্ট বা মুছে ফেলা ডাটা পুনরুদ্ধার করা যাবে না ।

source: Once your account is deleted, you cannot use it to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
hi: একবার আপনার অ্যাকাউন্ট মুছে ফেলা হলে, আপনি {platformName} অ্যাপ, {siteName}, অথবা {platformName} এর দ্বারা হোস্ট করা অন্য কোন সাইটে কোর্স নিতে এটি ব্যবহার করতে পারবেন না।

source: This includes access to {siteName} from your employer’s or university’s system{additionalSiteSpecificDeletionText}.
hi: এটি আপনার নিয়োগকর্তা বা বিশ্ববিদ্যালয়ের সিস্টেম{additionalSiteSpecificDeletionText}.থেকে {siteName} মুছে দেওয়া হবে ।

source: We’re sorry to see you go!
hi: हमें खेद है कि आप जा रहे हैं!
ko_kr: 다음에 또 뵐 수 있었으면 좋겠어요!
pt_br: Lamentamos que você se vá!
vi: Chúng tôi rất tiếc khi thấy bạn ra đi!

source: Delete My Account
hi: मेरा एकाउंट हटा दो
ko_kr: 계정 삭제하기
pt_br: Excluir minha conta
vi: Xóa tài khoản

source: Password is incorrect
hi: पासवर्ड गलत है
ko_kr: 비밀번호가 일치하지 않습니다
pt_br: A senha está incorreta
vi: Mật khẩu không đúng

source: Unable to delete account
hi: खाता हटाने में असमर्थ
ko_kr: 계정을 삭제할 수 없었습니다
pt_br: Não foi possível excluir a conta
vi: Không thể xóa tài khoản

source: Please re-enter your password.
hi: अपना पासवर्ड पुनः दर्ज करें।
ko_kr: 비밀번호를 다시 입력하세요.
pt_br: Por favor, digite sua senha novamente.
vi: Vui lòng nhập lại mật khẩu.

source: Sorry, there was an error trying to process your request. Please try again later.
hi: क्षमा करें, आपके अनुरोध को संसाधित करने में एक त्रुटि हुई। बाद में पुन: प्रयास करें।
ko_kr: 죄송합니다, 요청을 처리하는 중에 에러가 발생했습니다. 나중에 다시 확인하세요.
pt_br: Desculpe, ocorreu um erro ao tentar processar sua solicitação. Tente novamente mais tarde.
vi: Xin lỗi, đã xảy ra lỗi khi xử lý yêu cầu của bạn. Vui lòng thử lại sau.

source: A Password is required
hi: एक पासवर्ड की आवश्यकता है
ko_kr: 비밀번호가 필요합니다
pt_br: Uma senha é obrigatória
vi: Bắt buộc phải có Mật Khẩu

source: You have selected “Delete my account.” Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
hi: আপনি “Delete my account.” - এর অপশনটি বেছে নিয়েছেন । আপনার একাউন্ট এবং আপনার পার্সোনাল ডেটা ডিলিট করা পার্মানেন্ট এবং এটিকে আর বাতিল করা যাবে না । {platformName} edx আপনার ডিলিটেড একাউন্ট এবং ডেটা পুনরুদ্ধার করতে পারবে না ।

source: If you proceed, you will be unable to use this account to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
hi: একবার আপনার অ্যাকাউন্ট মুছে ফেলা হলে, আপনি {platformName} অ্যাপ, {siteName}, অথবা {platformName} এর দ্বারা হোস্ট করা অন্য কোন সাইটে কোর্স নিতে এটি ব্যবহার করতে পারবেন না।

source: If you still wish to continue and delete your account, please enter your account password:
hi: यदि आप अभी भी अपना खाता जारी रखना और हटाना चाहते हैं, तो कृपया अपना खाता पासवर्ड डालें:
ko_kr: 정말로 계정을 삭제하고 싶으시다면, 계정 비밀번호를 입력하세요:
pt_br: Se você ainda deseja continuar e excluir sua conta, digite a senha da sua conta:
vi: Nếu bạn vẫn muốn tiếp tục và xóa tài khoản của mình, vui lòng nhập mật khẩu tài khoản của bạn:

source: Yes, Delete
hi: हाँ, हटाएं
vi: Vâng, xóa.

source: We're sorry to see you go! Your account will be deleted shortly.
hi: हमें खेद है कि आप जा रहे हैं! आपका खाता शीघ्र ही हटा दिया जाएगा।
ko_kr: 다음에 또 뵐 수 있었으면 좋겠어요! 계정이 곧 삭제됩니다.
pt_br: Lamentamos que você se vá! Sua conta será excluída em breve.
vi: Chúng tôi rất tiếc khi thấy bạn ra đi! Tài khoản của bạn sẽ được xóa ngay.

source: Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
hi: ईमेल सूची से हटाने सहित खाता विलोपन, हमारी प्रणाली के माध्यम से पूरी तरह से संसाधित होने में कुछ सप्ताह लग सकते हैं। यदि आप पहले ईमेल से बाहर निकलना चाहते हैं, तो कृपया किसी भी ईमेल के पाद लेख से सदस्यता समाप्त करें।
ko_kr: 이메일 목록 삭제를 포함하는 계정 삭제는 저희 시스템 상에서 완료하기까지 수주가 걸릴수 있습니다. 그 전에 메일을 수신 거부 하시려면 이메일 하단에서 수신거부 하십시오.
pt_br: A exclusão da conta, incluindo a remoção das listas de e-mail, pode levar algumas semanas até que seja totalmente processada em nosso sistema. Se você quiser desativar os e-mails antes disso, cancele a inscrição no rodapé de qualquer e-mail.
vi: Xóa tài khoản, bao gồm xóa khỏi danh sách email, có thể mất vài tuần để xử lý hoàn toàn trong hệ thống của chúng tôi. Nếu bạn không muốn nhận thêm email trước đó, vui lòng hủy đăng ký ở cuối bất kỳ email nào.

source: Unable to determine whether we should give you a refund because of System Error. Please try again later.
hi: यह निर्धारित करने में असमर्थ कि हमें सिस्टम त्रुटि के कारण आपको धनवापसी देनी चाहिए या नहीं। बाद में पुन: प्रयास करें।
ko_kr: 시스템 오류로 인해 환불가능 여부를 확인하지 못하였습니다. 나중에 다시 시도해주십시오.
pt_br: Não foi possível determinar se devemos dar a você um reembolso por causa do Erro do sistema. Por favor, tente novamente mais tarde.
vi: Không thể xác định việc hoàn lại tiền cho bạn vì Lỗi hệ thống. Vui lòng thử lại sau.

source: There are no posts in this topic yet.
hi: इस विषय में अभी तक कोई पोस्ट नहीं है।
ko_kr: 작성된 게시글이 없습니다.
pt_br: Não há postagens neste tópico ainda.
vi: Chưa có điểm trong chủ đề này.

source: Files that you upload must be smaller than 5MB in size.
hi: आपके द्वारा अपलोड की जाने वाली फाइलें आकार में 5MB से छोटी होनी चाहिए।
ko_kr: 업로드 하는 파일 용량은 5MB보다 작아야 합니다.
pt_br: Os arquivos que você enviar devem ter menos de 5 Mb.
vi: Tệp bạn tải lên phải có dung lượng nhỏ hơn 5MB.

source: Files that you upload must be PDFs or image files in .gif, .jpg, .jpeg, or .png format.
hi: आपके द्वारा अपलोड की जाने वाली फाइलें .gif, .jpg, .jpeg, या .png प्रारूप में PDF या छवि फ़ाइलें होनी चाहिए।
ko_kr: 업로드하는 파일은 PDF 혹은 .gif, .jpg, .jpeg, or .png 형식의 이미지 파일이어야 합니다.
pt_br: Os arquivos que você enviar devem ser PDFs ou arquivos de imagem nos formatos .gif, .jpg, .jpeg ou .png.
vi: Tệp bạn tải lên phải là PDF hoặc hình ảnh có định dạng .gif, .jpg, .jpeg, hoặc .png.

source: Add Attachment
hi: अय्टाचमेंट जोडे
ko_kr: 파일 첨부
pt_br: Adicionar anexo
vi: Thêm Đính kèm

source: Remove file
hi: फ़ाइल को हटाएं
vi: Xóa tệp

source: Cancel upload
hi: अपलोड रद्द करें
vi: Bỏ tải lên

source: This learner will be removed from the team,allowing another learner to take the available spot.
hi: এই শিক্ষার্থীকে টিম থেকে বের করে দেওয়া হবে এবং এ শিক্ষার্থীর জায়গাটি অন্য শিক্ষার্থীর জন্য অ্যাভাল্যাবেল করে দেওয়া হবে ।

source: Deleting a team is permanent and cannot be undone.All members are removed from the team, and team discussions can no longer be accessed.
hi: একটি টিমকে পার্মানেন্টলি ডিলিট করে দিলে সেই টীমটি ফিরে পাওয়া যাবে না । সেই টিমের প্রতিটি মেম্বার কে রিমুভ করা হবে, এবং টিমের ডিসকাশন গুলিকে আর ফিরে পাওয়া যাবে না ।

source: Manage
hi: मैनेज

source: Last activity {date}
hi: आखिरी एक्टिविटी {डेट}

source: View {span_start} {team_name} {span_end}
hi: व्यू {स्पैन_स्टार्ट} {टीम_नेम} {स्पैन_एंड}

source: No assignments for team
hi: टीम के लिए कोई असाइनमेंट नही है

source: If you leave, you can no longer post in this team's discussions.Your place will be available to another learner.
hi: যদি আপনি ছেড়ে দেন,তাহলে আপনি আপনার টিমের ডিসকাশন এ কিছু পোস্ট করতে পারবেন না । আপনার স্থানটি অন্য শিক্ষার্থীকে দিয়ে দেওয়া হবে।

source: You already belong to another team in this team set.
hi: आप ऑलरेडी किसी और टीम से बिलांग करते है इस टीम सेट में|

source: Cannot join instructor managed team
hi: इन्नस्तृकटोर माइनेज्ड टीम को मई जॉइन नही कर्सक्ता

source: My Teams
hi: मेरा टीम

source: See all teams you belong to and all public teams in your course, organized by topic. Join an open public team to collaborate with other learners who are interested in the same topic as you are.
hi: আপনার কোর্সের সকল দল এবং সকল পাবলিক টিম দেখুন, যা আপনার বিষয় দ্বারা সংগঠিত । আপনার মত একই বিষয়ে আগ্রহী অন্যান্য শিক্ষার্থীদের সাথে সহযোগিতা করার জন্য একটি উন্মুক্ত পাবলিক দলে যোগ দিন।

source: See all teams you belong to and all public teams in your course, organized by topic.
hi: আপনার বিষয় দ্বারা সংগঠিত আপনার কোর্স এর সকল দল এবং সকল পাবলিক টিম দেখুন ।

source: See all teams you belong to.
hi: सभी टीम को देखिये जिससे आप बिलांग करते है

source: View Teams in the {topic_name} Topic
hi: टॉपिक {topic_name} में टिमस को व्यू करे

source: An error occurred while looking up team membership. Try refreshing the page.
hi: एक एर्र आगया जब मैम्बरशिप को देखा जा रहा था| पगे को रिफ्रेश करने की कोशिश करे|

source: URL
hi: यूआरएल
zh_tw: 網址

source: <%- user %> already in exception list.
hi: <%-उसेर %>ऑलरेडी एक्ष्केप्स्न लिस्ट में है|

source: <%- user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate.
hi: <%- user %> আপনার ব্যাতিক্রম তালিকাএ সফলভাবে যোগ করা হয়েছে । নিচের জেনারেট এক্সেপশন সার্টিফিকেট টিতে ক্লিক করুন সার্টিফিকেট পাঠানোর জন্য ।

source: Your question or idea (required)
hi: आपका प्रश्न या विचार (आवश्यक)
ko_kr: 질문 혹은 아이디어 (입력 필수)
pt_br: Sua pergunta ou ideia (obrigatório)
vi: Câu hỏi hoặc ý tưởng của bạn (bắt buộc)

source: Are you sure you want to unenroll from the purchased course {courseName} ({courseNumber})?
hi: আপনি কি সত্যিই আপনার নাম আপনার কেনা কোর্স থেকে সরাতে চান {courseName} ({courseNumber})?

source: Are you sure you want to unenroll from {courseName} ({courseNumber})?
hi: আপনি কি সত্যিই আপনার নাম {courseName} ({courseNumber}) এখান থেকে সরাতে চান?

source: Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?
hi: আপনি কি সত্যিই আপনার নাম এই {certNameLong} ভেরিফায়েড ট্র্যাক থেকে সরাতে চান {courseName} ({courseNumber})?

source: Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?
hi: আপনি কি সত্যিই আপনার নাম এই {certNameLong} ভেরিফায়েড ট্র্যাক থেকে সরাতে চান {courseName} ({courseNumber})?

source: Not divided
hi: बंटा हुआ नहीं है
ko_kr: 나누어 지지 않음
pt_br: Não dividido
vi: Không chia

source: Discussions are unified; all learners interact with posts from other learners, regardless of the group they are in.
hi: चर्चाएँ एकीकृत होती हैं; सभी शिक्षार्थी अन्य शिक्षार्थियों के पदों के साथ बातचीत करते हैं, चाहे वे जिस समूह में हों।
ko_kr: 게시판은 통합되어 있습니다. 모든 학습자들은 그룹에 상관없이 게시물을 통해 다른 학습자와 연결됩니다.
pt_br: Discussões unificadas; todos os estudantes interagem com postagens de outros estudantes, independentemente de seu grupo.
vi: Thảo luận được thống nhất; tất cả học viên tương tác với các bài viết từ những học viên khác, bất kể họ là nhóm nào.

source: Enrollment Tracks
hi: नामाकंन ट्रैक्स
ko_kr: 등록 과정
pt_br: Trecho para matriculados
vi: Chương trình Tuyển sinh

source: Use enrollment tracks as the basis for dividing discussions. All learners, regardless of their enrollment track, see the same discussion topics, but within divided topics, only learners who are in the same enrollment track see and respond to each others’ posts.
hi: चर्चाओं को विभाजित करने के आधार के रूप में नामांकन पटरियों का उपयोग करें। सभी शिक्षार्थी, अपने नामांकन ट्रैक की परवाह किए बिना, एक ही चर्चा विषय देखते हैं, लेकिन विभाजित विषयों के भीतर, केवल वे ही शिक्षार्थी जो एक ही नामांकन ट्रैक में हैं, एक दूसरे के पदों को देखते हैं और उनका जवाब देते हैं।
ko_kr: 게시판을 나누는 기준으로 등록된 강좌를 설정합니다. 모든 학습자들은 등록된 강좌와 상관없이 게시판 주제를 확인할 수 있지만 나누어진 게시판은 같은 강좌를 등록한 학습자들만 게시글을 작성할 수 있습니다.
pt_br: Use as faixas de matrícula como base para dividir as discussões. Todos os estudantes, independentes da faixa de matrícula, vêem os mesmos tópicos de discussão, mas dentro de tópicos divididos, somente os estudantes do mesmo grupo vêem e respondem as postagens de cada um.
vi: Sử dụng các kiểu đăng ký làm cơ sở để phân chia các cuộc thảo luận. Tất cả học viên, bất kể kiểu đăng ký của họ, xem các chủ đề thảo luận giống nhau, nhưng trong các chủ đề đã phân chia, chỉ những học viên trong cùng một kiểu đăng ký mới nhìn thấy và trả lời các bài viết của nhau.

source: Use cohorts as the basis for dividing discussions. All learners, regardless of cohort, see the same discussion topics, but within divided topics, only members of the same cohort see and respond to each others’ posts.
hi: चर्चाओं को विभाजित करने के आधार के रूप में कोहोर्ट्स का उपयोग करें। सभी शिक्षार्थी, चाहे कोई भी हो, एक ही चर्चा विषय देखते हैं, लेकिन विभाजित विषयों के भीतर, एक ही काउहोट के सदस्य एक-दूसरे के पदों को देखते हैं और उनका जवाब देते हैं।
ko_kr: 게시판을 나누는 기준으로 학습 집단을 설정합니다. 모든 학습자들은 학습 집단과 관계없이 게시판 주제를 확인할 수 있지만 나누어진 게시판은 같은 학습 집단에 속한 학습자들만 게시글을 작성 할 수 있습니다.
pt_br: Use os grupos como base para dividir as discussões. Todos os estudantes, independentes do grupo, veem os mesmos tópicos de discussão, mas dentro de tópicos divididos, somente os membros do mesmo grupo veem e respondem as postagens de cada um.
vi: Sử dụng các nhóm làm cơ sở để chia sẻ các cuộc thảo luận. Tất cả người học, không phân biệt nhóm, xem các chủ đề thảo luận giống nhau, nhưng trong các chủ đề chia sẻ, chỉ những thành viên của cùng một nhóm mới thấy và trả lời các bài đăng của nhau.

source: Discussion topics in the course are not divided.
hi: पाठ्यक्रम में चर्चा विषय विभाजित नहीं हैं।
ko_kr: 이 강좌의 토론 주제가 나누어 지지 않았습니다.
pt_br: Os tópicos de discussão neste curso não estão divididos.
vi: Các chủ đề thảo luận trong khóa học không bị chia cắt.

source: Any divided discussion topics are divided based on enrollment track.
hi: किसी भी विभाजित चर्चा विषय को नामांकन ट्रैक के आधार पर विभाजित किया गया है।
ko_kr: 모든 토론 주제는 등록 강좌에 따라서 나누어 집니다.
pt_br: Qualquer discuss
vi: Chủ đề thảo luận được phân chia dựa trên kiểu đăng ký.

source: Any divided discussion topics are divided based on cohort.
hi: कोई भी विभाजित चर्चा विषय कोहोर्ट के आधार पर विभाजित हैं।
ko_kr: 모든 토론 주제는 학습 집단에 따라서 나누어 집니다.
pt_br: Quaisquer tópicos de discussão divididos são divididos com base nos grupos.
vi: Chủ đề thảo luận được phân chia dựa trên theo nhóm.

source: Your changes have been saved. {details}
hi: आपके परिवर्तनों को सहेजा गया है। {details}
ko_kr: 변경사항이 저장되었습니다. {details}
pt_br: Suas alterações foram salvas. {details}
vi: Thay đổi của bạn đã được lưu. {details}

source: We have encountered an error. Refresh your browser and then try again.
hi: हमें एक त्रुटि मिली। अपने ब्राउज़र को ताज़ा करें और फिर पुनः प्रयास करें।
ko_kr: 오류가 발생했습니다. 페이지를 새로고침한 후, 다시 시도하세요.
pt_br: Encontramos um erro. Atualize seu navegador e tente novamente.
vi: Đã phát hiện lỗi. Làm mới lại trình duyệt của bạn rồi thử lại.

source: No results found for "{query_string}". Please try searching again.
hi: कोई भी रिज़ल्ट फाउंड नही हुआ है "{query_string}" के लिए| कृपया दुबारा प्रयास करे|

source: Error adding learners.
hi: शिक्षार्थियों को जोड़ने में त्रुटि।
ko_kr: 학습자 추가 오류
pt_br: Erro ao adicionar estudante.
vi: Xảy ra lỗi khi thêm học viên.

source: Unknown username: {user}
hi: अज्ञात उपयोगकर्ता नाम: {user}
ko_kr: 미확인 학습자: {user}
pt_br: Nome de usuário desconhecido: {user}
vi: Tên đăng nhập không xác định: {user}

source: Invalid email address: {email}
hi: अवैध ईमेल पता: {email}
ko_kr: 유효하지 않은 이메일 주소: {email}
pt_br: Endereço de e-mail inválido: {email}
vi: Địa chỉ email không hợp lệ: {email}

source: Group
hi: समूह
ko_kr: 그룹
pt_br: Grupo
vi: Nhóm

source: This role requires a divided discussions scheme.
hi: इस भूमिका के लिए एक विभाजित चर्चा योजना की आवश्यकता है।
ko_kr: 이 역할은 나누어진 토론 계획이 필요합니다.
pt_br: Esta função requer um esquema de discussões divididas.
vi: Vai trò này đòi hỏi một kế hoạch thảo luận nhóm.

source: These users could not be added as beta testers because their accounts are not yet activated:
hi: इन उपयोगकर्ताओं को बीटा परीक्षक के रूप में नहीं जोड़ा जा सका क्योंकि उनके खाते अभी तक सक्रिय नहीं हैं:
ko_kr: 이 사용자들은 계정이 활성화되지 않았으므로 베타 테스터로 추가되지 못했습니다:
pt_br: Esses usuários não podem ser adicionados como testadores beta porque suas contas ainda não estão ativadas:
vi: Không thể thêm những người dùng này làm người kiểm tra beta vì tài khoản của họ chưa được kích hoạt:

source: All learners in the {track_name} track
hi: {Track_name} ट्रैक के सभी शिक्षार्थी
ko_kr: {track_name} 과정에 소속된 모든 학습자
pt_br: Todos os estudantes na faixa {track_name}
vi: Tất cả học viên thuộc {track_name}

source: Error getting enrollment status for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
hi: '<% - student_id%>' के लिए नामांकन की स्थिति प्राप्त करने में त्रुटि। सुनिश्चित करें कि छात्र पहचानकर्ता को सही ढंग से लिखा गया है।
vi: Không thể tìm thấy trạng thái đăng ký của '<%- student_id %>'. Hãy đảm bảo mã sinh viên được gõ đúng.

source: Retrieving enrollment status...
hi: नामांकन की स्थिति प्राप्त कर रहा है ...
vi: Đang nhận trạng thái đăng ký...

source: Error resetting problem attempts for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
hi: प्रॉब्लेम्स को रीसेट करने में एर्र प्रोब्लेम अत्तेंप्ट्स के लिए '<%-प्रोब्लेम_आइ दी%>' और स्टूडेंट '<%-स्टूडेंट_आइ दी %>'। कृपया सुनिश्चित करे की प्रोब्लेम और स्टूडेंट इडेंटिफिएर्स कंप्लीट और सही हो|

source: Please enter a score.
hi: कृपया एक अंक दर्ज करें।
ko_kr: 점수를 입력하세요.
pt_br: Por favor, adicione uma nota.
vi: Vui lòng nhập điểm.

source: Started task to override the score for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
hi: समस्या '<% - problem_id%>' और छात्र '<% - student_id%>' के स्कोर को ओवरराइड करने का कार्य शुरू किया। कार्य की स्थिति देखने के लिए 'कार्य स्थिति दिखाएँ' बटन पर क्लिक करें।
ko_kr: '<%- problem_id %>' 와 '<%- student_id %>' 학습자의 점수 무효화 작업을 시작했습니다. '작업 상태 보기'버튼을 클릭해 진행 상태를 확인하세요.
pt_br: Tarefa iniciada para substituir a pontuação do problema '<%- problem_id %>' e aluno '<%- student_id %>'. Clique no botão "Mostrar status da tarefa" para ver o status da tarefa.
vi: Đã bắt đầu chấm lại câu hỏi '<%- problem_id %>' cho học viên '<%- student_id %>'. Nhấn nút 'Hiển thị Trạng thái Tác vụ' để xem trạng thái của tác vụ.

source: Error starting a task to override score for problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the score and the problem and student identifiers are complete and correct.
hi: विद्यार्थी '<% - student_id%>' के लिए '<% - problem_id%>' के स्कोर को ओवरराइड करने के लिए एक कार्य शुरू करने में त्रुटि। सुनिश्चित करें कि स्कोर और समस्या और छात्र पहचानकर्ता पूर्ण और सही हैं।
ko_kr: '<%- problem_id %>'와 '<%- student_id %>'학습자에 대한 점수 무효화 작업 시작 중에 문제가 발생했습니다. 문제와 학습자 식별자가 올바른지 다시 확인하세요.
pt_br: Erro ao iniciar uma tarefa para substituir a pontuação do problema '<%- problem_id %>' para aluno '<%- student_id %>'. Certifique-se de que a pontuação e o problema e os identificadores dos alunos estejam completos e corretos.
vi: Lỗi khi bắt đầu việc cho điểm lại câu hỏi '<%- problem_id %>' cho học viên '<%- student_id %>'. Đề nghị kiểm tra điểm, câu hỏi và tên của học viên viết đã đầy đủ và đúng chưa.

source: Successfully overrode problem score for {user}
hi: {user} के लिए सफलतापूर्वक ओवररोड की समस्या स्कोर
ko_kr: {user} 이용자의 문제 점수가 무효화되었습니다
pt_br: Substituiu com sucesso a pontuação do problema para {user}
vi: Đã cải thiện điểm số cho {user}

source: Could not override problem score for {user}.
hi: {user} के लिए समस्या स्कोर को ओवरराइड नहीं कर सका।
ko_kr: {user} 이용자의 문제 점수를 무효화하지 못하였습니다.
pt_br: Não foi possível substituir a pontuação do problema para {user}.
vi: Không thể ghi đè điểm số cho {user}.

source: (optional)
hi: (वैकल्पिक)
ko_kr: (선택적)
pt_br: (opcional)
vi: (tuỳ chọn)

source: {paragraphStart}You entered {boldStart}{email}{boldEnd}. If this email address is associated with your {platform_name} account, we will send a message with password recovery instructions to this email address.{paragraphEnd}{paragraphStart}If you do not receive a password reset message after 1 minute, verify that you entered the correct email address, or check your spam folder.{paragraphEnd}{paragraphStart}If you need further assistance, {anchorStart}contact technical support{anchorEnd}.{paragraphEnd}
hi: {paragraphStart} আপনি প্রবেশ করেছেন {boldStart}{email}{boldEnd}। আপনার একাউন্ট {platform_name}যদি এই ইমেলে দ্বারা লগ ইন করা থাকে, তাহলে আমরা আপনাকে আপনার এই ইমেইল একাউন্টে পাসওয়ার্ড রিকভারি ইনস্ট্রাকশন যুক্ত একটি মেসেজ পাঠাবো । {paragraphEnd}{paragraphStart} আপনি যদি 1 মিনিটের ভিতর পাসওয়ার্ড রিসেট এর মেসেজ আপনার ইমেইল একাউন্টে না পান তাহলে আপনার ইমেইল অ্যাড্রেস চেক করুন, অথবা স্প্যাম ফোল্ডারে দেখুন । .{paragraphEnd}{paragraphStart} এরপর আরো কিছু জানার থাকলে{anchorStart} আমাদের টেকনিক্যাল সাপোর্ট টিমের সাথে কথা বলুন {anchorEnd}.{paragraphEnd}।

source: In order to sign in, you need to activate your account.{line_break}{line_break}We just sent an activation link to {strong_start} {email} {strong_end}. If you do not receive an email, check your spam folders or {anchorStart}contact {platform_name} Support{anchorEnd}.
hi: সাইন ইন করার জন্য আপনাকে আপনার একাউন্ট একটিভ করতে হবে । .{line_break}{line_break} আমরা আপনার ইমেইল একাউন্ট একটিভ করার জন্য একটি লিংক পাঠিয়েছি {strong_start} {email} {strong_end}। যদি আপনি আপনার ইমেইলে আমাদের তরফ থেকে পাঠানো অ্যাক্টিভেশন মেইলটি রিসিভ না করে থাকেন তাহলে স্প্যাম ফোল্ডার{anchorStart} চেক করুন অথবা আমাদের সাপোর্ট টিম এর সাথে {platform_name}যোগাযোগ করুন {anchorEnd}।

source: An unexpected error has occurred.
hi: একটি অপ্রত্যাশিত ত্রুটি দেখা দিয়েছে ।

source: Create Account
hi: खाता बनाएं
ko_kr: 계정 생성
pt_br: Criar conta
vi: Tạo tài khoản

source: (required)
hi: (की आवश्यकता)
ko_kr: (필수 입력 사항)
pt_br: (obrigatório)
vi: (bắt buộc)

source: Your profile settings are managed by {enterprise_name}. Contact your administrator or {link_start}edX Support{link_end} for help.
hi: आपकी प्रोफ़ाइल सेटिंग {enterprise_name} द्वारा प्रबंधित की जाती हैं। मदद के लिए अपने व्यवस्थापक या {link_start} edX समर्थन {link_end} से संपर्क करें।
ko_kr: 프로필 설정이 {enterprise_name}에 의해 관리되고 있습니다. 도움이 필요하시면 관리자 혹은 {link_start}edX 지원{link_end}에 문의하세요.
pt_br: Suas configurações de perfil são gerenciadas por {enterprise_name}. Entre em contato com seu administrador ou com o {link_start}Suporte edX{link_end} para obter ajuda.
vi: Cài đặt hồ sơ của bạn được quản lý bởi {enterprise_name}. Liên hệ quản trị viên hoặc {link_start}hỗ trợ edX{link_end} để được giúp đỡ.

source: Email Address (Sign In)
hi: ईमेल पता (साइन इन करें)
ko_kr: 이메일 주소(로그인)
pt_br: Endereço de e-mail (Entrar)
vi: Địa chỉ Email (Sign In)

source: You receive messages from {platform_name} and course teams at this address.
hi: आप इस पते पर {platform_name} और पाठ्यक्रम टीमों से संदेश प्राप्त करते हैं।
ko_kr: {platform_name}과 강좌 팀으로부터 메시지를 수신받습니다.
pt_br: Você recebe mensagens de {platform_name} e de equipes do curso neste endereço.
vi: Bạn nhận được tin nhắn từ {platform_name} tại địa chỉ này.

source: Recovery Email Address
hi: রিকভারি ইমেইল এড্রেস

source: You may access your account with this address if single-sign on or access to your primary email is not available.
hi: যদি আপনার প্রাথমিক ইমেইলে একক-সাইন অন বা অ্যাক্সেস সুপ্রাপ্য না থাকে তাহলে আপনি এই ইমেইল এড্রেস দিয়ে আপনার অ্যাকাউন্টে প্রবেশ করতে পারেন।
