Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: If you don't verify your identity now, you can still explore your course from your dashboard. You will receive periodic reminders from %(platformName)s to verify your identity.
he: אם אתה לא רוצה לאמת את זהותך כעת, אתה עדיין יכול לסייר בקורס שלך מלוח הבקרה. אתה תקבל תזכורות תקופתיות מ%(platformName)s שיבקשו ממך לאמת את זהותך.

source: Want to confirm your identity later?
he: רוצה לאמת את זהותך מאוחר יותר?

source: Highlighted text
he: טקסט מודגש

source: You commented...
he: אתה הגבת...

source: Noted in:
he: צויין ב:

source: Last Edited:
he: נערך לאחרונה:

source: Tags:
he: תגיות:

source: Clear search results
he: נקה תוצאות חיפוש

source: Click to edit
he: לחץ לערוך

source: title
he: כותרת

source: New
he: חדש

source: Specify whether discussion topics are divided by cohort
he: ציין אם נושאי הדיון מחולקים על פי קבוצות הלימוד

source: Course-Wide Discussion Topics
he: נושאי דיון כלל קורסיים

source: Select the course-wide discussion topics that you want to divide by cohort.
he: בחר נושאי דיון כלל קורסיים שאתה מעוניין לחלק על פי קבוצת לימוד.

source: Content-Specific Discussion Topics
he: נושאי דיון לתוכן ספציפי

source: Specify whether content-specific discussion topics are divided by cohort.
he: ציין אם נושאי דיון לתוכן ספציפי מחולקים על פי קבוצות לימוד.

source: Always cohort content-specific discussion topics
he: תמיד נושאי דיון לתוכן ספציפי על פי קבוצת לימוד

source: Cohort selected content-specific discussion topics
he: נושאי דיון בנושא ספציפי שנבחרו ע"י עמיתים

source: No content-specific discussion topics exist.
he: לא קיימים נושאי דיון ספציפיים לקבוצת הלימוד

source: Cohorted
he: קבוצת לימוד

source: Selected tab
he: כרטיסייה שנבחרה

source: Manage Students
he: נהל סטודנטים

source: Add students to this cohort
he: הוסף סטודנטים לקבוצת לימוד זו.

source: Note: Students can be in only one cohort. Adding students to this group overrides any previous group assignment.
he: שיב לב: סטודנטים יכולים להיות חברים רק בקבוצת לימוד אחת. הוספת סטודנטים לקבוצה זו תבטל כל שיוך קודם.

source: Enter email addresses and/or usernames, separated by new lines or commas, for the students you want to add. *
he: עבור סטודנטים שברצונך להוסיף, הזן כתובות דואר אלקטרוני ו/או שמות משתמש, מופרדים על ידי שורה חדשה או פסיק. *

source: (Required Field)
he: (שדה דרוש)

source: e.g. johndoe@example.com, JaneDoe, joeydoe@example.com
he: דוגמא johndoe@example.com, JaneDoe, joeydoe@example.com

source: You will not receive notification for emails that bounce, so double-check your spelling.
he: לא תקבל התראות עבור הודעות דוא"ל שלא יגיעו ליעדן, אז אנא בדוק שוב את האיות שלך.

source: Add Students
he: הוסף סטודנטים

source: Add a New Cohort
he: הוסף קבוצת לימוד חדשה

source: Enter the name of the cohort
he: הזן את השם של קבוצת הלימוד

source: Cohort Name
he: שם קבוצת הלימוד

source: Cohort Assignment Method
he: שיטת הקצאה לקבוצת הלימוד

source: Automatic
he: אוטומטית

source: Manual
he: ידנית

source: Associated Content Group
he: קבוצת תוכן מקושרת

source: No Content Group
he: אין קבוצת תוכן

source: Select a Content Group
he: בחר קבוצת תוכן

source: Choose a content group to associate
he: בחר קבוצת תוכן לקשר

source: Not selected
he: לא נבחר

source: Create a content group
he: צור קבוצת תוכן

source: (contains %(student_count)s student)
he: (מכיל %(student_count)s סטודנט)

source: Students are added to this cohort only when you provide their email addresses or usernames on this page.
he: סטודנטים מתוספים לקבוצת לימוד זו רק כאשר אתה מספק את כתובות הדוא"ל או שמות המשתמשים שלהם בעמוד זה.

source: What does this mean?
he: מה המשמעות של זה?

source: Students are added to this cohort automatically.
he: סטודנטים מתוספים לקבוצת לימוד זו באופן אוטומטי.

source: Select a cohort
he: בחר קבוצת לימוד

source: Enable Cohorts
he: אפשר קבוצות לימוד

source: Select a cohort to manage
he: בחר קבוצת לימוד לנהל

source: View Cohort
he: צפה בקבוצת לימוד

source: Add Cohort
he: הוסף קבוצת לימוד

source: Assign students to cohorts by uploading a CSV file
he: הקצה סטודנטים לקבוצות לימוד באמצעות העלאת קובץ CSV

source: To review student cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on %(link_start)s the Data Download page. %(link_end)s
he: בכדי לסקור את הקצאת קבוצות הלימוד של הסטודנטים או לצפות בתוצאות של העלאת קובץ CSV, הורד מידע מפרופיל הקורס או תוצאות קבוצת לימוד ב-%(link_start)sעמוד הורדת המידע%(link_end)s

source: Load next %(num_items)s result
he: טען %(num_items)s תוצאה הבאה

source: Sorry, no results were found.
he: מצטערים, לא נמצאו תוצאות.

source: There was an error, try searching again.
he: קרתה שגיאה, נסה לחפש שוב.

source: New Address
he: כתובת חדשה

source: Change My Email Address
he: שנה את כתובת הדוא"ל שלי

source: Reset Password
he: איפוס סיסמה

source: An error occurred. Please reload the page.
he: קרתה שגיאה. אנא טען מחדש את העמוד.

source: Password Reset Email Sent
he: נשלח דוא"ל איפוס סיסמה

source: We've sent instructions for resetting your password to the email address you provided.
he: שלחנו הנחיות לשחזור הסיסמה שלך לכתובת הדוא"ל שסיפקת.

source: We couldn't sign you in.
he: לא יכולנו לחבר אותך.

source: or sign in with
he: או התחבר עם

source: New to %(platformName)s?
he: חדש ב- %(platformName)s?

source: Create an account
he: צור חשבון

source: An error occurred.
he: קרתה שגיאה.

source: Password assistance
he: עזרה עם סיסמה

source: Please enter your email address below and we will send you instructions for setting a new password.
he: אנא הזן למטה את כתובת הדוא"ל שלך ואנחנו נשלח לך הנחיות לקביעת סיסמא חדשה.

source: We couldn't create your account.
he: לא הצלחנו ליצור את החשבון שלך.

source: You've successfully signed into %(currentProvider)s.
he: התחברת בהצלחה ל%(currentProvider)s.

source: We just need a little more information before you start learning with %(platformName)s.
he: אנחנו רק זקוקים לעוד מעט מידע לפני שתתחיל ללמוד עם %(platformName)s.

source: Create an account using
he: צור חשבון בעזרת

source: or create a new one here
he: או צור אחד חדש כאן

source: Create a new account
he: צור חשבון חדש

source: Create your account
he: צור את חשבונך

source: Required field
he: שדות דרושים

source: This edX learner is currently sharing a limited profile.
he: לומד edX זה משתף כעת פרופיל מוגבל.

source: Congratulations! You are now verified on %(platformName)s!
he: ברכותינו! עכשיו זהותך מאומתת ב-%(platformName)s!

source: You are now enrolled as a verified student for:
he: אתה עכשיו רשום כסטודנט עם זהות מאומתת עבור:

source: A list of courses you have just enrolled in as a verified student
he: רשימה של קורסים להם נרשמת כסטודנט בעל זהות מאומתת.

source: Starts: %(start)s
he: מתחיל: %(start)s

source: Explore your course!
he: סייר בקורס שלך!

source: Go to your Dashboard
he: לך ללוח הבקרה שלך

source: Verified Status
he: מצב אימות זהות

source: Thank you for submitting your photos. We will review them shortly. You can now sign up for any %(platformName)s course that offers verified certificates. Verification is good for one year. After one year, you must submit photos for verification again.
he: תודה על שהגשת את תמונותיך. אנחנו נבדוק אותן בקרוב. אתה עכשיו יכול להירשם לכל קורסי %(platformName)s שמציעים תעודה עם זהות מאומתת. אימות הזהות שלך תקף לשנה אחת. לאחר שנה, עליך להגיש תמונות לאימות חוזר.

source: Webcam
he: מצלמת רשת

source: Take Your Photo
he: צלם את תמונתך

source: Why does %(platformName)s need my photo?
he: מדוע %(platformName)s צריכים את התמונה שלי?

source: As part of the verification process, you take a photo of both your face and a government-issued photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
he: כחלק מתהליך אימות הזהות, אתה מצלם תמונה של הפרצוף שלך וגם של תעודה מזהה שלך שהונפקה על ידי הממשלה. שירות האימות שלךנו מאשר את זהותך באמצעות השוואת התמונה שאתה מצלם לתמונה שבתעודה המזהה שלך.

source: What does %(platformName)s do with this photo?
he: מה %(platformName)s עושה עם תמונה זו?

source: We use the highest levels of security available to encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
he: אנו משתמשים ברמות הגבוהות ביותר של אבטחה להצפין את התמונה שלך ולשלוח אותה לבדיקה בשירות האימות שלנו. התמונה והמידע האישי שלך לא נשמרים או גלויים באף מקום ב-%(platformName)s לאחר השלמת תהליך אימות הזהות.

source: Next: %(nextStepTitle)s
he: הבא: %(nextStepTitle)s

source: Take a Photo of Your ID
he: צלם תמונה של התעודה המזהה שלך

source: Use your webcam to take a photo of your ID. We will match this photo with the photo of your face and the name on your account.
he: השתמש במצלמת הרשת שלך לצלם תמונה של התעודה המזהה שלך. אנו נתאים את התמונה הזו לתמונה של הפרצוף שלך ולשם החשבון שלך.

source: You need an ID with your name and photo. A driver's license, passport, or other government-issued IDs are all acceptable.
he: אתה זקוק לתעודה מזהה עם השם שלך ועם תמונה. ניתן לספק רשיון נהיגה, דרכון או תעודה מזהה אחרת שהונפקה על ידי הממשלה.

source: Tips on taking a successful photo
he: טיפים לצילום תמונה טובה

source: Ensure that you can see your photo and read your name
he: ודא כי ניתן לראות את התמונה שלך ולקרוא את השם שלך.

source: Make sure your ID is well-lit
he: ודא כי תעודת הזיהוי שלך מוארת כראוי

source: Once in position, use the camera button %(icon)s to capture your ID
he: ברגע שאתה מוכן, השתמש בכפתור המצלמה %(icon)s לצלם את התעודה המזהה.

source: Use the retake photo button if you are not pleased with your photo
he: השתמש בכפתור צלם מחדש אם אתה לא מרוצה מהתמונה שלך

source: Preview of uploaded image
he: תצוגה מקדימה של תמונה שהועלתה

source: Upload an image or capture one with your web or phone camera.
he: העלה תמונה או צלם אחת עם מצלמת הרשת או מצלמת הטלפון שלך.

source: Use your webcam to take a photo of your face. We will match this photo with the photo on your ID.
he: השתמש במצלמת הרשת שלך לצלם את הפרוצף שלך. אנחנו נשווה את התמונה לתמונה שלך בתעודה המזהה.

source: Make sure your face is well-lit
he: אנא וודא שהפנים מוארים היטב.

source: Be sure your entire face is inside the frame
he: תהיה בטוח שכל הפנים נכנסים למסגרת.

source: Once in position, use the camera button %(icon)s to capture your photo
he: ברגע שאתה במקום, השתמש בכפתור המצלמה %(icon)s בכדי לצלם את תמונתך.

source: Can we match the photo you took with the one on your ID?
he: האם אנו יכולים לבצע התאמה של תצלום שצילמת עם אחד שיש על ת.ז.?

source: Thanks for returning to verify your ID in: %(courseName)s
he: תודה שחזרת לאמת את זהותך ב:%(courseName)s

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email. After you complete activation you can return and refresh this page.
he: אתה צריך להפעיל את החשבון שלך לפני שתוכל להירשם לקורס. בדוק את תיבת הדואר הנכנס שלך להודעת הפעלה. לאחר שתשלים את שלב ההפעלה אתה יכול לחזור ולרענן דף זה.

source: Check Your Email
he: בדוק את הדואר האלקטרוני שלך

source: Photo ID
he: תעודה מזהה עם תמונה

source: A driver's license, passport, or other government-issued ID with your name and photo
he: רישיון נהיגה, דרכון, או תעודות מזהות אחרות שהונפקו על ידי המדינה ומכילות את השם ואת התמונה שלך

source: You are enrolling in: %(courseName)s
he: אתה נרשם ל: %(courseName)s

source: You are upgrading your enrollment for: %(courseName)s
he: אתה משדרג את הרשמתך עבור: %(courseName)s

source: You can now enter your payment information and complete your enrollment.
he: כעת אתה יכול להזין את פרטי התשלום שלך ולהשלים את הרשמתך.

source: You can pay now even if you don't have the following items available, but you will need to have these by %(date)s to qualify to earn a Verified Certificate.
he: אתה יכול לשלם עכשיו למרות שאין לך את הפריטים הבאים, אהל תצטרך אותם עד %(date)s בכדי לעמוד בתנאים לקבלת תעודת סיום מאומתת.

source: You can pay now even if you don't have the following items available, but you will need to have these to qualify to earn a Verified Certificate.
he: אתה יכול לשלם עכשיו גם אם אין לך את הפרטים הבאים, אבל אתה תידרש להשלימם בכדי להיות זכאי לתעודה עם זהוי מאומת.

source: Government-Issued Photo ID
he: תעודה מזהה עם תמונה שהונפקה על ידי הממשלה.

source: ID-Verification is not required for this Professional Education course.
he: לא נדרש אימות עם תעודה מזהה עבור קורס חינוך מקצועי זה.

source: All professional education courses are fee-based, and require payment to complete the enrollment process.
he: כל הקורסים בחינוך המיקצועי מבוססים על תשלום, ולכן נדרש תשלום כדי להשלים את תהליך ההרשמה.

source: Your verification status is good until %(verificationGoodUntil)s.
he: מצב האימות טוב עד לתאריך %(verificationGoodUntil)s.

source: Thank you! We have received your payment for %(courseName)s.
he: תודה רבה! קיבלנו את תשלומך עבור %(courseName)s.

source: Next Step: Confirm your identity
he: שלב הבא: אמת את זהותך

source: Check your email
he: בדוק את תיבת הדואר האלקטרוני שלך

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email.
he: אנחנו צריכים להפעיל את החשבון שלך לפני שאתה יכול להירשם לקורסים. חפש הודעת הפעלה בתיבת הדואר האלקטרוני שלך.

source: A driver's license, passport, or government-issued ID with your name and photo.
he: רישיון נהיגה, דרכון, או תעודה מזהה אחרת עם השם והתמונה שלך.

source: Review Your Photos
he: סקור את תמונותיך

source: Make sure we can verify your identity with the photos and information you have provided.
he: ודא שנוכל לאמת את זהותך עם התמונות והמידע שסיפקת לנו.

source: Photo of %(fullName)s
he: תמונה של %(fullName)s

source: Photo of %(fullName)s's ID
he: תמונה של התעודה המזהה של %(fullName)s

source: Photo requirements:
he: דרישות התמונה:

source: Does the photo of you show your whole face?
he: האם התמונה שלך מראה את כל הפרצוף שלך?

source: Does the photo of you match your ID photo?
he: האם התמונה שלך תואמת את התמונה בתעודה המזהה שלך?

source: Is your name on your ID readable?
he: האם השם על התעודה המזהה שלך קריא?

source: Does the name on your ID match your account name: %(fullName)s?
he: האם השם בתעודה המזהה שלך תואם את שם החשבון שלך: %(fullName)s?

source: Edit Your Name
he: ערוך את שמך

source: Make sure that the full name on your account matches the name on your ID.
he: ודא כי השם המלא בשם החשבון שלך תואם את השם בתעודה המזהה שלך.

source: Photos don't meet the requirements?
he: התמונות לא מתאימות לדרישות?

source: Retake Your Photos
he: צלם מחדש את תמונתך

source: Before proceeding, please confirm that your details match
he: בטרם תמשיך, אנא ודא כי הפרטים תואמים

source: Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission.
he: לא רואה את התמונה שלך? ודא כי אתה מאפשר לדפדפן שלך להשתמש במצלמה כאשר הדפדפן מבקש אישור.

source: Live view of webcam
he: תצוגה חיה של מצלמת הרשת

source: Retake Photo
he: צלם תמונה שוב

source: Take Photo
he: צלם תמונה

source: Add your first %(item_type)s
he: הוסף את ה%(item_type)s הראשונה שלך

source: Thank you! We have received your payment.
he: תודה רבה! קיבלנו את תשלומך.
