Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Email
es_419: Correo electrónico
hi: ईमेल
ja_jp: メールアドレス
ko_kr: 이메일
lt_lt: El. paštas
zh_tw: 電子郵件

source: Revoke access
es_419: Quitar el acceso
hi: आपके अभिगमन को पृथक कर दिया गया है
ja_jp: アクセスを放棄
ko_kr: 접근 권한 취소
lt_lt: Panaikinti prieigą
pt_br: Revogar acesso
vi: Hủy bỏ truy cập
zh_tw: 取消訪問權

source: Enter username or email
es_419: Ingrese el nombre de usuario o el correo electrónico.
hi: उपयोगकर्ता का नाम अथवा ई-मेल दर्ज करें
ja_jp: ユーザー名またはメールアドレスを入力
ko_kr: 아이디 또는 이메일을 입력하세요
lt_lt: Įvesti naudotojo vardą arba el. paštą
pt_br: Digite um nome de usuário ou email
vi: Nhập tên đăng nhập hoặc email
zh_tw: 請輸入使用者名稱或是電子郵件信箱

source: Please enter a username or email.
es_419: Por favor ingrese su nombre de usuario o dirección de correo electrónico.
hi: कृपया उपयोगकर्ता नाम या ई-मेल पता दर्ज करें।
ja_jp: メールアドレスかユーザー名を入力してください。
ko_kr: 아이디 또는 이메일을 입력하세요
lt_lt: Prašome įvesti naudotojo vardą arba el. paštą.
pt_br: Digite um nome de usuário ou e-mail.
vi: Vui lòng nhập tên đăng nhập hoặc email.
zh_tw: 請輸入使用者名稱或是電子郵件信箱

source: Error changing user's permissions.
es_419: Error al cambiar los permisos del usuario.
hi: उपयोगकर्ता की अनुमतियों को बदलने में त्रुटि।
ja_jp: ユーザー権限の変更に失敗しました。
ko_kr: 이용자의 권한 변경 에러
lt_lt: Klaida keičiant naudotojo teises.
pt_br: Erro ao alterar as permissões do usuário.
vi: Lỗi khi thay quyền hạn của người dùng.
zh_tw: 變更使用者權限時發生錯誤

source: Could not find a user with username or email address '<%- identifier %>'.
es_419: No se encontró ningún usuario con nombre de usuario o dirección '<%- identifier %>'.
hi: उपयोगकर्ता नाम या ईमेल पता '<% - identifier%>' वाला उपयोगकर्ता नहीं मिला।
ko_kr: '<%- identifier %>' 라는 사용자 이름이나 이메일의 사용자를 찾지 못했습니다.
pt_br: Não foi possível encontrar um usuário com nome de usuário ou endereço de e-mail '<%- identifier %>'.
vi: Không tìm thấy người dùng với tên đăng nhập hoặc email '<%- identifier %>'.

source: Error: User '<%- username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
es_419: Error: El usuario '<%- username %>' aún no ha activado su cuenta. Los usuarios deben crear y activar su cuenta antes de que puedan tener un rol asignado.
hi: त्रुटि: उपयोगकर्ता '<% - username%>' ने अभी तक अपना खाता सक्रिय नहीं किया है। उपयोगकर्ता को एक भूमिका सौंपे जाने से पहले अपने खाते को बनाना और सक्रिय करना होगा।
ko_kr: 오류 발생: '<%- username %>' 사용자는 계정을 활성화하지 않았습니다. 역할 부여 전에 반드시 계정을 생성하고 활성화해야 합니다.
pt_br: Erro: O usuário '<%- username %>' ainda não ativou sua conta. Os usuários devem criar e ativar suas contas antes de terem uma função atribuída.
vi: Lỗi: Người dùng '<%- username %>' chưa kích hoạt tài khoản của họ. Người dùng phải tạo và kích hoạt tài khoản của họ trước khi họ có thể được xếp lớp.

source: Error: You cannot remove yourself from the Instructor group!
es_419: Error: No puede eliminarse a usted mismo del grupo de instructores!
hi: त्रुटि: आप स्‍वयं को प्रशिक्षक के समूह से पृथक नहीं कर सकते हैं
ja_jp: エラー：講師グループからあなた自身を削除することはできません！
ko_kr: 오류: 자신을 교수자 그룹에서 제거할 수 없습니다.
lt_lt: Klaida: jūs negalite pašalinti savęs iš lektorių grupės!
pt_br: Erro: você não pode se excluir do grupo de Instrutores!
zh_tw: 錯誤：您不能將您自己從教師群組中移除！

source: Errors
es_419: Errores
hi: त्रुटियाँ
ja_jp: エラー
ko_kr: 오류
lt_lt: Klaidos
pt_br: Erros
vi: Lỗi
zh_tw: 錯誤

source: The following errors were generated:
es_419: Se generaron los siguientes errores:
hi: निम्‍न त्रुटियॉ श्रजित हुई :
ja_jp: 以下のエラーが発生しました：
ko_kr: 다음 오류가 발생했습니다.
lt_lt: Generuotos šios klaidos:
pt_br: Os seguintes erros foram gerados:
vi: Có những lỗi sau:
zh_tw: 產生以下的錯誤：

source: Warnings
es_419: Advertencias
hi: चेतावनी
ja_jp: 警告
ko_kr: 경고!
lt_lt: Įspėjimai
pt_br: Avisos
vi: Lưu ý
zh_tw: 警告

source: The following warnings were generated:
es_419: Se generaron las siguientes advertencias:
hi: निम्‍न चेतावनीयॉ श्रजित हुई :
ja_jp: 以下の警告が発生しました：
ko_kr: 다음 경고가 발생했습니다:
lt_lt: Generuoti šie įspėjimai:
pt_br: Os seguintes avisos foram gerados:
vi: Có những thông báo lỗi sau:
zh_tw: 產生以下的警告：

source: Success
es_419: Finalización exitosa
hi: सफल
ja_jp: 成功
ko_kr: 성공
lt_lt: Pavyko
pt_br: Sucesso
vi: Thành công
zh_tw: 成功

source: All accounts were created successfully.
es_419: Todas las cuentas fueron creadas exitosamente.
hi: सभी खाते सफलता पूर्वक श्रजित कर दिये गये हैं
ja_jp: 全てのアカウントは正常に生成されました。
ko_kr: 모든 계정이 생성되었습니다.
lt_lt: Visos paskyros sėkmingai sukurtos.
pt_br: Todas as contas foram criadas com sucesso.
vi: Tất cả tài khoản đã được tạo thành công.
zh_tw: 成功建立所有的帳戶。

source: Error adding/removing users as beta testers.
es_419: Error añadiendo o eliminando usuarios de pruebas.
hi: बीटा परीक्षक के रूप में उपयोगकर्ताओं को हटाने/जोड़ने में त्रुटि।
ja_jp: ユーザーのベータテスターへの追加/削除に失敗しました。
ko_kr: 베타테스터 추가/삭제 중 오류 발생
lt_lt: Klaida pridedant / šalinant naudotojus kaip beta versijos bandytojus.
pt_br: Erro ao adicionar/excluir usuários como testadores beta.
vi: Lỗi khi thêm/bỏ thành viên bản thử nghiệm.
zh_tw: 新增/移除 beta 測試者時發生錯誤

source: These users were successfully added as beta testers:
es_419: Los siguientes usuarios fueron añadidos exitosamente como usuarios de prueba:
hi: इन उपयोगकर्ताओं को सफ़लतापूर्वक बीटा परीक्षक के रूप में जोड़ दिया गया:
ja_jp: 次のユーザーをベータテスターへの追加に成功しました：
ko_kr: 이 이용자들이 성공적으로 베타테스터로 추가되었습니다.
lt_lt: Šie naudotojai buvo sėkmingai pridėti kaip beta versijos bandytojai:
pt_br: Os seguintes usuários foram adicionados com sucesso como testadores beta:
vi: Những thành viên này đã được thêm vào danh sách thành viên bản thử nghiệm:
zh_tw: 下列使用者已經成功地加入測試使用者中：

source: These users were successfully removed as beta testers:
es_419: Los siguientes usuarios fueron eliminados exitosamente como usuarios de prueba:
hi: इन उपयोगकर्ताओं को सफ़लतापूर्वक बीटा परीक्षक के रूप से हटा दिया गया:
ja_jp: 次のユーザーをベータテスターからの削除に成功しました：
ko_kr: 이 이용자들이 성공적으로 베타테스터에서 삭제되었습니다.
lt_lt: Šie naudotojai buvo sėkmingai pašalinti kaip beta versijos bandytojai:
pt_br: Os seguintes usuários foram removidos do grupo de testadores beta com sucesso:
vi: Những thành viên này đã được bỏ khỏi danh sách thành viên bản thử nghiệm:
zh_tw: 下列使用者已經成功地從測試使用者中移除：

source: These users were not added as beta testers:
es_419: Los siguientes usuarios no fueron añadidos como usuarios de prueba:
hi: इन उपयोगकर्ताओं को बीटा परीक्षक के रूप में जोड़ा नहीं गया:
ja_jp: 次のユーザーはベータテスターに追加されませんでした：
ko_kr: 이 이용자들은 베타테스터로 추가되지 않았습니다.
lt_lt: Šie naudotojai nebuvo pridėti kaip beta versijos bandytojai:
pt_br: Os seguintes usuários não foram adicionados como testadores beta:
vi: Những thành viên này không được thêm vào danh sách thành viên bản thử nghiệm:
zh_tw: 下列使用者並未被加入測試使用者中：

source: These users were not removed as beta testers:
es_419: Los siguientes usuarios no fueron eliminados como usuarios de prueba:
hi: इन उपयोगकर्ताओं को बीटा परीक्षक के रूप से नहीं हटाया गया:
ja_jp: 次のユーザーはベーターテスターから削除されませんでした。
ko_kr: 이 이용자들은 베타테스터에서 삭제되지 않았습니다.
lt_lt: Šie naudotojai nebuvo pašalinti kaip beta versijos bandytojai:
pt_br: Os seguintes usuários não foram removidos do grupo de testadores beta:
vi: Những thành viên này không được bỏ khỏi danh sách thành viên bản thử nghiệm:
zh_tw: 下列使用者並未從測試使用者中移除：

source: Users must create and activate their account before they can be promoted to beta tester.
es_419: Los usuarios deben crear y activar su cuenta antes de que puedan ser promovidos a usuarios de prueba.
hi: बीटा परीक्षक के लिए पदोन्नत होने के लिए पहले उपयोगकर्ताओं के खाते को बनाना और सक्रिय करना ज़रूरी है।
ja_jp: ユーザーはベーターテスターに昇格する前にアカウントを作成し有効化する必要があります。
ko_kr: 이용자는 베타테스터로 등록되기 전에 계정을 생성하고 활성화해야 합니다.
lt_lt: Naudotojai turi susikurti ir aktyvuoti paskyras prieš juos pakeliant į beta versijos bandytojus.
pt_br: Os usuários devem criar e ativar as suas contas antes de serem promovidos a testadores beta.
vi: Người dùng phải tạo và kích hoạt tài khoản trước khi có thể dùng thử bản thử nghiệm.
zh_tw: 在成為測試者之前，使用者必須建立並啟用他們的帳號

source: Could not find users associated with the following identifiers:
es_419: No se puede encontrar el usuario asociado al siguiente identificador:
hi: निम्‍न आईडेन्‍टीफायर्स से सम्‍बंधित उपयोगकर्ता अप्राप्‍त है
ja_jp: 次の識別子に関連付けられたユーザーを見つけることができません：
ko_kr: 다음 식별자와 연관된 사용자를 찾을 수 없습니다.
lt_lt: Nerasti naudotojai, susiję su šiais identifikatoriais:
pt_br: Não foi possível localizar usuários associados aos seguintes identificadores:
vi: Không thể tìm thành viên có các thông tin danh tính:
zh_tw: 無法根據下列的條件找到用戶：

source: Reason field should not be left blank.
es_419: El campo de Razón no pude dejarse vacío.
hi: कारण क्षेत्र को खाली नहीं छोड़ा जाना चाहिए।
ja_jp: 理由の項目は空白ではいけません。
ko_kr: 이유를 입력하는 필드는 비워둘 수 없습니다.
lt_lt: Sprendimo laukas neturi būti paliktas tuščias
pt_br: O campo de motivo não deve ser deixado em branco.
vi: Vui lòng điền vào mục Lý do.
zh_tw: 原因欄位不能留空。

source: Error enrolling/unenrolling users.
es_419: Error al inscribir o des inscribir usuarios.
hi: उपयोगकर्ताओं का नामांकन/अनामांकन करने में त्रुटि।
ja_jp: ユーザーの履修/履修解除に失敗しました。
ko_kr: 사용자 등록/삭제 시 발생한 오류
lt_lt: Klaida įtraukiant į sąrašą / išbraukiant iš sąrašo naudotojus.
pt_br: Erro ao fazer inscrição/cancelar inscrição de usuários.
vi: Lỗi khi ghi danh/hủy ghi danh thành viên.
zh_tw: 註冊/取消註冊使用者時發生錯誤。

source: The following email addresses and/or usernames are invalid:
es_419: El correo electrónico y/o el nombre de usuario no son válidos:
hi: निम्‍न ई-मेल का पता एवं/ अथवा उपयोगकर्ता का नाम अवैध है :
ja_jp: 次のメールアドレスと（または）ユーザー名が無効です：
ko_kr: 다음의 이메일 주소 또는 아이디는 유효하지 않습니다.
lt_lt: Šie el. pašto adresai ir (arba) naudotojų vardai negalioja:
pt_br: Os seguintes endereços de email e/ou nomes de usuário são inválidos:
vi: Các địa chỉ email và/hoặc tên đăng nhập sau không hợp lệ:
zh_tw: 下列電子郵件地址和/或用戶名稱無效：

source: Successfully enrolled and sent email to the following users:
es_419: Se inscribió exitosamente y se le envió el correo electrónico a los siguientes usuarios:
hi: सफ़लतापूर्वक दाखिला हो गया और इन-इन छात्रों को ई-मेल भेज दी गई है:
ja_jp: 履修登録が成功しメールが次のユーザーに送信されました：
ko_kr: 성공적으로 등록하고, 다음 이용자에게 이메일을 발송했습니다.
lt_lt: Sėkmingai įtraukti į sąrašą ir išsiųsti el. laiškai šiems naudotojams:
pt_br: Os seguintes usuários foram inscritos com sucesso e um e-mail foi enviado para eles:
vi: Đã ghi danh thành công và đã gửi email tới thành viên sau:
zh_tw: 註冊成功，發送電子郵件到以下使用者：

source: Successfully enrolled the following users:
es_419: Se inscribió con éxito a los siguientes usuarios:
hi: इन उपयोगकर्ताओं का सफ़लतापूर्वक नामांकन हो गया:
ja_jp: 次のユーザーの履修登録が成功しました：
ko_kr: 다음 이용자들을 성공적으로 등록했습니다.
lt_lt: Sėkmingai įtraukti į sąrašą šie naudotojai:
pt_br: Os seguintes usuários foram inscritos com sucesso:
vi: Đã ghi danh thành công cho những thành viên sau:
zh_tw: 成功註冊以下使用者：

source: Successfully sent enrollment emails to the following users. They will be allowed to enroll once they register:
es_419: Se envió el correo electrónico a los siguientes usuarios. Podrán inscribirse una vez se hayan registrado:
hi: इन छात्रों को सफ़लतापूर्वक नामांकन का ई-मेल भेजा दिया गया। रजिस्टर हो जाने पर उन्हें नामांकन करने की अनुमति होगी:
ja_jp: 次のユーザーへの履修登録メールの送信が成功しました。登録完了後に履修が許可されます：
ko_kr: 등록 이메일을 다음 이용자들에게 발송했습니다.
lt_lt: Sėkmingai išsiųsti registracijos el. laiškai šiems naudotojams. Juos bus leista įtraukti į sąrašą, kai tik jie užsiregistruos:
pt_br: O e-mail de inscrição foi enviado corretamente para os seguintes usuários, que poderão se inscrever após realizar o cadastro:
vi: Đã gửi email ghi danh thành công cho những thành viên sau đây - họ sẽ được ghi danh ngay sau khi đăng ký:
zh_tw: 成功發送登記電子郵件。一旦完成帳號註冊，以下使用者將被允許註冊課程：

source: These users will be allowed to enroll once they register:
es_419: Estos usuarios podrán inscribirse una vez que se hayan registrado:
hi: इन छात्रों को रजिस्टर हो जाने पर नामांकन लेने की अनुमति होगी:
ja_jp: 次のユーザーは登録完了後に履修が許可されます：
ko_kr: 이 사용자들은 등록하면 바로 수강신청할 수 있습니다.
lt_lt: Šiuos naudotojus bus leista įtraukti į sąrašą, kai tik jie užsiregistruos:
pt_br: Os seguintes usuários poderão se inscrever após realizar o cadastro:
vi: Những thành viên này sẽ được ghi danh ngay sau khi đăng ký:
zh_tw: 一旦帳號註冊，以下使用者將被允許註冊課程：

source: Successfully sent enrollment emails to the following users. They will be enrolled once they register:
es_419: Se envió el correo electrónico a los siguientes usuarios. Estarán inscritos al curso una vez se hayan registrado:
hi: इन छात्रों को सफ़लतापूर्वक नामांकन का ई-मेल भेज दिया गया है। रजिस्टर करने के बाद इनका नामांकन कर दिया जाएगाः
ja_jp: 次のユーザーに履修登録メールの送信が完了しました。登録完了後に履修登録されます。：
ko_kr: 다음 사용자에게 성공적으로 등록 이메일을 발송했습니다. 가입신청하면 강좌에 등록이 될 것입니다:
lt_lt: Sėkmingai išsiųsti registracijos el. laiškai šiems naudotojams. Jie bus įtraukti į sąrašą, kai tik užsiregistruos:
pt_br: O e-mail de inscrição foi enviado corretamente aos seguintes usuários, que poderão se inscrever após a realização do cadastro:
vi: Đã gửi email ghi danh thành công cho những thành viên sau đây - họ sẽ được ghi danh ngay sau khi đăng ký:
zh_tw: 成功發送課程註冊電子郵件。一旦完成帳號註冊，以下使用者將被註冊於課程中：

source: These users will be enrolled once they register:
es_419: Estos usuarios quedarán inscritos una vez que se hayan registrado:
hi: रजिस्टर होने के बाद इन छात्रों का नामांकन कर दिया जाएगा:
ja_jp: 次のユーザーは登録完了後に履修登録されます：
ko_kr: 가입 신청하면 강좌에 등록이 될 것입니다:
lt_lt: Šie naudotojai bus įtraukti į sąrašą, kai tik užsiregistruos:
pt_br: Os seguintes usuários serão inscritos após o cadastro:
vi: Những thành viên này sẽ được ghi danh ngay sau khi đăng ký:
zh_tw: 一旦完成帳號註冊，以下使用者被註冊於課程中：

source: Emails successfully sent. The following users are no longer enrolled in the course:
es_419: Los correos electrónicos fueron enviados exitósamente. Los siguientes usuarios ya no están inscritos en el curso:
hi: ई-मेलें सफ़लतापूर्वक भेज दी गईं। इन उपयोगकर्ताओं का नाम पाठ्यक्रम से हटा दिया गया है:
ja_jp: メールの送信に成功しました。次のユーザーは講座から履修解除されます。：
ko_kr: 이메일 전송완료. 다음 사용자들은 이 강좌에 더이상 등록되어 있지 않습니다:
lt_lt: El. laiškai išsiųsti sėkmingai. Šie naudotojai išbraukti iš kurso sąrašo:
pt_br: E-mails enviados corretamente. Os seguintes usuários não estão mais inscritos no curso:
vi: Gửi email thành công . Những thành viên sau không còn ghi danh trong khóa học:
zh_tw: 郵件發送成功。以下用戶將不再參加課程：

source: The following users are no longer enrolled in the course:
es_419: Los siguientes usuarios ya no están inscritos en el curso:
hi: इन उपयोगकर्ताओं का नाम पाठ्यक्रम से हटा दिया गया है:
ja_jp: 次のユーザーは講座から履修解除されました：
ko_kr: 다음 사용자들은 이 강좌에 더이상 등록되어 있지 않습니다:
lt_lt: Šie naudotojai išbraukti iš kurso sąrašo:
pt_br: Os seguintes usuários não estão mais inscritos no curso:
vi: Những thành viên sau không còn ghi danh trong khóa học:
zh_tw: 以下用戶已經退出課程：

source: These users were not affiliated with the course so could not be unenrolled:
es_419: Estos usuarios no estaban vinculados con el curso, por lo que no pudieron ser retirados:
hi: इन उपयोगकर्ताओं का पाठ्यक्रम से कोई संबंध नहीं था इसलिए इनका नामांकन रद्द नहीं किया जा सका:
ja_jp: 次のユーザーは講座に参加していないため履修解除することが出来ません：
ko_kr: 이 사용자들은 이 강좌와 관련없으므로 수강취소할 수 없습니다.
lt_lt: Šie naudotojai nepriskirti kursui ir todėl negali būti įtraukti į sąrašą:
pt_br: Os seguintes usuários não estavam inscritos no curso e, portanto, não puderam ser excluídos:
vi: Những thành viên sau không tham gia chính thức với khóa học nên không thể hủy ghi danh:
zh_tw: 以下用戶並沒有參與課程所以無法取消註冊：

source: Your message must have a subject.
es_419: Su mensaje debe tener un asunto.
hi: आपके सन्देश का विषय होना चाहिए।
ja_jp: メッセージには件名が必要です。
ko_kr: 제목을 입력해야 합니다.
lt_lt: Jūsų pranešimas turi turėti temos pavadinimą.
pt_br: A sua mensagem deve ter um título.
vi: Tin nhắn của bạn phải có tiêu đề.
zh_tw: 您的訊息必須有一個主題。

source: Your message cannot be blank.
es_419: Su mensaje no puede estar vacío.
hi: आपका सन्देश खाली नहीं हो सकता।
ja_jp: メッセージは空白であってはいけません。
ko_kr: 내용을 입력해야 합니다.
lt_lt: Jūsų pranešimas negali būti tuščias.
pt_br: A sua mensagem não pode ficar em branco.
vi: Tin nhắn của bạn phải có nội dung.
zh_tw: 您的訊息不能為空。

source: Your message must have at least one target.
es_419: Su mensaje debe tener al menos un objetivo.
hi: आपके संदेश में कम से कम एक लक्ष्य होना चाहिए।
ko_kr: 메세지에 반드시 수신자가 한 명 이상 있어야 합니다.
pt_br: Sua mensagem deve ter pelo menos um destinatário.
vi: Tin nhắn của bạn phải có ít nhất một đích nhận.

source: There are invalid keywords in your email. Check the following keywords and try again.
es_419: Hay palabras clave inválidas en su correo. Por favor, compruebe las siguientes claves e intente de nuevo:
hi: आपके ईमेल में अमान्य कीवर्ड हैं। निम्नलिखित खोजशब्दों की जाँच करें और पुनः प्रयास करें।
ko_kr: 이메일에 잘못된 키워드가 있습니다. 키워드를 확인하고 다시 시도해 보세요.
pt_br: Existem palavras-chave inválidas no seu email. Verifique as palavras a seguir e tente novamente.
vi: Có những từ khóa không hợp lệ trong email của bạn. Kiểm tra các từ khóa sau đây và thử lại.

source: Yourself
es_419: Usted mismo
hi: अपने आप
ko_kr: 본인
pt_br: Você mesmo
vi: Tự bạn

source: Everyone who has staff privileges in this course
es_419: todos los usuarios con rol de funcionario para este curso
hi: इस कोर्स में हर किसी के पास स्टाफ विशेषाधिकार है
ko_kr: 이 강좌에 운영팀 권한을 갖고 있는 사용자
pt_br: Todos que tenham privilégios de equipe neste curso
vi: Tất cả những người có quyền nhân viên trong khóa học này

source: All learners who are enrolled in this course
es_419: Todos los estudiantes que están inscritos en el curso
hi: इस पाठ्यक्रम में नामांकित सभी शिक्षार्थी
ko_kr: 이 강좌에 등록된 모든 학습자
pt_br: Todos os estudantes que estiverem inscritos neste curso
vi: Tất cả sinh viên đã đăng kí khóa học này

source: All learners in the {cohort_name} cohort
es_419: Todos los estudiantes que están en la cohorte {cohort_name}
hi: {Cohort_name} cohort में सभी शिक्षार्थी
ko_kr: {cohort_name} 학습 집단에 소속된 모든 학습자
pt_br: Todos os estudantes no grupo {cohort_name}
vi: Tất cả học viên trong nhóm {cohort_name}

source: Your email message was successfully queued for sending. In courses with a large number of learners, email messages to learners might take up to an hour to be sent.
es_419: Su mensaje fué procesado con éxito para ser enviado. En cursos con muchos estudiantes, podría requerirse hasta una hora para que el mensaje sea enviado.
hi: आपके ईमेल संदेश को भेजने के लिए सफलतापूर्वक कतारबद्ध किया गया था। बड़ी संख्या में शिक्षार्थियों के साथ, शिक्षार्थियों को ईमेल संदेश भेजे जाने में एक घंटे तक का समय लग सकता है।
ko_kr: 이메일이 발송 대기 중에 있습니다. 학습자의 수가 많은 강좌에서 학습자에게 발송되는데 최대 한시간이 소요될 수 있습니다.
pt_br: Sua mensagem de e-mail foi adicionada na fila de envio com sucesso. Em cursos com grande número de estudantes, mensagens de e-mail podem levar até uma hora para serem enviadas aos estudantes.
vi: Email của bạn đã được xếp hàng đợi để gửi. Với những khóa học có nhiều người học, thư điện tử gửi cho người học có thể mất đến một giờ để được gửi đi.

source: You are sending an email message with the subject {subject} to the following recipients.
es_419: Usted está enviando un correo electrónico con asunto {subject} a los siguientes destinatarios.
hi: आप निम्नलिखित प्राप्तकर्ताओं को विषय {subject} के साथ एक ईमेल संदेश भेज रहे हैं।
ko_kr: 다음 수신자에게 {subject} 제목의 이메일을 보내고 있습니다.
pt_br: Você está enviando um e-mail com o assunto {subject} para os seguintes destinatários.
vi: Bạn đang gửi một email với chủ đề {subject} tới những người nhận sau đây.

source: Is this OK?
es_419: ¿Correcto?
hi: यह ठीक है?
ko_kr: 다음이 맞습니까?
pt_br: Isto está OK?
vi: Đồng ý không?

source: Error sending email.
es_419: Error enviando el correo electrónico.
hi: ई-मेल नहीं भेजा जा सका।
ja_jp: メールの送信に失敗しました。
ko_kr: 메일 전송 오류
lt_lt: Klaida siunčiant el. laišką.
pt_br: Erro ao enviar o e-mail.
vi: Lỗi khi gửi email.
zh_tw: 寄送電子郵件時發生錯誤。

source: There is no email history for this course.
es_419: No hay historial de correos electrónicos para este curso.
hi: इस पाठ्यक्रम का कोई ई-मेल इतिहास नहीं है।
ja_jp: この講座のメール送信履歴はありません。
ko_kr: 이 강좌에는 메일 전송 기록이 없습니다.
lt_lt: Šiame kurse nėra kaupiama el. laiškų istorija.
pt_br: Não há histórico de e-mails para este curso.
vi: Không có lịch sử email của khóa học này.
zh_tw: 這門課程沒有電子郵件歷史記錄。

source: There was an error obtaining email task history for this course.
es_419: Ocurrió un error obteniendo el historial de tareas de correo para este curso.
hi: इस पाठ्यक्रम के ई-मेल टास्क लिस्ट का इतिहास प्राप्त करने में कुछ गड़बड़ हुई।
ja_jp: この講座のメール送信履歴を取得する際にエラーが発生しました。
ko_kr: 이 강좌의 이메일 발송 기록 가져오기에 실패하였습니다.
lt_lt: Klaida gaunant šio kurso el. laiškų užduočių istoriją.
pt_br: Ocorreu um erro ao obter o histórico de tarefas por e-mail para este curso.
vi: Lỗi khi xem lịch sử tác vụ email của khóa học này.
zh_tw: 獲取這門課程的電子郵件任務歷史記錄錯誤。

source: There was an error obtaining email content history for this course.
es_419: Ocurrió un error obteniendo el historial de correos electrónicos para este curso.
hi: इस पाठ्यक्रम के लिए ईमेल सामग्री इतिहास प्राप्त करने में त्रुटि हुई।
ja_jp: この講座のemailコンテンツ履歴の取得にエラーが発生しました。
ko_kr: 이 강좌의 메일 전송 기록을 가져오는데 오류가 발생했습니다.
lt_lt: Klaida gaunant šio kurso el. laiškų turinio istoriją.
pt_br: Houve um erro ao tentarmos obter o histórico do conteúdo dos emails para este curso.
vi: Xảy ra lỗi khi xem lịch sử tác vụ email của khóa học này.
zh_tw: 獲取這門課程的電子郵件內容歷史記錄有錯誤 。

source: Send to:
es_419: Enviar a:
hi: : को भेजें
ko_kr: 수신자:
pt_br: Enviar para:
vi: Gửi về:

source: Please enter a student email address or username.
es_419: Por favor ingrese una dirección de correo electrónico o nombre de usuario válidos.
hi: कृपया छात्र का ई-मेल पता या उपयोगकर्ता नाम दर्ज करें।
ja_jp: 受講者のメールアドレスかユーザー名を入力してください。
ko_kr: 학습자의 이메일 주소나 아이디를 입력하세요.
lt_lt: Prašome įvesti kurso dalyvio el. adresą arba naudotojo vardą.
pt_br: Adicione o endereço de e-mail ou o nome de usuário de um aluno.
vi: Vui lòng nhập email hoặc tên đăng nhập của một học viên.
zh_tw: 請輸入學生的電子郵件信箱或使用者名稱：

source: Error getting student progress url for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
es_419: Error al obtener la url de progreso del estudiante '<%- student_id %>'. Asegúrese de que el identificador del estudiante esté escrito correctamente.
hi: '<% - student_id%>' के लिए छात्र प्रगति url प्राप्त करने में त्रुटि। सुनिश्चित करें कि छात्र पहचानकर्ता को सही ढंग से लिखा गया है।
ko_kr: '<%- student_id %>' 에 대한 학생 성과 URL을 불러오는 중 문제가 발생했습니다. 학생 식별자가 맞는지 다시 확인해 보세요.
pt_br: Erro ao obter o url de progresso do aluno '<%- student_id %>'. Certifique-se que o identificador de estudante esteja escrito corretamente.
vi: Lỗi địa chỉ sinh viên '<%- student_id %>'. Hãy đảm bảo mã sinh viên được gõ đúng.

source: Please enter a problem location.
es_419: Por favor ingrese la ubicación de un problema
hi: कृपया प्राब्‍लम लोकेशन को दर्ज करें
ja_jp: 問題のロケーションを入力してください。
ko_kr: 문제 위치를 입력하세요.
lt_lt: Prašome įvesti uždavinio adresą.
pt_br: Por favor, informe o local do problema.
vi: Vui lòng nhập vị trí của vấn đề.
zh_tw: 請輸入一個問題的位置。

source: Success! Problem attempts reset for problem '<%- problem_id %>' and student '<%- student_id %>'.
es_419: Se han reiniciado exitósamente los envíos para el problema '<%- problem_id %>' y el estudiante '<%- student_id %>'.
hi: सफलता! समस्या का प्रयास समस्या '<% - problem_id%>' और छात्र '<% - student_id%>' के लिए रीसेट करता है।
ko_kr: 성공했습니다! '<%- problem_id %>' 문제와 '<%- student_id %>' 학습자에 대한 문제 시도가 초기화됩니다.
pt_br: Sucesso! As tentativas para resolver o exercício '<%- problem_id %>' e aluno '<%- student_id %>' foram zeradas.
vi: Thành công! Tái thiết lập số lần có quyền nộp bài '<%- problem_id %>' và sinh viên '<%- student_id %>'.
