Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Email address must end in {domain}
he: כתובת דואר אלקטרוני חייבת להסתיים ב-{domain}
ja_jp: メールアドレスは {domain} で終わる必要があります
lt_lt: El. pašto adreso pabaigoje turi būti {domain}
vi: Địa chỉ email phải kết thúc trong {domain}

source: Failed - email {email_addr} already exists as {external_id}
he: כישלון - כתובת דוא"ל {email_addr} כבר קיימת כמזהה {external_id}
ja_jp: 失敗 メールアドレス {email_addr} は {external_id} として既に存在します
lt_lt: Nepavyko - el. pašto adresas {email_addr} jau egzistuoja kaip {external_id}
vi: Lỗi - email {email_addr} đã tồn tại như {external_id}

source: Password must be supplied if not using certificates
he: חובה לספק סיסמה אם לא נעשה שימוש בתעודות
ja_jp: パスワードは認証有無に関わらず必須です。
lt_lt: Jei nenaudojami sertifikatai, turi būti pateikiamas slaptažodis
vi: Phải cung cấp mật khẩu nếu không sử dụng các chứng chỉ

source: email address required (not username)
he: חובה להכניס כתובת דואר אלקטרוני (לא שם משתמש)
ja_jp: メールアドレスは必須です(ユーザー名ではない)
lt_lt: reikalingas el. pašto adresas (ne naudotojo vardas)
vi: bắt buộc có địa chỉ email (không phải tên đăng nhập)

source: Oops, failed to create user {user}, {error}
he: אופס, נכשל ביצירת משתמש {user}, {error}
ja_jp: ユーザ {user} の作成に失敗しました。エラー：{error}
lt_lt: Oi, nepavyko sukurti naudotojo {user}, {error}
vi: Rất tiếc, không tạo được người dùng {user}, {error}

source: User {user} created successfully!
he: משתמש, {user} נוצר בהצלחה!
ja_jp: ユーザー {user} の作成に成功しました。
lt_lt: Naudotojas {user} sukurtas sėkmingai!
vi: Người sử dụng {user} tạo thành công!

source: Cannot find user with email address {email_addr}
he: לא נמצא משתמש עם כתובת דואר אלקטרוני {email_addr}
ja_jp: メールアドレス {email_addr} のユーザーを見つけることができません
lt_lt: Nepavyko rasti naudotojo, turinčio el. adresą {email_addr}
vi: Không thể tìm thấy người dùng có địa chỉ email {email_addr}

source: Cannot find user with username {username} - {error}
he: לא ניתן למצוא משתמש עם שם משתמש {username} - {error}
ja_jp: ユーザー名 {username} のユーザーを見つけることができません - {error}
lt_lt: Nepavyko rasti naudotojo, turinčio vardą "{username}" - {error}
vi: Không thể tìm thấy người dùng với tên {username} - {error}

source: Deleted user {username}
he: נמחק משתמש {username}
ja_jp: ユーザー {username} を削除しました
lt_lt: Pašalintas naudotojas {username}
vi: Người dùng đã bị xóa {username}

source: Statistic
he: סטיסטיקה
ja_jp: 統計
lt_lt: Statistika
vi: Thống kê

source: Value
he: ערך
ja_jp: 値
lt_lt: Reikšmė
vi: Giá trị

source: Site statistics
he: סטטיסטיקות אתר
ja_jp: サイト統計
lt_lt: Svetainės statistika
vi: Thống kê về trang

source: Total number of users
he: מספר כלל המשתמשים
ja_jp: ユーザー総数
lt_lt: Iš viso naudotojų
vi: Tổng số thành viên

source: Courses loaded in the modulestore
ja_jp: モジュールストアで講座が読み込まれました。
lt_lt: Kursai įkelti į modulių saugyklą
vi: Những khóa học được tải trong modulestore

source: username
he: שם משתמש
hi: उपयोगकर्तानाम
ja_jp: ユーザー名
lt_lt: naudotojo vardas
vi: tên đăng nhập

source: Repair Results
he: תקן תוצאות
ja_jp: 結果を修正する
lt_lt: Tvarkyti rezultatus
vi: Sửa Kết Quả

source: Create User Results
he: צור תוצאות משתמש
ja_jp: ユーザーの学習成果を生成。
lt_lt: Sukurti naudotojo rezultatus
vi: Tạo Kết Quả của Thành Viên

source: Delete User Results
he: מחק תוצאות משתמש
ja_jp: ユーザーの学習結果を削除。
lt_lt: Pašalinti naudotojo rezultatus
vi: Xóa Kết Quả của Thành Viên

source: The git repo location should end with '.git', and be a valid url
he: נתיב של git repo חייב להסתיים ב-'git.' וחייב להיות URL חוקי.
ja_jp: gitのレポジトリロケーションには'.git'で終わっている、また、適正なURLである必要があります。
lt_lt: git repo nuorodos pabaigoje turi būti ".git" ir tai turi būti teisinga url nuoroda
vi: Địa chỉ tới git repo phải kết thúc bằng '.git', để có hiệu lực.

source: Added Course
he: נוסף קורס
ja_jp: 追加された講座
lt_lt: Pridėtas kursas
vi: Đã thêm khóa học vào

source: Course Name
he: שם הקורס
hi: कार्यप्रणाली का नाम
ja_jp: 講座名
lt_lt: Kurso pavadinimas
vi: Tên khóa học

source: Directory/ID
ja_jp: ディレクトリ/ID
lt_lt: Katalogas/ID
vi: Danh mục/ID

source: Last Change
he: שינוי אחרון
ja_jp: 最終変更
lt_lt: Paskutinis pakeitimas
vi: Thay Đổi Cuối

source: Last Editor
he: עורך אחרון
ja_jp: 最終の編集者
lt_lt: Paskutinis redagavimas
vi: Người Chỉnh Sửa Cuối

source: Information about all courses
he: מידע על כל הקורסים
ja_jp: 全講座についての情報
lt_lt: Informacija apie visus kursus
vi: Thông tin về tất cả các khóa học

source: Error - cannot get course with ID {0}<br/><pre>{1}</pre>
ja_jp: エラー：講座ID「{0}」を取得できません。<br/><pre>{1}</pre>
lt_lt: Klaida – neįmanoma pasiekti kurso, kurio ID {0}<br/><pre>{1}</pre>
vi: Lỗi - không thể tải khóa học mang ID {0}<br/><pre>{1}</pre>

source: Deleted
he: נמחק
ja_jp: 削除済
lt_lt: Pašalinta
vi: Đã xóa

source: course_id
ja_jp: 講座ID
lt_lt: kurso_id
vi: id_khóa học

source: # enrolled
he: # נרשמים
ja_jp: # 受講登録済
lt_lt: # užregistruota
vi: # đã ghi danh

source: # staff
he: # צוות
ja_jp: # スタッフ
lt_lt: # personalas
vi: # nhân viên

source: instructors
he: מדריכים
ja_jp: 講師
lt_lt: lektoriai
vi: giáo viên hướng dẫn

source: Enrollment information for all courses
he: מידע על הרשמה לכלל הקורסים
ja_jp: 全講座の受講登録情報
lt_lt: Visų kursų registracijos informacija
vi: Thông tin ghi danh của tất cả các khóa học

source: role
he: תפקיד
ja_jp: 権限
lt_lt: vaidmuo
vi: vai trò

source: full_name
ja_jp: 氏名
lt_lt: pilnas_pavadinimas
vi: họ_tên

source: %(comment_username)s replied to <b>%(thread_title)s</b>:
hi: %(comment_username)sको उत्तर दिया<b>%(thread_title)s</b>:
vi: %(comment_username)s trả lời <b>%(thread_title)s</b>:

source: View discussion
he: צפה בדיון
hi: चर्चा देखें
vi: Xem thảo luận

source: Response to %(thread_title)s
hi: प्रतिक्रिया देना%(thread_title)s
vi: Trả lời %(thread_title)s

source: Title can't be empty
he: כותרת לא יכולה להיות ריקה
hi: शीर्षक खाली नहीं रह सकता
ja_jp: 件名は空白ではいけません。
lt_lt: Pavadinimo vieta negali būti tuščia
vi: Phải có tiêu đề

source: Body can't be empty
he: גוף לא יכול להיות ריק
hi: विषय वस्तु का होना ज़रूरी है
ja_jp: 本文は空白ではいけません。
lt_lt: Pagrindinio teksto vieta negali būti tuščia
vi: Phải có nội dung

source: Topic doesn't exist
he: נושא לא קיים
hi: विषय मौजूद नहीं है
ja_jp: トピックが存在しません
lt_lt: Tema neegzistuoja
vi: Chủ đề không tồn tại

source: Comment level too deep
he: רמת הערה גבוהה מדי
hi: बहुत गहरा टिप्पणी स्तर
ja_jp: コメントレベルが深過ぎます
lt_lt: Komentaras sunkiai suprantamas
vi: Mức bình luận quá sâu

source: Error uploading file. Please contact the site administrator. Thank you.
he: שגיאה בהעלאת קובץ. אנא צור קשר עם מנהל האתר. תודה רבה,
hi: फ़ाइल अपलोड करने में त्रुटि। कृपया साइट व्यवस्थापक से संपर्क करें। धन्यवाद।
ja_jp: ファイルアップロードに失敗しました。システム管理者にご連絡ください。申し訳ございません。
lt_lt: Nepavyko įkelti failo. Prašome susisiekite su administratoriumi. Ačiū.
vi: Lỗi khi tải tập tin lên. Vui lòng lên hệ người quản lý website. Cảm ơn bạn.

source: Good
he: טוב
hi: अच्छा
ja_jp: 良い
lt_lt: Gerai
vi: Tốt

source: EdxNotes Service is unavailable. Please try again in a few minutes.
hi: EdxNotes सेवा अनुपलब्ध है। कृपया कुछ देर बाद दुबारा कोशिश करे।
ja_jp: EdxNotesが利用できません。 数分後にお試しください。
lt_lt: EdxNotes paslaugos nepasiekiamos. Prašome pabandyti po kelių minučių.
vi: EdxNotes hiện không khả dụng. Vui lòng thử lại trong ít phút nữa.

source: Invalid JSON response received from notes api.
hi: नोट जेपी से प्राप्त अमान्य JSON प्रतिक्रिया।
vi: Phản hồi JSON nhận được từ chú thích api không hợp lệ.

source: Incorrect data received from notes api.
hi: नोट्स एपीआई से प्राप्त गलत डेटा।
vi: Dữ liệu không chính xác nhận được từ chú thích api.

source: Notes
he: סיכומי שיעור
hi: टिप्पणियाँ
ja_jp: 注記
lt_lt: Pastabos
vi: Ghi chú

source: API key for accessing Sailthru.
hi: Sailthru तक पहुँचने के लिए API कुंजी।
vi: Khóa API để truy cập vào Sailthru.

source: API secret for accessing Sailthru.
hi: Sailthru तक पहुँचने के लिए एपीआई रहस्य।
vi: API bí mật để truy cập vào Sailthru.

source: Sailthru list name to add new users to.
hi: नए उपयोगकर्ताओं को जोड़ने के लिए सेलथ्रू सूची का नाम।
vi: Danh sách tên Sailthru để thêm người dùng mới vào.

source: Sailthru connection retry interval (secs).
hi: सेलथ्रू कनेक्शन रिट्रीवल अंतराल (सेकंड)।
vi: Sailthru kết nối thử lại khoảng (giây).

source: Sailthru maximum retries.
hi: सेलथ्रू अधिकतम रिट्रीट।
vi: Sailthru tối đa thử lại.

source: Sailthru template to use on welcome send.
hi: Sailthru टेम्पलेट स्वागत भेजने पर उपयोग करने के लिए।
vi: Mẫu Sailthru để sử dụng trên lời chào mừng.

source: Sailthru template to use on abandoned cart reminder. Deprecated.
hi: परित्यक्त गाड़ी अनुस्मारक पर उपयोग करने के लिए सेलथ्रू टेम्पलेट। पदावनत।
vi: Mẫu Sailthru để sử dụng trên nhắc nhở giỏ hàng bị bỏ rơi. Không được chấp nhận.

source: Sailthru minutes to wait before sending abandoned cart message. Deprecated.
hi: छोड़ दिया कार्ट संदेश भेजने से पहले प्रतीक्षा करने के लिए सेलथ्रू मिनट। पदावनत।
vi: Số phút Sailthru chờ đợi trước khi gửi thông báo giỏ hàng bị bỏ rơi. Không được chấp nhận.

source: Sailthru send template to use on enrolling for audit.
hi: ऑडिट के लिए नामांकन पर उपयोग करने के लिए सेलथ्रू टेम्पलेट भेजें।
vi: Mẫu gửi Sailthru để sử dụng khi đăng ký kiểm toán.

source: Sailthru send template to use on passed ID verification.
hi: सेलथ्रू उत्तीर्ण आईडी सत्यापन पर उपयोग करने के लिए टेम्पलेट भेजते हैं।
vi: Sailthru gửi mẫu để sử dụng cho xác thực ID được cho qua.

source: Sailthru send template to use on failed ID verification.
hi: सेलर्रू विफल आईडी सत्यापन पर उपयोग करने के लिए टेम्पलेट भेजें।
vi: Sailthru gửi mẫu để sử dụng cho xác thực ID thất bại.

source: Sailthru send template to use on upgrading a course. Deprecated
hi: सेलथ्रू एक पाठ्यक्रम के उन्नयन पर उपयोग करने के लिए टेम्पलेट भेजते हैं। पदावनत
vi: Mẫu gửi Sailthru để sử dụng khi nâng cấp khóa học. Không được chấp nhận

source: Sailthru send template to use on purchasing a course seat. Deprecated
hi: सेलथ्रू एक पाठ्यक्रम सीट खरीदने पर उपयोग करने के लिए टेम्पलेट भेजते हैं। पदावनत
vi: Mẫu gửi Sailthru để sử dụng khi mua chỗ học. Không được chấp nhận

source: Use the Sailthru content API to fetch course tags.
hi: पाठ्यक्रम टैग लाने के लिए सेलथ्रू सामग्री API का उपयोग करें।
vi: Sử dụng API nội dung Sailthru để lấy các thẻ khóa học.

source: Number of seconds to cache course content retrieved from Sailthru.
hi: सेलथ्रू से पुनर्प्राप्त कैश कोर्स सामग्री के लिए सेकंड की संख्या।
vi: Số giây để lưu trữ nội dung khóa học lấy từ Sailthru.

source: Cost in cents to report to Sailthru for enrolls.
hi: नामांकन के लिए सेलथ्रू को रिपोर्ट करने के लिए सेंट में लागत।
vi: Chi phí bằng xu để báo cáo cho Sailthru để đăng ký.

source: Optional lms url scheme + host used to construct urls for content library, e.g. https://courses.edx.org.
hi: वैकल्पिक lms url योजना + होस्ट सामग्री पुस्तकालय के लिए url का निर्माण करने के लिए उपयोग की जाती है, उदा। https://courses.edx.org।
vi: Tùy chọn lược đồ lms url + máy chủ lưu trữ được sử dụng để xây dựng url cho thư viện nội dung, ví dụ: https://courses.edx.org.

source: Number of seconds to delay the sending of User Welcome email after user has been created
hi: उपयोगकर्ता द्वारा बनाए जाने के बाद उपयोगकर्ता स्वागत ईमेल भेजने में देरी के लिए सेकंड की संख्या
vi: Số giây để trì hoãn việc gửi email Chào mừng Người dùng sau khi người dùng đã được tạo

source: The number of seconds to delay/timeout wait to get cookie values from sailthru.
hi: सैलेथ्रू से कुकी मान प्राप्त करने में देरी / समय समाप्त होने की प्रतीक्षा में सेकंड की संख्या।
vi: Số giây để trì hoãn/hết hạn chờ để nhận các giá trị cookie từ sailthru.

source: {platform_name} Staff
ja_jp: {platform_name} スタッフ
lt_lt: {platform_name} personalas
vi: Nhân viên {platform_name}

source: Course Staff
he: צוות הקורס
ja_jp: 講座スタッフ
lt_lt: Kursą administruojantis personalas
vi: Nhân Viên Phụ Trách Khóa học

source: Staff
he: צוות
hi: कर्मचारी
ja_jp: スタッフ
lt_lt: Personalas
vi: Nhân viên

source: Used Registration Code
ja_jp: 使用されている登録コード
lt_lt: Panaudotas registracijos kodas
vi: Sử dụng Mã số đăng ký

source: Credit Card - Individual
ja_jp: 個人向けクレジットカード
lt_lt: Asmeninė kreditinė kortelė
vi: Thẻ tín dụng - Cá nhân

source: manually enrolled by username: {username}
ja_jp: 手動操作で受講登録： {username}
vi: đã tự đăng ký bởi người dùng: {username}

source: Manually Enrolled
ja_jp: 手動での受講登録
lt_lt: Užregistruota rankiniu būdu
vi: Ghi danh

source: Data Integrity Error
ja_jp: データ一貫性のエラー
lt_lt: Datos vientisumo klaida
vi: Lỗi dữ liệu

source: Proctored Exam Review: {review_status}
hi: प्रोक्टेड परीक्षा की समीक्षा करें: {review_status}
vi: Đánh giá Bài kiểm tra Có giám thị: {review_status}

source: A proctored exam attempt for {exam_name} in {course_name} by username: {student_username} was reviewed as {review_status} by the proctored exam review provider. Review link: {review_url}
hi: प्रचलित परीक्षा की समीक्षा प्रदाता द्वारा {exam_name} के लिए {course_name} में एक निश्चित परीक्षा प्रयास उपयोगकर्ता नाम से: {student_username} की समीक्षा की गई{review_status}। लिंक की समीक्षा करें: {review_url}
vi: Một bài thi có giám thị cho {exam_name} trong {course_name} bởi người dùng: {student_username} đã đánh giá là {review_status} bởi nhà cung cấp dịch vụ đánh giá bài kiểm tra có giám thị. Xem liên kết: {review_url}

source: Your Platform Insights
hi: आपका प्लेटफ़ॉर्म इनसाइट्स
vi: Thông tin chi tiết Nền tảng của bạn

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below.
hi: {Report_type} रिपोर्ट बनाई जा रही है। रिपोर्ट की स्थिति देखने के लिए, नीचे लंबित कार्य देखें।
vi: Báo cáo {report_type} đã được tạo. Để xem trạng thái của báo cáo, xem Các nhiệm vụ đang chờ bên dưới.

source: User does not exist.
he: משתמש לא קיים.
hi: उपयोगकर्ता मौजूद नहीं है।
ja_jp: ユーザが存在しません
lt_lt: Naudotojas neegzistuoja.
vi: Thành viên không tồn tại.

source: Found a conflict with given identifier. Please try an alternative identifier
hi: दिए गए पहचानकर्ता के साथ विरोध पाया। कृपया एक वैकल्पिक पहचानकर्ता का प्रयास करें
vi: Phát hiện xung đột với xác thực cung cấp. Hãy thử xác thực khác.

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
he: ודא כי הקובץ שהועלה בפורמט CSV ללא תוים ושורות מיותרות.
hi: सुनिश्चित करें कि आपके द्वारा अपलोड की गई फ़ाइल CSV प्रारूप में है, जिसमें कोई बाहरी अक्षर या पंक्तियाँ नहीं हैं।
ja_jp: あなたのアップロードしたCSVファイルに余分な文字や行がないことを確認してください。
lt_lt: Įsitikinkite, kad jūsų įkeliamas failas yra CSV formato ir jame nėra pašalinių simbolių ar eilučių.
vi: Hãy chắc chắn rằng các tập tin bạn tải lên là ở định dạng CSV không có ký tự không liên quan hoặc các hàng.

source: Could not read uploaded file.
he: לא ניתן לקרוא קובץ שהועלה.
hi: अपलोड की गई फ़ाइल नहीं पढ़ सका।
ja_jp: アップロードファイルが読み込めませんでした。
lt_lt: Nepavyko nuskaityti įkelto failo.
vi: Không thể đọc tệp tin đã tải lên.

source: Data in row #{row_num} must have exactly four columns: email, username, full name, and country
he: הדאטה בשורה מספר {row_num} חייב להיות מאורגן בדיוק בארבעה תורים: כתובת דוא"ל, שם משתמש, שם מלא, ומדינה
hi: पंक्ति # {row_num} में डेटा में ठीक चार कॉलम होने चाहिए: ईमेल, उपयोगकर्ता नाम, पूरा नाम और देश
ja_jp: #{row_num}のデータには次のちょうど４つのカラムが必要です：email、ユーザー名、氏名、そして、国
lt_lt: #{row_num} eilutės duomenys turi būti pateikiami būtent keturiais stulpeliais: el. paštas, naudotojo vardas, vardas ir pavardė ir šalis
vi: Dữ liệu trong dòng #{row_num} phải có chính xác bốn cột: email, tên người dùng, tên đầy đủ, và quốc gia

source: Invalid email {email_address}.
he: כתובת דוא"ל {email_address} אינה תקינה.
hi: अमान्य ईमेल {email_address}।
ja_jp: 不正なemail{email_address}
lt_lt: Neteisingas el. pašto adresas {email_address}.
vi: Email không hợp lệ {email_address}.

source: An account with email {email} exists but the provided username {username} is different. Enrolling anyway with {email}.
he: קיים כבר חשבון לכתובת {email} אבל שם המשתמש שניתן {username} שונהץ הירשם בכל זאת עם {email}.
hi: ईमेल {ईमेल} के साथ एक खाता मौजूद है लेकिन प्रदत्त उपयोगकर्ता नाम {उपयोगकर्ता नाम} अलग है। वैसे भी {ईमेल} से नामांकन करना।
ja_jp: email「{email}」は登録済ですが、入力されたユーザー名「{username}」が異なります。ともあれ、{email}.を用いて登録しましょう。
lt_lt: Paskyra su el. pašto adresu {email} egzistuoja, bet skiriasi pateiktas naudotojo vardas {username}. Vis tiek registruotis el.pašto adresu {email}.
vi: Một tài khoản với email {email} tồn tại nhưng tên người dùng được cung cấp {username} là khác nhau. Tiếp tục ghi danh với {email}.

source: File is not attached.
he: קובץ לא מצורף.
hi: फ़ाइल संलग्न नहीं है।
ja_jp: ファイルが添付されていません。
lt_lt: Failas nepridėtas.
vi: Tập tin không được đính kèm.

source: Username {user} already exists.
he: שם משתמש {user} קיים כבר.
hi: उपयोगकर्ता नाम {उपयोगकर्ता} पहले से मौजूद है।
ja_jp: ユーザー名「{user}」は既に利用されています。
lt_lt: Naudotojo vardas {user} jau egzistuoja.
vi: Tên đăng nhập {user} đã tồn tại.

source: Error '{error}' while sending email to new user (user email={email}). Without the email student would not be able to login. Please contact support for further information.
hi: नए उपयोगकर्ता (उपयोगकर्ता ईमेल = {ईमेल}) को ईमेल भेजते समय त्रुटि '{त्रुटि}'। बिना ईमेल छात्र प्रवेश नहीं कर सकेगा। अधिक जानकारी के लिए कृपया समर्थन से संपर्क करें।
vi: Lỗi '{error}' trong khi gửi email tới người dùng mới (email = {email}). Nếu không có email sinh viên sẽ không thể đăng nhập. Vui lòng liên hệ với bộ phận hỗ trợ để biết thêm thông tin.

source: problem responses
hi: समस्या प्रतिक्रियाएँ
vi: những phản hồi vấn đề

source: Could not find problem with this location.
hi: इस स्थान के साथ समस्या नहीं मिली।
ja_jp: このロケーションの問題を見つけることができませんでした。
lt_lt: Nepavyko rasti užduoties šioje vietoje.
vi: Không thể tìm thấy vấn đề với vị trí này.

source: Invoice number '{num}' does not exist.
he: חשבונית מספר '{num}' לא קיימת.
ja_jp: 請求番号 '{num}' がありません。
lt_lt: Sąskaita faktūra, kurios numeris '{num}', neegzistuoja.
vi: Số hóa đơn '{num}' không tồn tại.

source: The sale associated with this invoice has already been invalidated.
he: בוטלה המכירה המקושרת לחשבונית זו.
ja_jp: このインボイスに関連付けられたセールは既に無効です。
lt_lt: Su šia sąskaita faktūra susijęs pardavimas jau anuliuotas.
vi: Việc tiêu thụ kết hợp với hóa đơn này đã được vô hiệu.

source: Invoice number {0} has been invalidated.
he: חשבונית מספר {0} בוטלה.
ja_jp: インボイス番号{0}は既に無効です。
lt_lt: Sąskaita faktūra, kurios numeris {0}, anuliuota.
vi: Số hóa đơn {0} đã được vô hiệu.

source: This invoice is already active.
he: חשבונית זו כבר פעילה.
ja_jp: このインボイスはまだ有効です。
lt_lt: Ši sąskaita faktūra jau yra suaktyvinta.
vi: Hoá đơn này được kích hoạt sẵn.

source: The registration codes for invoice {0} have been re-activated.
he: קודי ההפעלה עבור חשבונית {0} הופעלו מחדש.
ja_jp: インボイス{0}の登録コードは再有効化されました。
lt_lt: Sąskaitos faktūros {0} registracijos kodai yra iš naujo suaktyvinti.
vi: Các mã đăng ký cho hóa đơn {0} đã được tái kích hoạt.

source: Certificate Type
he: סוג תעודה
hi: प्रमाणपत्र का प्रकार
ja_jp: 修了証の種類
vi: Loại chứng chỉ

source: Total Certificates Issued
hi: कुल प्रमाण पत्र जारी किए गए
ja_jp: 発行された修了証の合計
vi: Tổng chứng chỉ cấp

source: Date Report Run
hi: तारीख रिपोर्ट रन
ja_jp: レポート作成日付
vi: Ngày báo cáo vận hành

source: enrolled learner profile
hi: नामांकित शिक्षार्थी प्रोफाइल
vi: hồ sơ học viên đã đăng ký

source: User ID
he: מזהה משתמש
hi: यूज़र आईडी
ja_jp: ユーザID
lt_lt: Naudotojo identifikacijos numeris
vi: ID người dùng

source: Language
he: שפה
hi: भाषा
ja_jp: 言語
lt_lt: Kalba
vi: Ngôn ngữ

source: Location
he: מיקום
hi: स्‍थान
ja_jp: ロケーション
lt_lt: Vieta
vi: Địa chỉ

source: Birth Year
he: שנת לידה
hi: जन्म वर्ष
ja_jp: 誕生年
lt_lt: Gimimo metai
vi: năm sinh

source: Gender
he: מגדר
hi: लिंग
ja_jp: 性別
lt_lt: Lytis
vi: Giới tính

source: Level of Education
he: רמת השכלה
hi: शिक्षा का स्तर
ja_jp: 教育レベル
lt_lt: Išsilavinimas
vi: Trình Độ Học Vấn

source: Mailing Address
he: כתובת למשלוח דואר
hi: डाक - पता
ja_jp: 住所
lt_lt: Pašto adresas
vi: Địa chỉ thư

source: Goals
he: יעדים
hi: लक्ष्य
ja_jp: 目標
lt_lt: Tikslai
vi: Mục tiêu

source: Enrollment Mode
hi: नामाकंन प्रणाली
vi: Các Đăng ký

source: Verification Status
hi: सत्यापन की स्थिति
vi: Trạng thái Xác minh

source: Cohort
he: קבוצת למידה
hi: सहयोग
ja_jp: ユーザー群
lt_lt: Kohorta
vi: nhóm

source: Team
hi: टीम
ja_jp: チーム
vi: Đội

source: City
he: עיר
hi: शहर
ja_jp: 市
lt_lt: Miestas
vi: Thành phố

source: Country
he: מדינה
hi: देश
ja_jp: 国
lt_lt: Šalis
vi: Quốc gia

source: enrollment
hi: उपस्थिति पंजी
vi: đăng ký

source: The file must contain a 'cohort' column containing cohort names.
he: על הקובץ להכיל תור 'קבוצת לימוד' המכיל את שמות קבוצות הלימודץ
hi: फ़ाइल में एक 'कोहोर्ट' कॉलम होना चाहिए जिसमें कोहोर्ट नाम हो।
ja_jp: ファイルは集団の名前を含む'集団'の列が必要です。
lt_lt: Faile turi būti kohortų stulpelis su kohortų pavadinimais.
vi: Các tập tin phải có một 'nhóm' cột chứa tên nhóm.

source: The file must contain a 'username' column, an 'email' column, or both.
he: על הקובץ להכיל תור 'שם משתמש', תור 'כתובת דוא"ל' או שניהם.
hi: फ़ाइल में एक 'उपयोगकर्ता नाम' कॉलम, एक 'ईमेल' कॉलम या दोनों होना चाहिए।
ja_jp: ファイルは'ユーザー名'の列か'email'の列または両方を含む必要があります。
lt_lt: Faile turi būti naudotojo vardo stulpelis, elektroninio pašto stulpelis arba abu.
vi: Các tập tin phải có một 'username' cột, một 'email' cột, hoặc cả hai.

source: Coupon Code
hi: कूपन कोड
ja_jp: クーポンコード
lt_lt: Kupono kodas
vi: Mã giảm giá

source: Course Id
hi: पाठ्यक्रम आईडी
ja_jp: 講座ID
lt_lt: Kurso identifikacijos numeris
vi: Id khoá học

source: % Discount
ja_jp: % 割引
lt_lt: % nuolaida
vi: % Giảm giá

source: Description
he: תיאור
hi: विवरण
ja_jp: 記述
lt_lt: Aprašas
vi: Mô tả

source: Expiration Date
he: תאריך תוקף
hi: समाप्ति तिथि
ja_jp: 有効期限日付
lt_lt: Galiojimo pabaigos data
vi: Ngày hết hạn

source: Is Active
ja_jp: は有効
lt_lt: yra aktyvus
vi: Là hoạt động

source: Code Redeemed Count
ja_jp: コード引き換え数
lt_lt: Panaudotų kodų skaičius
vi: Mã giảm giá

source: Total Discounted Seats
ja_jp: 総割引表
lt_lt: Iš viso vietų, kurioms pritaikyta nuolaida
vi: Tổng số chỗ ngôi giảm giá

source: Total Discounted Amount
ja_jp: 総割引量
lt_lt: Bendra nuolaidos suma
vi: Tổng số tiền giảm giá

source: detailed enrollment
hi: विस्तृत नामांकन
vi: đăng ký chi tiết

source: executive summary
vi: bản tóm tắt

source: survey
hi: सर्वेक्षण
vi: kháo sát

source: proctored exam results
hi: प्रस्तावित परीक्षा परिणाम
vi: những kết quả bài thi có giám thị

source: Could not parse amount as a decimal
he: לא ניתן היה לנסח מספר עשרוני
ja_jp: 数値として解析することができません
lt_lt: Nepavyko išanalizuoti kiekio kaip dešimtainės trupmenos
vi: Không thể phân tích số tiền như là một số thập phân

source: Unable to generate redeem codes because of course misconfiguration.
ja_jp: 講座設定ミスのため償還コードを生成できません。
lt_lt: Nepavyko generuoti įsigytų kursų kodų dėl neteisingos kurso konfigūracijos.
vi: Không thể tạo ra chuộc mã bởi vì tất nhiên sai.

source: pdf download unavailable right now, please contact support.
he: הורדת קובץ PDF לא זמינה כעת, אנא צור קשר עם התמיכה.
ja_jp: PDFダウンロードは現在使えません。サポートに確認してください。
lt_lt: Šiuo metu pdf atsisiųsti negalima, kreipkitės į techninės priežiūros komandą.
vi: pdf tải về không có sẵn ngay bây giờ, xin vui lòng liên hệ với hỗ trợ.

source: Enrollment status for {student}: unknown
hi: {student} के लिए नामांकन की स्थिति: अज्ञात
vi: Trạng thái ghi danh cho {student}: không rõ

source: Enrollment status for {student}: active
hi: {student} के लिए नामांकन स्थिति: सक्रिय
vi: Trạng thái ghi danh cho {student}: đang hoạt động

source: Enrollment status for {student}: inactive
hi: {student} के लिए नामांकन की स्थिति: निष्क्रिय
vi: Trạng thái ghi danh cho {student}: ngưng hoạt động

source: Enrollment status for {student}: pending
hi: {student} के लिए नामांकन की स्थिति: लंबित
vi: Trang thái ghi danh cho {student}: đang chờ

source: Enrollment status for {student}: never enrolled
hi: {student} के लिए नामांकन की स्थिति: कभी नामांकित नहीं हुई
vi: Trang thái ghi danh cho {student}: chưa từng ghi danh

source: Module does not exist.
he: מודול לא קיים
hi: मॉड्यूल मौजूद नहीं है।
ja_jp: モジュールが存在しません。
lt_lt: Modulis neegzistuoja.
vi: Module không tồn tại.

source: An error occurred while deleting the score.
he: קרתה שגיאה במהלך המחיקה של הציון.
hi: स्कोर हटाते समय एक त्रुटि हुई।
ja_jp: 得点を削除する際にエラーが発生しました。
lt_lt: Įvyko klaida šalinant įvertinimą.
vi: Có lỗi xảy ra trong khi xóa điểm số.
