Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
es_419: OPCIONAL: Después de esta fecha/hora, los usuarios no podrán inscribirse en este modo. Deje este campo vacío para que los usuarios puedan inscribirse en este modo hasta el cierre de las inscripciones para el curso.

source: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
es_419: OPCIONAL: Este es el SKU (número de referencia) de este modo en el sistema de ecommerce externo. Deje este campo vacío si el curso no ha sido migrado al servicio de ecommerce.

source: This is the bulk SKU (stock keeping unit) of this mode in the external ecommerce service.
es_419: Éste es el SKU (número de referencia) de este modo en el sistema de ecommerce externo.

source: Audit
es_419: Tomar como asistente

source: Professional education modes are not allowed to have expiration_datetime set.
es_419: Los modos de educación profesional no pueden tener configuradas fechas y horas de expiración.

source: Verified modes cannot be free.
es_419: Los modos verificados no pueden ser gratuitos.

source: The time period before a course ends in which a course mode will expire
es_419: Periodo de tiempo antes de que un curso termine en el que el modo de curso expirará.

source: Enrollment is closed
es_419: Inscripciones cerradas

source: Enrollment mode not supported
es_419: Modo de inscripción no soportado

source: Invalid amount selected.
es_419: La cantidad seleccionada es inválida

source: No selected price or selected price is too low.
es_419: No ha seleccionado el precio o el precio es demasiado bajo

source: Administrator
es_419: Administrador

source: Moderator
es_419: Moderador

source: User profile
es_419: Perfil de usuario

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
es_419: Esa dirección de correo no tiene una cuenta asociada. ¿Está seguro que se ha registrado con esa dirección?

source: The user account associated with this e-mail address cannot reset the password.
es_419: La cuenta de usuario asociada con este correo electrónico no puede restablecer la contraseña.

source: Username must be minimum of two characters long
es_419: El nombre de usuario debe tener por lo menos dos caracteres.

source: A properly formatted e-mail is required
es_419: Se requiere una dirección de correo electrónico válida.

source: A valid password is required
es_419: Se requiere una contraseña válida

source: Your legal name must be a minimum of two characters long
es_419: Su nombre legal debe tener por lo menos dos caracteres

source: Usernames must contain only letters, numbers, underscores (_), and hyphens (-).
es_419: Los nombres de usuario solo deben contener letras, números, guiones bajos (_) y guiones (-).

source: Username cannot be more than %(limit_value)s characters long
es_419: El nombre de usuario no puede tener más de %(limit_value)s caracteres.

source: Email cannot be more than %(limit_value)s characters long
es_419: El correo no puede tener más de %(limit_value)s caracteres.

source: You must accept the terms of service.
es_419: Debe aceptar los términos y condiciones del servicio.

source: A level of education is required
es_419: Ingrese información sobre nivel educativo

source: Your gender is required
es_419: Ingrese información sobre género

source: Your year of birth is required
es_419: Se requiere ingresar su año de nacimiento

source: Your mailing address is required
es_419: Se requiere una dirección de correo electrónico válida.

source: A description of your goals is required
es_419: Debe escribir una breve descripción de sus objetivos.

source: A city is required
es_419: Ingrese información sobre ciudad.

source: A country is required
es_419: Ingrese información sobre país

source: To enroll, you must follow the honor code.
es_419: Para inscribirse, debe aceptar el Código de Honor.

source: You must consent to data sharing to register.
es_419: Para registrar, hay que consentir al reparto de datos.

source: You are missing one or more required fields
es_419: No ha llenado uno o más campos requeridos

source: Username and password fields cannot match
es_419: Los campos de usuario y contraseña no concuerdan

source: Password:
es_419: Contraseña:

source: Unauthorized email address.
es_419: Dirección de correo electrónico no autorizada

source: It looks like {email} belongs to an existing account. Try again with a different email address.
es_419: Al parecer {email} ya está asociado a una cuenta existente. Intente nuevamente con un correo electrónico diferente.

source: Removed group: "{}"
es_419: Grupo eliminado: "{}"

source: Did not find a group with name "{}" - skipping.
es_419: No se encontró ningún grupo con nombre "{}" - saltando.

source: Invalid group name: "{group_name}". {messages}
es_419: Nombre de grupo no válido: "{group_name}". {messages}

source: Created new group: "{}"
es_419: Grupo nuevo creado: "{}"

source: Found existing group: "{}"
es_419: Se encontró grupo existente: "{}"

source: Adding {codenames} permissions to group "{group}"
es_419: Agregando permisos {codenames} al grupo "{group}"

source: Removing {codenames} permissions from group "{group}"
es_419: Eliminando permisos {codenames} del grupo "{group}"

source: Invalid permission option: "{}". Please specify permissions using the format: app_label:model_name:permission_codename.
es_419: Opción de autorización no válida: "{}". Por favor especifique los permisos utilizando el formato: app_label:model_name:permission_codename.

source: Invalid permission codename: "{codename}". No such permission exists for the model {module}.{model_name}.
es_419: Nombre en clave de autorización no válido: "{codename}". No existe este permiso para el modelo {module}.{model_name}.

source: Setting {attribute} for user "{username}" to "{new_value}"
es_419: Cambiando {attribute} para el usuario "{username}" a "{new_value}"

source: Skipping user "{}" because the specified and existing email addresses do not match.
es_419: Saltando usuario "{}" porque el correo electrónico especificado y el correo electrónico existente no concuerdan.

source: Did not find a user with username "{}" - skipping.
es_419: No se encontró ningún usuario con nombre de usuario "{}" - saltando.

source: Removing user: "{}"
es_419: Eliminando usuario: "{}"

source: Created new user: "{}"
es_419: Usuario nuevo creado: "{}"

source: Found existing user: "{}"
es_419: Se encontró usuario existente: "{}"

source: Setting unusable password for user "{}"
es_419: Definiendo una contraseña no utilizable para el usuario "{}"

source: Created new profile for user: "{}"
es_419: Perfil nuevo creado para usuario: "{}"

source: Could not find a group named "{}" - skipping.
es_419: No se encontró ningún grupo con nombre "{}" - saltando.

source: Adding user "{username}" to groups {group_names}
es_419: Agregando usuario "{username}" a grupos {group_names}

source: Removing user "{username}" from groups {group_names}
es_419: Eliminando usuario "{username}" de los grupos {group_names}

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
es_419: Su cuenta ha sido desactivada. Si ud cree que esto es un error, por favor contactenos en {support_email}

source: Disabled Account
es_419: Cuenta deshabilitada

source: Male
es_419: Masculino

source: Female
es_419: Femenino

source: Other/Prefer Not to Say
es_419: Otro / Prefiero no especificar

source: Doctorate
es_419: Doctorado

source: Master's or professional degree
es_419: Master o magíster

source: Bachelor's degree
es_419: Licenciatura

source: Associate degree
es_419: Técnico-profesional

source: Secondary/high school
es_419: Enseñanza secundaria

source: Junior secondary/junior high/middle school
es_419: Formación media

source: Elementary/primary school
es_419: Enseñanza primaria

source: No formal education
es_419: Ninguna educación formal

source: Other education
es_419: Otra educación

source: {platform_name} Honor Code Certificate for {course_name}
es_419: Certificado de Código de Honor de {platform_name} para el curso {course_name}

source: {platform_name} Verified Certificate for {course_name}
es_419: Certificado Verificado de {platform_name} para el curso {course_name}

source: {platform_name} Professional Certificate for {course_name}
es_419: Certificado Profesional de {platform_name} para el curso {course_name}

source: The company identifier for the LinkedIn Add-to-Profile button e.g 0_0dPSPyS070e0HsE9HNz_13_d11_
es_419: El identificador de empresa para el botón de añadir al perfil de LinkedIn. Ej: 0_0dPSPyS070e0HsE9HNz_13_d11_

source: Short identifier for the LinkedIn partner used in the tracking code. (Example: 'edx') If no value is provided, tracking codes will not be sent to LinkedIn.
es_419: Identificador corto para partner de LinkedIn usando en el código de rastreo. (Ejemplo: 'edx') Si ningún valor se provee, los código de rastreo no serán enviados a LinkedIn.

source: {platform_name} Certificate for {course_name}
es_419: Certificado de {platform_name} para el curso {course_name}

source: The ISO 639-1 language code for this language.
es_419: El código de idioma ISO 639-1 para este idioma.

source: Namespace of enrollment attribute
es_419: Espacio de nombres del atributo de inscripción.

source: Name of the enrollment attribute
es_419: Nombre del atributo de inscripción.

source: Value of the enrollment attribute
es_419: Valor del atributo de inscripción.

source: The window of time after enrolling during which users can be granted a refund, represented in microseconds. The default is 14 days.
es_419: La ventana de tiempo después de inscribirse al curso durante la cual los usuarios pueden recibir un reembolso, representada en milisegundos. El valor por defecto es el equivalente a 14 días.

source: Name of the UTM cookie
es_419: Nombre de la cookie UTM

source: Name of the affiliate cookie
es_419: Nombre de la cookie afiliada

source: Name of this user attribute.
es_419: Nombre de este atributo de usuario.

source: Value of this user attribute.
es_419: Valor de este atributo de usuario.

source: The course you are looking for does not start until {date}.
es_419: El curso que está buscando comienza el {date}.

source: The course you are looking for is closed for enrollment as of {date}.
es_419: El curso que busca está cerrado desde {date}.

source: Course id not specified
es_419: No se especificó el ID del curso

source: Invalid course id
es_419: La ID del curso no es válida

source: Course id is invalid
es_419: El ID del curso no es válido

source: Could not enroll
es_419: No se ha podido inscribir

source: You are not enrolled in this course
es_419: Usted no está inscrito en este curso

source: Your certificate prevents you from unenrolling from this course
es_419: Su certificado no permite que usted se desinscriba de este curso.

source: Enrollment action is invalid
es_419: La inscripción es inválida

source: You've successfully logged into your {provider_name} account, but this account isn't linked with an {platform_name} account yet.
es_419: Ha iniciado sesión exitosamente en su cuenta de {provider_name}, pero está cuenta no está vinculada aún con una cuenta de {platform_name}.

source: Use your {platform_name} username and password to log into {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard.
es_419: Utilice su nombre de usuario y contraseña de {platform_name} para iniciar sesión en {platform_name} y después vincule su cuenta de {platform_name} con la cuenta de {provider_name} desde su panel de control.

source: If you don't have an {platform_name} account yet, click <strong>Register</strong> at the top of the page.
es_419: Si aun no tiene una cuenta en {platform_name}, haga clic en <strong>Registrarse</strong> en la parte superior de la página.

source: There was an error receiving your login information. Please email us.
es_419: Ocurrió un error en la recepción de su información de ingreso. Por favor escríbanos al correo electrónico.

source: This account has been temporarily locked due to excessive login failures. Try again later.
es_419: Esta cuenta ha sido bloqueada temporalmente debido a un exceso de intentos fallidos de ingreso. Intente nuevamente más tarde.

source: Your password has expired due to password policy on this account. You must reset your password before you can log in again. Please click the "Forgot Password" link on this page to reset your password before logging in again.
es_419: Su contraseña ha expirado de acuerdo con las políticas establecidas al respecto. Para poder reingresar, elija una nueva contraseña presionando el vínculo "Olvidé mi contraseña" en esta misma página.

source: Too many failed login attempts. Try again later.
es_419: Demasiados intentos fallidos de inicio de sesión. Inténtelo de nuevo más tarde.

source: Email or password is incorrect.
es_419: Correo electrónico o contraseña incorrectos.

source: Before you sign in, you need to activate your account. We have sent you an email message with instructions for activating your account.
es_419: Antes de iniciar sesión, necesita activar su cuenta. Le hemos enviado un mensaje de correo electrónico con las instrucciones para activar su cuenta.

source: Please enter a username
es_419: Por favor ingrese un nombre de usuario

source: Please choose an option
es_419: Por favor seleccione una opción

source: User with username {} does not exist
es_419: El nombre de usuario {} no existe.

source: Successfully disabled {}'s account
es_419: Se deshabilitó correctamente la cuenta de {}

source: Successfully reenabled {}'s account
es_419: Se rehabilitó correctamente la cuenta de {}

source: Unexpected account status
es_419: Estado de cuenta inesperado

source: An account with the Public Username '{username}' already exists.
es_419: Ya existe una cuenta con el nombre de usuario '{username}'.

source: An account with the Email '{email}' already exists.
es_419: Ya existe una cuenta con el correo electrónico '{email}'.

source: An access_token is required when passing value ({}) for provider.
es_419: Se requiere un access_token cuando se pasa el valor ({}) al proveedor.

source: The provided access_token is already associated with another user.
es_419: El access_token ingresado ya está asociado con otro usuario.

source: The provided access_token is not valid.
es_419: El access_token suministrado no es válido.

source: Unknown error. Please e-mail us to let us know how it happened.
es_419: Error desconocido. Por favor escríbanos al correo electrónico con información de este error.

source: You are re-using a password that you have used recently. You must have {num} distinct password before reusing a previous password.
es_419: Está reutilizando una contraseña usada recientemente. Debe utilizar al menos {num} contraseña diferente antes de reutilizar la misma.

source: You are resetting passwords too frequently. Due to security policies, {num} day must elapse between password resets.
es_419: Está solicitando cambiar de contraseña con demasiada frecuencia. Por políticas de seguridad, debe dejar transcurrir al menos {num} día antes de hacer otra solicitud.

source: Password reset unsuccessful
es_419: El cambio de contraseña no ha sido exitoso

source: Error in resetting your password. Please try again.
es_419: Error al resetear su contraseña. Por favor intente nuevamente.

source: No inactive user with this e-mail exists
es_419: No existe un usuario inactivo con esta dirección de correo electrónico

source: Unable to send reactivation email
es_419: No fue posible enviar el correo de reactivación

source: Valid e-mail address required.
es_419: Se requiere una dirección de correo electrónico válida.

source: Old email is the same as the new email.
es_419: El correo electrónico nuevo es igual al anterior.

source: An account with this e-mail already exists.
es_419: Ya existe una cuenta con esta dirección de correo electrónico.

source: Unable to send email activation link. Please try again later.
es_419: Imposible enviar el email de activación. Por favor intentelo de nuevo más tarde.

source: Authentication with {} is currently unavailable.
es_419: La autenticación con {} no está disponible en el momento.

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
es_419: Los proveedores secundarios se muestran con menos énfasis, en una lista separada de proveedores de inicio de sesión para la "institución".

source: The Site that this provider configuration belongs to.
es_419: Sitio al que pertenece la configuración de este proveedor.

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.) during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
es_419: Si esta opción está habilitada, no se pedirá a los usuarios que confirmen sus datos (nombre, correo electrónico, etc.) durante el proceso de registro. Seleccione esta opción solo para proveedores de inicio de sesión de confianza, que entreguen información precisa de los usuarios.

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
es_419: Si se selecciona esta opción, los usuarios no tendrán que confirmar su correo, y sus cuentas estarán activadas inmediatamente después del registro.

source: If this option is not selected, users will not be presented with the provider as an option to authenticate with on the login screen, but manual authentication using the correct link is still possible.
es_419: Si no se selecciona esta opción, los usuarios no tendrán al proveedor como una opción para autenticarse con en la pantalla de inicio de sesión, pero la autenticación manual mediante el enlace correcto es todavía posible.

source: The Site that this SAML configuration belongs to.
es_419: Sitio al que pertenece esta configuración de SAML.

source: Please wait
es_419: Por favor espere
vi: Vui lòng chờ

source: LONG_DATE_FORMAT
es_419: %A, %d de %B de %Y

source: DATE_TIME_FORMAT
es_419: %b %d, %Y a las %H:%M

source: SHORT_DATE_FORMAT
es_419: %d %b %Y

source: TIME_FORMAT
es_419: %H:%M:%S

# weekday name
source: Monday
es_419: Lunes

# weekday name
source: Tuesday
es_419: Martes

# weekday name
source: Wednesday
es_419: Miércoles

# weekday name
source: Thursday
es_419: Jueves

# weekday name
source: Friday
es_419: Viernes

# weekday name
source: Saturday
es_419: Sábado

# weekday name
source: Sunday
es_419: Domingo

# abbreviated weekday name
source: Mon
es_419: Lun

# abbreviated weekday name
source: Tue
es_419: Mar

# abbreviated weekday name
source: Wed
es_419: Mie

# abbreviated weekday name
source: Thu
es_419: Jue

# abbreviated weekday name
source: Fri
es_419: Vie

# abbreviated weekday name
source: Sat
es_419: Sáb

# abbreviated weekday name
source: Sun
es_419: Dom

# abbreviated month name
source: Jan
es_419: Ene

# abbreviated month name
source: Apr
es_419: Abr

# abbreviated month name
source: May
es_419: Mayo

# abbreviated month name
source: Aug
es_419: Ago

# abbreviated month name
source: Dec
es_419: Dic

# month name
source: January
es_419: Enero

# month name
source: February
es_419: Febrero

# month name
source: March
es_419: Marzo

# month name
source: April
es_419: Abril

# month name
source: May
es_419: Mayo

# month name
source: June
es_419: Junio

# month name
source: July
es_419: Julio

# month name
source: August
es_419: Agosto

# month name
source: September
es_419: Septiembre

# month name
source: October
es_419: Octubre

# month name
source: November
es_419: Noviembre

# month name
source: December
es_419: Diciembre

source: I agree to allow {platform_name} to share data about my enrollment, completion and performance in all {platform_name} courses and programs where my enrollment is sponsored by {ec_name}.
es_419: Consiento a que {platform_name} comparte datos sobre mis inscripción, terminación, y desempeño en todos los cursos y programas de {platform_name} donde mi inscripción sea patrocinada por {ec_name}.

source: To link your account with {ec_name}, you are required to consent to data sharing.
es_419: Para vincular su cuenta con {ec_name}, Ud. tiene que consentir al reparto de datos.

source: The file must end with the extension '{file_types}'.
es_419: El archivo debe de terminar con la extensión '{file_types}'.

source: Maximum upload file size is {file_size} bytes.
es_419: Tamaño máximo del archivo de subida es {file_size} bytes

source: Course {course_id} requires {prerequisite_course_id}
es_419: El curso {course_id} requiere como prerequisito al curso {prerequisite_course_id}

source: System defined milestone
es_419: Sistema de hito definido

source: Invalid Length ({0})
es_419: Longitud inválida ({0})

source: must be {0} characters or more
es_419: debe tener {0} caracteres o más

source: must be {0} characters or fewer
es_419: debe tener {0} caracteres o menos

source: Must be more complex ({0})
es_419: Debe ser más compleja ({0})

source: must contain {0} or more uppercase characters
es_419: debe contener {0} o más caracteres en mayúscula

source: must contain {0} or more lowercase characters
es_419: debe contener {0} o más caracteres en minúscula

source: must contain {0} or more digits
es_419: debe contener {0} o más dígitos

source: must contain {0} or more punctuation characters
es_419: debe contener {0} o más signos de puntuación

source: must contain {0} or more non ascii characters
es_419: debe contener {0} o más caracteres no ascii

source: must contain {0} or more unique words
es_419: debe contener {0} o más palabras únicas

source: Too similar to a restricted dictionary word.
es_419: Demasiado similar a una palabra restringida del diccionario.

source: To disable the XBlock and prevent rendering in the LMS, leave "Enabled" deselected; for clarity, update XBlockStudioConfiguration support state accordingly.
es_419: Para desactivar el XBlock y prevenir la que se muestre en el LMS, deje "Activado" sin seleccionar; para mayor claridad, actualice el estado de XBlockStudioConfiguration en concordancia.

source: Only XBlocks listed in a course's Advanced Module List can be flagged as deprecated. Remember to update XBlockStudioConfiguration support state accordingly, as deprecated does not impact whether or not new XBlock instances can be created in Studio.
es_419: Sólo los XBlocks que figuran en la lista Módulos Avanzado de un curso pueden ser marcados como obsoletos. Recuerde actualizar el estado de XBlockStudioConfiguration en concordancia, dado que estar obsoleto no implica que no se puedan crear nuevas instanciasl del XBlock desde studio.

source: XBlock/template combinations that are disabled cannot be edited in Studio, regardless of support level. Remember to also check if all instances of the XBlock are disabled in XBlockConfiguration.
es_419: Las combinaciones XBlock / plantilla que están desactivados no se pueden editar en studio, independiente del nivel de soporte. Recuerde también comprobar si todas las instancias del XBlock están desactivadas en XBlockConfiguration.
