Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: This enrollment report is currently being created. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
ja_jp: この受講登録レポートは現在作成中です。このレポートのステータスを見るには、以下の仕掛り中タスクを参照してください。ステータスが完了になれば、レポートをダウンロードできます。
lt_lt: Ši registracijos ataskaita yra kuriama. Ataskaitos būseną galite matyti skyriuje "Laukiančios vykdymo lektoriaus užduotys". Kai atskaita bus baigta, galėsite ją atsisiųsti.

source: The enrollment report is being created. This report contains information about learners who can enroll in the course. To view the status of the report, see Pending Instructor Tasks below.
ja_jp: 受講登録レポートが作成されています。このレポートには講座に受講登録をしている受講者の情報が含まれています。レポートのステータスを見るには、以下の仕掛り中タスクを参照してください。
lt_lt: Kuriama registracijos ataskaita. Šioje ataskaitoje pateikiama informacija apie dalyvius, kurie gali užsiregistruoti į kursą. Ataskaitos būseną galite matyti skyriuje "Laukiančios vykdymo lektoriaus užduotys".

source: The detailed enrollment report is being created. To view the status of the report, see Pending Instructor Tasks below.
ja_jp: 受講登録済みレポートの概要が作成されます。レポートのステータスを見るには、以下の仕掛り中タスクを参照してください。
lt_lt: Kuriama išsami registracijos ataskaita. Ataskaitos būseną galite matyti skyriuje "Laukiančios vykdymo lektoriaus užduotys".

source: The detailed enrollment report is being created. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
ja_jp: 受講登録レポートの概要が作成されます。レポートのステータスを照会するためには、以下の仕掛り中講師タスクを参照してください。レポートの作成が完了するとダウンロードできるようになります。
lt_lt: Kuriama išsami registracijos ataskaita. Ataskaitos būseną galite matyti skyriuje "Laukiančios vykdymo lektoriaus užduotys". Kai atskaita bus baigta, galėsite ją atsisiųsti.

source: The executive summary report is being created. To view the status of the report, see Pending Instructor Tasks below.
ja_jp: 経営者用の要約レポートが作成されます。レポートのステータスを見るには、以下の仕掛り中講師タスクを参照してください。
lt_lt: Kuriama vykdomosios santraukos ataskaita. Ataskaitos būseną galite matyti skyriuje "Laukiančios vykdymo lektoriaus užduotys".

source: The executive summary report is currently being created. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
ja_jp: 現在、経営者用の要約レポートが作成されています。レポートのステータスを見るには、以下の仕掛り中講師タスクを参照してください。レポートの作成が完了するとダウンロードできるようになります。
lt_lt: Kuriama vykdomosios santraukos ataskaita. Ataskaitos būseną galite matyti skyriuje "Laukiančios vykdymo lektoriaus užduotys". Kai atskaita bus baigta, galėsite ją atsisiųsti.

source: The proctored exam results report is being created. To view the status of the report, see Pending Instructor Tasks below.
ja_jp: 監督下試験結果のレポートが作成されます。レポートのステータスを見るには、以下の仕掛り中講師タスクを参照してください。
lt_lt: Kuriama stebimo egzamino rezultatų ataskaita. Ataskaitos būseną galite matyti skyriuje "Laukiančios vykdymo lektoriaus užduotys".

source: The proctored exam results report is currently being created. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
ja_jp: 現在、監督下試験結果のレポートが作成されています。レポートのステータスをみるには、以下の仕掛り中講師タスクを参照してください。レポートの作成が完了するとダウンロードできる様になります。
lt_lt: Kuriama stebimo egzamino rezultatų ataskaita. Ataskaitos būseną galite matyti skyriuje "Laukiančios vykdymo lektoriaus užduotys". Kai atskaita bus baigta, galėsite ją atsisiųsti.

source: The grade report is being created. To view the status of the report, see Pending Instructor Tasks below.
ja_jp: 成績レポートが作成されます。レポートのステータスを見るには、以下の仕掛り中講師タスクを参照してください。
lt_lt: Kuriama vertinimo ataskaita. Ataskaitos būseną galite matyti skyriuje "Laukiančios vykdymo lektoriaus užduotys".

source: The grade report is currently being created. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
ja_jp: 現在、成績レポートが作成されています。レポートのステータスを見るには、以下の仕掛り中講師タスクを参照してください。ステータスが完了になれば、レポートをダウンロードできるようになります。
lt_lt: Kuriama vertinimo ataskaita. Ataskaitos būseną galite matyti skyriuje "Laukiančios vykdymo lektoriaus užduotys". Kai atskaita bus baigta, galėsite ją atsisiųsti.

source: The problem grade report is being created. To view the status of the report, see Pending Instructor Tasks below.
ja_jp: 問題成績レポートが作成されます。レポートのステータスを見るには、以下の仕掛り中講師タスクを参照してください。
lt_lt: Kuriama užduoties vertinimo ataskaita. Ataskaitos būseną galite matyti skyriuje "Laukiančios vykdymo lektoriaus užduotys".

source: A problem grade report is already being generated. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
ja_jp: すでに問題成績レポートの作成が行われています。レポートのステータスを見るには、以下の仕掛り中講師タスクを参照してください。ステータスが完了になればレポートをダウンロードできるようになります。
lt_lt: Užduoties vertinimo ataskaita jau kuriama. Ataskaitos būseną galite matyti skyriuje "Laukiančios vykdymo lektoriaus užduotys". Kai atskaita bus baigta, galėsite ją atsisiųsti.

source: E-Commerce
he: מסחר אלקטרוני
ja_jp: Eコマース
lt_lt: Elektroninė prekyba

source: Proctoring
lt_lt: Stebėjimas

source: For analytics about your course, go to {analytics_dashboard_name}.
ja_jp: 講座の解析を行うためには、{analytics_dashboard_name} へ移動します。
lt_lt: Dėl jūsų kurso analizės apsilankykite "{analytics_dashboard_name}".

source: Metrics
he: מדדים
ja_jp: メトリック
lt_lt: Metrikos

source: Course Statistics At A Glance
he: סטיסטיקות הקורס במבט
lt_lt: Trumpa kurso statistika

source: List of students enrolled in {course_key}
he: רשימה של סטודנטים הרשומים ב{course_key}
lt_lt: {course_key} kurso dalyvių sąrašas

source: Raw Grades of students enrolled in {course_key}
lt_lt: {course_key} kurso dalyvių neapdoroti įvertinimai

source: Assignment Name
he: שם עבודת הגשה
lt_lt: Užduoties pavadinimas

source: Please enter an assignment name
he: אנא הזן שם מטלה
lt_lt: Prašome įvesti užduoties pavadinimą

source: Invalid assignment name '{name}'
he: שם מטלה לא חוקי '{name}'
lt_lt: Neteisingas užduoties pavadinimas "{name}"

source: External email
he: דוא"ל חיצוני
lt_lt: Išorinis el. paštas

source: Grades for assignment "{name}"
he: ציונים של עבודת הגשה: "{name}"
lt_lt: Užduoties "{name}" įvertinimas

source: Grades from {course_id}
he: ציוני קורס {course_id}
lt_lt: {course_id} įvertinimai

source: No remote gradebook defined in course metadata
lt_lt: Kurso metaduomenyse nuotolinis kurso žurnalas nėra apibrėžtas

source: No remote gradebook url defined in settings.FEATURES
lt_lt: Nustatymų SAVYBĖSE nuotolinio kurso žurnalo url nuoroda nėra apibrėžta.

source: No gradebook name defined in course remote_gradebook metadata
lt_lt: Nuotolinio kurso žurnalo metaduomenyse kurso žurnalo pavadinimas nėra apibrėžtas

source: Failed to communicate with gradebook server at {url}
lt_lt: Nepavyko susisiekti su kurso žurnalo serveriu {url}

source: Error: {err}
he: שגיאה: {err}
lt_lt: Klaida: {err}

source: Remote gradebook response for {action}
lt_lt: Nuotolinio kurso žurnalo atsakas į {action}

source: Full name
he: שם מלא
ja_jp: 氏名
lt_lt: Vardas Pavardė

source: {title} in course {course_key}
lt_lt: {title} kurse {course_key}

source: ID
he: מזהה
lt_lt: Identifikacijos numeris

source: edX email
he: כתובת דוא"ל של edX
lt_lt: edX el. paštas

source: Enrollment of students
he: רישום של סטודנטים
lt_lt: Kurso dalyvių registracija

source: Un-enrollment of students
he: ביטול הרשמה של סטודנטים
lt_lt: Kurso dalyvių išbraukimas iš sąrašo

source: Failed to find any background tasks for course "{course}", module "{problem}" and student "{student}".
lt_lt: Nepavyko rasti kurso dalyvio "{student}" "{course}" kurso "{problem}" modulio pirminių užduočių.

source: Failed to find any background tasks for course "{course}" and module "{problem}".
lt_lt: Nepavyko rasti "{course}" kurso "{problem}" modulio pirminių užduočių.

source: generating_enrollment_report
ja_jp: 受講レポート生成中
lt_lt: kuriama_registracijos_ataskaita

source: cohorted
ja_jp: 集団化
lt_lt: kohortos sudarytos

source: Enrollment Role
ja_jp: 受講権限
lt_lt: Vaidmuo

source: Courseware Chrome
lt_lt: Kurso medžiagos naršyklės sąsaja

source: Enter the tab that is selected in the XBlock. If not set, the Courseware tab is selected.
lt_lt: Įveskite kortelę, kuri yra pasirinkta "XBlock" kurso dalyje. Jeigu nenustatyta, yra pasirinkta kurso medžiagos kortelė.

source: Course Is Public
he: קורס ציבורי
lt_lt: Kursas yra viešas

source: Enter true or false. If true, the course is open to the public. If false, the course is open only to admins.
he: הזן כן או לא. אם כן, הקורס פתוח לציבור. אם לא, הקורס פתוח רק למנהלים.
lt_lt: Įveskite "Taip" arba "Ne". Jeigu įvesite "Taip", kursas bus viešai prieinamas. Jeigu įvesite "Ne", kursas bus prieinamas tik administratoriams.

source: This component refers to deleted or invalid content group configurations.
ja_jp: このコンポーネントは削除されたか無効なコンテンツグループ設定を参照しています。
lt_lt: Šis komponentas pagrįstas pašalintomis arba neteisingomis turinio grupių konfigūracijomis.

source: This component refers to deleted or invalid content groups.
ja_jp: このコンポーネントは削除されたか無効なコンテンツグループを参照しています。
lt_lt: Šis komponentas pagrįstas pašalintomis arba neteisingomis turinio grupėmis.

source: Could not contact the external grading server. Please contact the development team at {email}.
lt_lt: Nepavyko susisiekti su išoriniu vertinimo serveriu. Prašome kreiptis į plėtros grupę el. paštu {email}.

source: Cannot find any open response problems in this course. Have you submitted answers to any open response assessment questions? If not, please do so and return to this page.
lt_lt: Šiame kurse nerandama atvirojo atsakymo tipo užduočių. Ar esate atsakę į bent vieną atvirojo atsakymo tipo klausimą? Jeigu ne, prašome atsakyti ir grįžti į šį puslapį.

source: AI Assessment
he: הערכת בינה מלאכותית
lt_lt: DI vertinimas

source: Not yet available
he: עדיין לא זמין
lt_lt: Kol kas nėra

source: Automatic Checker
he: בודק אוטומטי
lt_lt: Automatinis tikrinimas

source: Instructor Assessment
he: הערכת מדריך
lt_lt: Lektoriaus vertinimas

source: Error occurred while contacting the grading service. Please notify course staff.
lt_lt: Įvyko klaida, bandant susisiekti su vertinimo paslauga. Prašome pranešti personalui.

source: Error occurred while contacting the grading service. Please notify your edX point of contact.
lt_lt: Įvyko klaida, bandant susisiekti su vertinimo paslauga. Prašome pranešti savo edX kontaktiniam asmeniui.

source: for course {0} and student {1}.
lt_lt: {0} kursui ir {1} kurso dalyviui.

source: View all problems that require peer assessment in this particular course.
lt_lt: Peržiūrėti visas užduotis, kurioms reikalingas bendrakursių vertinimas.

source: View ungraded submissions submitted by students for the open ended problems in the course.
lt_lt: Peržiūrėti neįvertintas kurso dalyvių atvirojo atsakymo tipo užduotis.

source: View open ended problems that you have previously submitted for grading.
lt_lt: Peržiūrėti atvirojo atsakymo tipo užduotis, kurias prieš tai pateikėte vertinimui.

source: View submissions that have been flagged by students as inappropriate.
he: הראה הגשות שסומנו על ידי סטודנטים כבלתי הולמות
lt_lt: Peržiūrėti darbus, kuriuos kurso dalyviai pažymėjo kaip nekorektiškus.

source: New submissions to grade
he: הגשות חדשות שצריך לתת להן ציון
lt_lt: Naujos pateiktys vertinimui

source: New grades have been returned
he: ציונים חדשים הוחזרו
lt_lt: Pateikti nauji įvertinimai.

source: Submissions have been flagged for review
lt_lt: Pateiktys buvo pažymėtos peržiūrai

source: Staff grading
he: דירוג הצוות
lt_lt: Personalo vertinimas

source: Peer grading
he: דירוג עמיתים
lt_lt: Bendrakursių vertinimas

source: Open Ended Panel
he: פתרונות שלא נבדקו
lt_lt: Atvirojo atsakymo užduočių skydelis

source: Error with initializing peer grading. There has not been a peer grading module created in the courseware that would allow you to grade others. Please check back later for this.
lt_lt: Nepavyko inicijuoti bendrakursių vertinimo. Kurso medžiagoje nebuvo sukurtas modulis, leidžiantis bendrakursių vertinimą. Prašome patikrinti situaciją vėliau.

source: You have up to two weeks into the course to unenroll and receive a full refund.To receive your refund, contact {billing_email}. Please include your order number in your email. Please do NOT include your credit card information.
he: יש לך עד שבועיים לביטול הרשמה בקורס ולקבל החזר כספי מלא. כדי לקבל את ההחזר שלך, יש ליצור קשר בדואר אלקטרוני {billing_email}. בהודעת דואר האלקטרוני נא לכלול מספר ההזמנה שלך. נא לא לכלול את פרטי כרטיס אשראי שלך.
lt_lt: Per dvi savaites jūs galite panaikinti savo registraciją į kursą ir susigrąžinti visą sumokėtą sumą. Norėdami susigrąžinti pinigus kreipkitės šiuo adresu {billing_email}. Rašydami elektroninį laišką, nurodykite užsakymo numerį. Laiške NENURODYKITE savo kreditinės kortelės informacijos.

source: Disclaimer
he: כתב ויתור
ja_jp: 免責事項
lt_lt: Atsisakymas

source: The payment processor did not return a required parameter: {0}
ja_jp: 課金システムは要求されたパラメータを返しませんでした： {0}
lt_lt: Mokėjimo apdorojimo sistema negrąžino reikalaujamo parametro: {0}

source: The payment processor returned a badly-typed value {0} for param {1}.
ja_jp: 課金システムはパラメータ {1} に対して間違った値 {0} を返しました。
lt_lt: Mokėjimo apdorojimo sistema grąžino neteisingai įvestą reikšmę {0} parametrui {1}.

source: The amount charged by the processor {0} {1} is different than the total cost of the order {2} {3}.
ja_jp: 課金された総額 {0} {1} は注文総額 {2} {3} と異なります。
lt_lt: Užsakymo dydis {2} {3} nesutampa su suma {0} {1}, kurią gavo užsakymo apdorojimo sistema

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision_text}, and the reason was {reason_text}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
he: סליחה! מעבד התשלומים שלנו לא קבל את התשלום שלך. ההחלטה שהוחזרה הייתה {decision_text}, והסיבה לכך הייתה {reason_text}. לא חויבת. אנא נסה אמצעי תשלום אחר. צור איתנו קשר עם שאלות הקשורות לתשלום בכתובת {email}.
ja_jp: 申し訳ありません。決済システムが支払いを受け付けられませんでした。応答：{decision_text}、理由：{reason_text}。課金は実施されていません。別の支払方法をお試しください。支払いに関する質問は{email}へお願いします。
lt_lt: Atsiprašome! Mūsų mokėjimų tvarkyklė nepriėmė jūsų mokėjimo. Tvarkyklės sprendimas buvo {decision_text}, o priežastis - {reason_text}. Mokestis iš jūsų nebuvo nuskaičiuotas. Prašome pabandyti sumokėti kitu būdu. Su mokėjimu susijusiais klausimais kreipkitės {email}.

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data!We apologize that we cannot verify whether the charge went through and take further action on your order.The specific error message is: {error_message}. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
ja_jp: 申し訳ありありません。 支払処理が矛盾するデータを応答しました。 支払い手続きの結果を確認することができません。 エラーメッセージ：{error_message} あなたのクレジットカードは課金された可能性があります。{email}へ支払いに関する質問を送ってください。
lt_lt: Atsiprašome! Mūsų mokėjimų tvarkyklė atsiuntė mokėjimo patvirtinimą su prieštaringais duomenimis! Mes atsiprašome, kad negalime patikrinti, ar mokestis buvo priimtas, ir imtis tolesnių veiksmų dėl jūsų užsakymo. Konkretus klaidos pranešimas yra šis: {error_message}. Nuo jūsų kreditinės kortelės mokestis galėjo būti nuskaičiuotas. Su mokėjimu susijusiais klausimais kreipkitės {email}.

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {error_message}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
ja_jp: 申し訳ございません。注文総額とは異なる金額が課金されたため、支払いエラーとなりました。エラーメッセージ：{error_message}。クレジットカードに対して恐らく課金が実施されています。{email}へ支払いに関する質問を送ってください。
lt_lt: Atsiprašome! Dėl klaidos jūsų pirkinys buvo apmokestintas kita negu užsakymo suma! Konkretus klaidos pranešimas yra šis: {error_message}. Nuo jūsų kreditinės kortelės mokestis galėjo būti nuskaičiuotas. Su mokėjimu susijusiais klausimais kreipkitės {email}.

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {error_message}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
ja_jp: 申し訳ありません。支払処理が判読できないメッセージをあなたの支払いに対して応答し、 内容を判断することが出来ません。 エラーメッセージ：{error_message}。支払い手続きの結果を確認することができません。 あなたのクレジットカードは課金された可能性があります。{email} へ支払いに関する質問へご連絡ください。
lt_lt: Atsiprašome! Mūsų mokėjimų tvarkyklė atsiuntė mums iškraipytą pranešimą dėl jūsų mokesčio, todėl negalime patvirtinti, kad pranešimas tikrai atėjo nuo mokėjimų tvarkyklės. Konkretus klaidos pranešimas yra šis: {error_message}. Mes atsiprašome, kad negalime patikrinti, ar mokestis buvo priimtas, ir imtis tolesnių veiksmų dėl jūsų užsakymo. Nuo jūsų kreditinės kortelės mokestis galėjo būti nuskaičiuotas. Su mokėjimu susijusiais klausimais kreipkitės {email}.

source: The merchantReferenceCode sent with this authorization request matches the merchantReferenceCode of another authorization request that you sent in the last 15 minutes. Possible fix: retry the payment after 15 minutes.
ja_jp: この認証に使用された取引コードは15分以内に送信された認証要求で使用されたされた取引コードと一致します。 解決方法：15分後に支払いをもう一度行ってください。
lt_lt: Prekinis identifikacinis kodas, atsiųstas su šiuo prašymu suteikti leidimą, atitinka kito leidimo prašymo, kurį jūs išsiuntėte per paskutines 15 minučių, prekinį identifikacinį kodą. Galimas sprendimas: dar kartą bandykite sumokėti po 15 minučių.

source: Error: General system failure. Possible fix: retry the payment after a few minutes.
ja_jp: エラー：不明確なエラーです。数分後に改めてお支払い操作をお願いいたします。
lt_lt: Klaida: bendras sistemos sutrikimas. Galimas sprendimas – bandykite dar kartą po kelių minučių.

source: Error: The request was received but there was a server timeout. This error does not include timeouts between the client and the server. Possible fix: retry the payment after some time.
ja_jp: エラー：要求は受信されましたが、サーバータイムアウトが発生しました。 このエラーはクライアントとサーバー間のタイムアウトは含みません。 解決方法：しばらく時間をおいてから支払いを再度行ってください。
lt_lt: Klaida: užklausa gauta, bet baigėsi serverio laiko limitas. Ši klaida neapima kliento ir serverio laiko limito. Galimas sprendimas: bandykite sumokėti po kurio laiko.

source: Error: The request was received, but a service did not finish running in time Possible fix: retry the payment after some time.
ja_jp: エラー：要求は受信されましたが、時間内に処理することが出来ませんでした。 解決方法：しばらく時間をおいてから支払いを再度行ってください。
lt_lt: Klaida: užklausa gauta, bet paslauga nebuvo baigta laiku Galimas sprendimas: bandykite sumokėti po kurio laiko.

source: The issuing bank has questions about the request. Possible fix: retry with another form of payment
ja_jp: 発行銀行は要求に対しての疑義を持ちました。別の支払い方法をお試しください。
lt_lt: Užsakymą apdorojantis bankas turi klausimų dėl užklausos. Galimas sprendimas – bandykite kitą atsiskaitymo būdą.

source: Expired card. You might also receive this if the expiration date you provided does not match the date the issuing bank has on file. Possible fix: retry with another form of payment
ja_jp: 有効期限を過ぎたカードです。カード会社が管理する有効期限と入力された有効期限が 一致しない場合にもこのメッセージが表示されます。 解決方法：別の支払方法をお試しください。
lt_lt: Pasibaigęs kortelės galiojimo laikas. Šį pranešimą galėjote gauti ir jeigu jūsų nurodyta galiojimo data neatitinka datos, kuri yra išdavusio banko faile. Galimas sprendimas: bandykite sumokėti kitu būdu.

source: General decline of the card. No other information provided by the issuing bank. Possible fix: retry with another form of payment
ja_jp: カードの支払いが拒否されました。その他カード会社からの情報はありません。 解決方法：別の支払方法をお試しください。
lt_lt: Kortelė atmesta. Išdavęs bankas daugiau informacijos nesuteikė. Galimas sprendimas: bandykite sumokėti kitu būdu.

source: Insufficient funds in the account. Possible fix: retry with another form of payment
ja_jp: アカウントの残金不足です。別の支払方法でお試しください。
lt_lt: Sąskaitoje nepakanka lėšų. Galimas sprendimas – bandykite kitą atsiskaitimo būdą.

source: Unknown reason
he: סיבה לא ידועה.
ja_jp: 不明な理由
lt_lt: Nežinoma priežastis

source: Issuing bank unavailable. Possible fix: retry again after a few minutes
ja_jp: 発行銀行が利用できません。数分後にお試しください。
lt_lt: Aptarnaujantis bankas nepasiekiamas. Galimas sprendimas – bandykite dar kartą po kelių minučių.

source: Inactive card or card not authorized for card-not-present transactions. Possible fix: retry with another form of payment
ja_jp: 無効なカードまたは、カード提示が必要なカードです。 解決方法：別の支払方法をお試しください。
lt_lt: Neaktyvi kortelė arba su ja neleidžiama atlikti operacijų, realiai nepateikus kortelės. Galimas sprendimas: bandykite sumokėti kitu būdu.

source: The card has reached the credit limit. Possible fix: retry with another form of payment
ja_jp: このカードは利用上限枠に達しました。別の支払方法をお試しください。
lt_lt: Pasiektas kredito limitas. Galimas sprendimas – bandykite kitą atsiskaitymo būdą.

source: Invalid card verification number. Possible fix: retry with another form of payment
he: מספר אימות של הכרטיס איננו חוקי. תיקון אפשרי: לנסות שוב עם צורה אחרת של תשלום
ja_jp: カード確認番号が不正です。別の支払方法をお試しください。
lt_lt: Neteisingas kortelės patvirtinimo numeris. Galimas sprendimas – bandykite kitą atsiskaitymo būdą.

source: Invalid account number. Possible fix: retry with another form of payment
he: מספר חשבון לא חוקי. תיקון אפשרי: לנסות שוב עם צורה אחרת של תשלום
ja_jp: 口座番号が不正です。別の支払方法をお試しください。
lt_lt: Neteisingas sąskaitos numeris. Galimas sprendimas – bandykite kitą atsiskaitymo būdą.

source: The card type is not accepted by the payment processor. Possible fix: retry with another form of payment
ja_jp: この種類のカードは支払処理で受け付けることが出来ません。 解決方法：別の支払方法をお試しください。
lt_lt: Mokėjimų apdorojimo sistema nepriima šio tipo kortelių. Galimas sprendimas: bandykite sumokėti kitu būdu.

source: General decline by the processor. Possible fix: retry with another form of payment
ja_jp: システムにより拒否されました。別の支払方法をお試しください。
lt_lt: Mokėjimo apdorojimo klaida. Galimas sprendimas – bandykite kitą atsiskaitymo būdą.

source: There is a problem with our CyberSource merchant configuration. Please let us know at {0}
ja_jp: CyberSourceの取引設定に問題があります。 {0} へお知らせください。
lt_lt: Kilo problema dėl mūsų CyberSource prekinės konfigūracijos. Prašome mums pranešti {0}

source: The requested amount exceeds the originally authorized amount.
ja_jp: 要求された金額は、もともと認められていた金額を超過しました。
lt_lt: Prašoma suma viršija prieš tai patvirtintą sumą.

source: Processor Failure. Possible fix: retry the payment
ja_jp: システムエラー：改めてお支払いを実施願います
lt_lt: Apdorojimo klaida. Galimas sprendimas – bandykite iš naujo.

source: The authorization has already been captured
ja_jp: 認証は既に取得されています。
lt_lt: Autorizavimas jau įvykdytas.

source: The card type sent is invalid or does not correlate with the credit card number. Possible fix: retry with the same card or another form of payment
ja_jp: カードの種類が無効か、カード番号と一致しません。 解決方法：同じカードまたは別のカードでお試しください。
lt_lt: Atsiųstas neteisingas kortelės tipas arba jis neatitinka kredito kortelės numerio. Galimas sprendimas: bandykite sumokėti ta pačia kortele arba kitu būdu.

source: You requested a capture through the API, but there is no corresponding, unused authorization record.
ja_jp: API経由でリクエストを行いましたが、該当する認証レコードがありません。
lt_lt: Jūs paprašėte užfiksuoti per API, bet nėra atitinkamo nepanaudoto leidimo įrašo.

source: The capture or credit is not voidable because the capture or credit information has already been submitted to your processor. Or, you requested a void for a type of transaction that cannot be voided.
ja_jp: 売上電文または与信は無効化できません。 あなたの売上電文または与信は既に処理されているか、無効化出来ない内容を無効か使用としています。
lt_lt: Įrašas arba kreditas negali būti panaikintas, nes įrašo ar kredito informacija jau perduota jūsų mokėjimo apdorojimo sistemai. Arba jūs paprašėte anuliuoti operaciją, kuri negali būti anuliuota.

source: You requested a credit for a capture that was previously voided
ja_jp: 要求があったクレジットの売上電文は先ほど初期化されました。
lt_lt: Paprašėte pripažinti veiksmą, kuris jau buvo panaikintas.
