Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
he: הוספת תמלילים בשפות שונות. לחץ למטה כדי לציין שפה ולהעלות קובץ תמליל srt. עבור שפה זו.
hi: विभिन्न भाषाओं में टेप जोड़ें। किसी भाषा को निर्दिष्ट करने के लिए नीचे क्लिक करें और उस भाषा के लिए .srt प्रतिलेख फ़ाइल अपलोड करें।
ja_jp: 字幕に違う言語を追加。以下をクリックして、言語を指定し、その言語の.strファイル（字幕ファイル）をアップロードしてください。
lt_lt: Pridėkite subtitrus kitomis kalbomis. Spragtelėkite žemiau norėdami nustatyti kalbą ir įkelti .srt subtitrų failą ta kalba.
vi: Thêm các bản dịch trong ngôn ngữ khác. Bấm vào bên dưới để chọn một ngôn ngữ và tải lên tệp tin phụ đề .srt cho ngôn ngữ đó.

source: Transcript Languages
he: שפות התמליל
hi: प्रतिलिपि भाषाएँ
ja_jp: 字幕の言語
lt_lt: Subtitrų kalbos
vi: Ngôn ngữ dịch

source: Preferred language for transcript.
he: שפה מועדפת עבור תמליל.
hi: प्रतिलेख के लिए पसंदीदा भाषा।
ja_jp: 字幕の推奨言語。
lt_lt: Pageidaujama subtitrų kalba.
vi: Chọn ngôn ngữ ưa thích cho bản dịch

source: Preferred language for transcript
he: שפה מועדפת עבור תמליל
hi: प्रतिलेख के लिए पसंदीदा भाषा
ja_jp: 字幕の推奨言語
lt_lt: Pageidaujama subtitrų kalba
vi: Chọn ngôn ngữ ưa thích cho bản dịch

source: Transcript file format to download by user.
he: פורמט קובץ תמליל להורדה על ידי משתמש.
hi: उपयोगकर्ता द्वारा डाउनलोड करने के लिए ट्रांसक्रिप्ट फ़ाइल प्रारूप।
ja_jp: ユーザによってダウンロードされる字幕ファイルフォーマット。
lt_lt: Titrų failo formatas naudotojui atsisiųsti.
vi: Định dạng tập tin bảng điểm để tải về bởi người dùng.

source: SubRip (.srt) file
he: קובץ SubRip (.srt)
hi: सबरिप (.srt) फ़ाइल
ja_jp: SubRip (.srt) ファイル
lt_lt: SubRip (.srt) failas
vi: Tệp phụ đề (.srt)

source: Text (.txt) file
he: קובץ Text (.txt)
hi: पाठ (.txt) फ़ाइल
ja_jp: Text (.txt)ファイル
lt_lt: Tekstinis (.txt) failas
vi: Tệp văn bản (.txt)

source: The last speed that the user specified for the video.
he: המהירות האחרונה שהמשתמש פרט עבור הוידיאו.
hi: अंतिम गति जो उपयोगकर्ता वीडियो के लिए निर्दिष्ट करता है।
ja_jp: ユーザが前回に設定したビデオの速度。
lt_lt: Paskutinis naudotojo nurodytas vaizdo įrašo greitis.
vi: Tốc độ cuối cùng mà người dùng chỉ định cho các video.

source: The default speed for the video.
he: מהירות ברירת המחדל עבור הוידיאו.
hi: वीडियो के लिए डिफ़ॉल्ट गति।
ja_jp: ビデオのデフォルト速度。
lt_lt: Numatytasis vaizdo įrašo greitis.
vi: Tốc độ mặc định cho các video.

source: Specify whether to advance automatically to the next unit when the video ends.
hi: निर्दिष्ट करें कि वीडियो समाप्त होने पर स्वचालित रूप से अगली इकाई पर अग्रिम करना है या नहीं।
vi: Chỉ rõ có tự động đi tới học phần tiếp sau hay không khi video kết thúc.

source: Specify whether YouTube is available for the user.
hi: निर्दिष्ट करें कि क्या YouTube उपयोगकर्ता के लिए उपलब्ध है।
ja_jp: ユーザがYouTubeを利用可能か指定してください。
lt_lt: Apibrėžkite, ar YouTube yra naudotojui prieinamas.
vi: Cần xác định xem YouTube có sẵn cho người sử dụng.

source: Upload a handout to accompany this video. Students can download the handout by clicking Download Handout under the video.
he: העלה דף מידע המלווה סרטון זה. סטודנטים יכולים להוריד את התמסיר על ידי לחיצה "הורד תמסיר" מתחת לסרטון.
hi: इस वीडियो का साथ देने के लिए एक हैंडआउट अपलोड करें। छात्र वीडियो के तहत डाउनलोड हैंडआउट पर क्लिक करके हैंडआउट डाउनलोड कर सकते हैं।
ja_jp: ビデオに添付する資料をアップロードしてください。受講者は、ビデオの下の「資料をダウンロード」をクリックして、資料をダウンロードできます。
lt_lt: Įkelkite dalijamąją medžiagą, einančią su šiuo vaizdo įrašu. Kurso dalyviai gali atsisiųsti dalijamąją medžiagą spragtelėję "Atsiųsti dalijamąją medžiagą" po vaizdo įrašu.
vi: Tải lên tài liệu đi kèm video này. Học viên có thể tải tài liệu xuống bằng cách bấm vào Tải Tài Liệu bên dưới video.

source: Upload Handout
he: העלה דף מידע
hi: हैंडआउट अपलोड करें
ja_jp: 配布資料をアップロード
lt_lt: Įkelti dalijamąją medžiagą
vi: Tải Tài Liệu Lên

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
hi: निर्दिष्ट करें कि क्या इस वीडियो तक पहुंच केवल ब्राउज़र तक सीमित है, या यदि इसे मोबाइल एप्लिकेशन सहित अन्य अनुप्रयोगों से एक्सेस किया जा सकता है।
ja_jp: ビデオへのアクセスをモバイルアプリを含む他のアプリケーションからのアクセスも可能にするか、ブラウザに限定するか設定します。
lt_lt: Nurodykite, ar šį vaizdo įrašą galima žiūrėti tik per naršykles, ar ir per kitas programas, įskaitant mobiliąsias programas.
vi: Cần xác định xem truy cập vào video này được giới hạn trong các trình duyệt chỉ, hoặc nếu nó có thể được truy cập từ các ứng dụng khác bao gồm cả các ứng dụng điện thoại di động.

source: Video Available on Web Only
hi: वेब पर ही उपलब्ध वीडियो
ja_jp: Web だけで使用できる動画
vi: Video có sẵn trên Web Chỉ

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
hi: यदि आपको इस घटक में खेलने के लिए वीडियो के लिए edX द्वारा एक वीडियो आईडी दी गई है, तो यहां आईडी दर्ज करें। इस स्थिति में, डिफ़ॉल्ट वीडियो URL, वीडियो फ़ाइल URL और YouTube ID फ़ील्ड में मान दर्ज न करें। यदि आपको वीडियो आईडी नहीं दी गई है, तो उन अन्य फ़ील्ड में मान दर्ज करें और इस फ़ील्ड को अनदेखा करें।
ja_jp: edXからこのコンポーネントで再生するビデオのビデオIDを割り当てられた場合は、ここにIDを入力してください。デフォルトビデオURL、ビデオファイルのURL、YouTubeID欄には何も入力しないでください。ビデオIDを割り当てられなかった場合は、この欄は無効にして他の値を入力してください。
lt_lt: Jeigu edX skyrė identifikacijos numerį, kad jūsų vaizdo įrašas būtų rodomas šiame komponente, čia įveskite tą identifikacijos numerį. Šiuo atveju nerašykite reikšmių numatytosios vaizdo įrašo URL nuorodos, vaizdo failų URL nuorodų ir YouTube identifikacijos laukuose. Jeigu identifikacijos numeris jūsų vaizdo įrašui neskirtas, įrašykite reikšmes tuose laukuose ir nekreipkite dėmesio į šį lauką.
vi: Nếu bạn được giao một ID Video by edx cho video để chơi trong phần này, nhập ID ở đây. Trong trường hợp này, không nhập giá trị trong Default Video URL, các Video File URL, và các lĩnh vực ID YouTube. Nếu bạn không chỉ định một ID Video, nhập các giá trị trong các lĩnh vực khác và bỏ qua lĩnh vực này.

source: Date of the last view of the bumper
hi: बम्पर के अंतिम दृश्य की तारीख
ja_jp: 最後にバンパーを見た日付
lt_lt: Paskutinės anonso peržiūros data
vi: Ngày quan điểm cuối cùng của mùa bội thu

source: Do not show bumper again
hi: फिर से बम्पर मत दिखाओ
ja_jp: バンパーを再表示させない
lt_lt: Daugiau nerodyti anonso
vi: Không hiển thị lần nữa bội thu

source: Instructions
he: הנחיות
hi: निर्देश
ja_jp: 説明
lt_lt: Instrukcijos
vi: Hướng dẫn

source: Add instructions to help learners understand how to use the word cloud. Clear instructions are important, especially for learners who have accessibility requirements.
hi: शिक्षार्थियों को क्लाउड शब्द का उपयोग करने के तरीके को समझने में मदद करने के लिए निर्देश जोड़ें। स्पष्ट निर्देश महत्वपूर्ण हैं, विशेषकर उन शिक्षार्थियों के लिए जिनकी पहुँच आवश्यकताएं हैं।
vi: Thêm hướng dẫn để giúp người học hiểu cách sử dụng word cloud. Các hướng dẫn rõ ràng là rất quan trọng, đặc biệt đối với những người có yêu cầu về khả năng tiếp cận.

source: Inputs
hi: इनपुट
ja_jp: 入力
lt_lt: Įvestys
vi: Đầu vào

source: The number of text boxes available for learners to add words and sentences.
hi: शब्दों और वाक्यों को जोड़ने के लिए शिक्षार्थियों के लिए उपलब्ध टेक्स्ट बॉक्स की संख्या।
vi: Số ô văn bản sẵn sàng để người học thêm từ và câu.

source: Maximum Words
he: מקסימום מילים
hi: अधिकतम शब्द
ja_jp: 文字数の上限
lt_lt: Didžiausias žodžių skaičius
vi: Words tối đa

source: The maximum number of words displayed in the generated word cloud.
hi: उत्पन्न शब्द क्लाउड में प्रदर्शित शब्दों की अधिकतम संख्या।
vi: Số lượng từ tối đa hiển thị trong word cloud được tạo.

source: Show Percents
he: הראה אחוזים
hi: प्रतिशत दिखाएँ
ja_jp: パーセントの表示
lt_lt: Rodyti procentus
vi: Hiện phần trăm

source: Statistics are shown for entered words near that word.
he: סטיסטיקות מוצגות עבור מילים מוזנות ליד המילה.
hi: उस शब्द के पास दर्ज किए गए शब्दों के लिए आंकड़े दिखाए गए हैं।
ja_jp: 近くに入力された文字に関する統計データを表示。
lt_lt: Įvestų žodžių statistika rodoma šalia to žodžio.
vi: Thống kê được hiển thị cho các từ đã nhập gần từ đó.

source: Whether this learner has posted words to the cloud.
hi: क्या इस शिक्षार्थी ने क्लाउड पर शब्द पोस्ट किए हैं।
vi: Cho dù người học này đã đăng từ lên word cloud.

source: Student answer.
he: תשובת הסטודנט.
hi: छात्र का जवाब
ja_jp: 受講者の回答。
lt_lt: Kurso dalyvio atsakymas.
vi: Câu trả lời của học viên.

source: All possible words from all learners.
hi: सभी शिक्षार्थियों से सभी संभव शब्द।
vi: Tất cả các từ khả thi từ tất cả học viên.

source: Top num_top_words words for word cloud.
hi: शब्द बादल के लिए शीर्ष संख्या शीर्ष शब्द।
ja_jp: ワードクラウド用のトップワード
lt_lt: num_top_words populiariausi žodžiai žodžių debesyje.
vi: Top num_top_words từ cho từ đám mây.

source: {display_name} is only accessible to enrolled learners. Sign in or register, and enroll in this course to view it.
hi: {प्रदर्शन नाम} केवल नामांकित शिक्षार्थियों के लिए सुलभ है। इसे देखने के लिए साइन इन या रजिस्टर करें, और इस कोर्स में दाखिला लें।
vi: {display_name} chỉ có thể truy cập bởi học viên đã tham gia. Đăng nhập hoặc đăng kí và tham gia vào khóa học này để xem.

source: Activate Your Account
he: הפעל את חשבונך
vi: Kích hoạt tài khoản của bạn

source: Create Password
hi: पासवर्ड बनाएं
vi: Tạo Mật khẩu

source: You're receiving this e-mail because you requested to create a password for your user account at %(platform_name)s.
hi: आप यह ई-मेल प्राप्त कर रहे हैं क्योंकि आपने अपने उपयोगकर्ता खाते के लिए एक पासवर्ड बनाने का अनुरोध किया था%(platform_name)s
vi: Bạn nhận được email này vì bạn đã yêu cầu tạo mật khẩu cho tài khoản của mình tại %(platform_name)s.

source: Create my Password
vi: Tạo mật khẩu của tôi

source: Please go to the following page and choose a new password:
he: נא לעבור לדף הבא ולבחור סיסמה חדשה:
hi: अगले पृष्ठ पर जाकर कृपया एक नया पासवर्ड चुनें:
ja_jp: 次のページで新しいパスワードを設定してください
lt_lt: Sekite pateikta nuorodą ir pasirinkite naują slaptažodį:
vi: Vui lòng truy cập trang dưới đây và chọn một mật khẩu mới:

source: Thanks for using our site!
he: תודה על שימוש באתר שלנו!
hi: हमारी साइट का उपयोग करने के लिए धन्यवाद!
ja_jp: ご利用いただき、ありがとうございます。
lt_lt: Dėkojame, kad naudojatės mūsų svetaine!
vi: Cảm ơn bạn đã sử dụng trang web của chúng tôi!

source: The %(platform_name)s Team
he: צוות %(platform_name)s
hi: %(platform_name)sदल
ja_jp: %(platform_name)s運営チーム
lt_lt: %(platform_name)s komanda
vi: Tên nhóm %(platform_name)s

source: Email Change
hi: ईमेल बदलें
vi: Đổi Email

source: We received a request to change the e-mail associated with your %(platform_name)s account from %(old_email)s to %(new_email)s. If this is correct, please confirm your new e-mail address by visiting:
hi: हमें आपके खाते %(platform_name)sसे जुड़े ई-मेल को %(old_email)sइससे बदलने का अनुरोध मिला है%(new_email)s। यदि यह सही है, तो कृपया अपने नए ई-मेल पते की पुष्टि करें:
vi: Chúng tôi nhận được yêu cầu đổi mật email liên kết tới tài khoản %(platform_name)s của bạn từ email:%(old_email)s thành email:%(new_email)s. Nếu đúng như vậy, xin hãy xác nhận địa chỉ e-mail bằng cách truy cập:

source: Confirm Email Change
hi: ईमेल परिवर्तन की पुष्टि करें
vi: Xác nhận đổi Email

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the %(platform_name)s web site.
hi: यदि आपने यह अनुरोध नहीं किया, तो आपको कुछ भी करने की आवश्यकता नहीं है; आपको हमसे कोई ईमेल प्राप्त नहीं होगा। कृपया इस ईमेल का जवाब न दें; यदि आपको सहायता की आवश्यकता है, तो %(platform_name)sवेब साइट के सहायता अनुभाग की जाँच करें।
vi: Nếu bạn không yêu cầu điều này, bạn không cần phải làm gì cả; bạn sẽ không nhận thêm email từ chúng tôi. Xin đừng trả lời e-mail này; nếu bạn cần trợ giúp, hãy tham khảo mục Hỗ trợ của trang web %(platform_name)s.

source: Request to change %(platform_name)s account e-mail
hi: खाता ई-मेल बदलने %(platform_name)sका अनुरोध
vi: Yêu cầu thay đổi tài khoản email trên %(platform_name)s

source: Password Reset
he: איפוס סיסמה
hi: पासवर्ड रीसेट करें
ja_jp: パスワード変更
lt_lt: Slaptažodžio atnaujinimas
vi: Đặt lại mật khẩu

source: You're receiving this e-mail because you requested a password reset for your user account at %(platform_name)s.
hi: आप यह ई-मेल प्राप्त कर रहे हैं क्योंकि आपने अपने उपयोगकर्ता खाते के लिए पासवर्ड रीसेट का अनुरोध किया था%(platform_name)s
vi: Bạn nhận được email này bởi vì bạn yêu cầu đặt lại mật khẩu cho tài khoản của bạn ở %(platform_name)s

source: However, there is currently no user account associated with your email address: %(email_address)s.
hi: हालाँकि, वर्तमान में आपके ईमेल पते से कोई उपयोगकर्ता खाता संबद्ध नहीं है:%(email_address)s
vi: Tuy nhiên, hiện không có tài khoản người dùng nào kết nối tới địa chỉ email: %(email_address)s.

source: If you did not request this change, you can ignore this email.
hi: यदि आपने इस परिवर्तन का अनुरोध नहीं किया है, तो आप इस ईमेल को अनदेखा कर सकते हैं।
vi: Nếu bạn không yêu cầu sự thay đổi này, bạn có thể bỏ qua email này.

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
he: אם לא ביקשת שינוי זה, את/ה יכול להתעלם מהודעה זו - עדיין לא איפסנו את הסיסמה שלך.
hi: अगर आपने इस परिवर्तन का आग्रह नहीं किया था तो इस ई-मेल को नज़रअंदाज़ कर दीजिए - हमने अभी तक आपका पासवर्ड रीसेट नहीं किया है।
ja_jp: この変更を要求していない場合はこのメールは無視してください。パスワードはまだ変更されていません。
lt_lt: Jeigu jūs neprašėte šio pokyčio, galite nekreipti dėmesio į šį el. laišką - mes dar neatnaujinome jūsų slaptažodžio.
vi: Nếu bạn không yêu cầu sự thay đổi này, bạn có thể không quan tâm về email- chúng tôi chưa điều chỉnh lại mã khoá của bạn.

source: Change my Password
vi: Thay Đổi Mật Khẩu Của Tôi

source: Password reset on %(platform_name)s
hi: पासवर्ड रीसेट करें%(platform_name)s
vi: Đặt lại mật khẩu trên %(platform_name)s

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
hi: कोर्स "{कोर्स नाम}" ({कोर्स_मोडे}, {स्टार्ट_डेट} - {एंड_डेट)}
ja_jp: "{course_name}" ({course_mode}, {start_date} - {end_date}) 講座を修了しました。
lt_lt: Baigė kursą "{course_name}" ({course_mode}, {start_date} - {end_date})
vi: Hoàn thành khóa học "{course_name} " ({course_mode}, {start_date} - {end_date})

source: Completed the course "{course_name}" ({course_mode})
hi: पाठ्यक्रम "{कोर्स_नाम}" ({कोर्स_मोडे}) पूरा किया
ja_jp: "{course_name}" ({course_mode}) 講座を修了しました
lt_lt: Baigė kursą "{course_name}" ({course_mode})
vi: Hoàn thành khóa học "{course_name}" ({course_mode})

source: The badge image must be square.
hi: बैज छवि चौकोर होनी चाहिए।
ja_jp: バッジの画像は正方形でなければいけません。
lt_lt: Ženklelio paveikslas turi būti kvadratinis.
vi: Những hình ảnh huy hiệu phải là hình vuông.

source: The badge image file size must be less than 250KB.
hi: बैज छवि फ़ाइल का आकार 250KB से कम होना चाहिए।
ja_jp: バッジの画像ファイルのサイズは 250KB 未満でなければなりません。
lt_lt: Ženklelio paveikslo failas turi būti mažesnis negu 250 KB.
vi: Kích thước tập tin hình ảnh huy hiệu phải nhỏ hơn 250KB.

source: This value must be all lowercase.
hi: यह मान सभी लोअरकेस में होना चाहिए।
vi: Giá trị này phải là tất cả chữ thường.

source: The course mode for this badge image. For example, "verified" or "honor".
hi: इस बैज छवि के लिए कोर्स मोड। उदाहरण के लिए, "सत्यापित" या "सम्मान"।
ja_jp: このバッジ画像の講座のモード。例として "verified" （認証）または "honor"（信頼）。
lt_lt: Kurso būsena šiam ženkleliui, pavyzdžiui, "patvirtintos tapatybės" arba "deklaravus sąžiningumą".
vi: Các chế độ khóa học cho hình ảnh huy hiệu này. Ví dụ, "xác minh" hoặc "vinh dự ".

source: Badge images must be square PNG files. The file size should be under 250KB.
hi: बैज छवियों को वर्ग PNG फ़ाइलें होनी चाहिए। फ़ाइल का आकार 250KB से कम होना चाहिए।
ja_jp: バッジ画像は、正方形の PNG ファイルでなければなりません。ファイルサイズは 250KB 未満でなければなりません。
lt_lt: Ženklelių paveikslai turi būti kvadratiniai, PNG formato. Failas turi būti iki 250 KB dydžio.
vi: Hình ảnh huy hiệu phải được các tập tin PNG vuông. Kích thước tập tin nên được dưới 250KB.

source: Set this value to True if you want this image to be the default image for any course modes that do not have a specified badge image. You can have only one default image.
hi: इस मान को सही पर सेट करें यदि आप चाहते हैं कि यह छवि किसी भी पाठ्यक्रम मोड के लिए डिफ़ॉल्ट छवि हो, जिसमें एक निर्दिष्ट बैज छवि न हो। आपके पास केवल एक डिफ़ॉल्ट छवि हो सकती है।
ja_jp: バッジ画像が指定されていない講座に、規定値としてこの画像を使うようにしたい場合には、この値を True に設定します。規定値として使える画像は一つだけです。
lt_lt: Nustatykite šią reikšmę "Taip", jei norite, kad šis paveikslėlis būtų numatytasis bet kuriam kurso režimui, kuriam nenurodytas specifinis paveikslėlis. Jūs galite turėti tik vieną numatytąjį paveikslėlį.
vi: Đặt giá trị này là True nếu bạn muốn hình ảnh này là hình ảnh mặc định cho bất kỳ chế độ khóa học mà không có một hình ảnh huy hiệu quy định. Bạn chỉ có thể có một hình ảnh mặc định.

source: There can be only one default image.
hi: केवल एक डिफ़ॉल्ट छवि हो सकती है।
ja_jp: 規定値にできる画像はひとつだけです。
lt_lt: Gali būti tik vienas numatytasis paveikslas.
vi: Có thể chỉ có một hình ảnh mặc định.

source: On each line, put the number of completed courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
hi: प्रत्येक पंक्ति में, एक अल्पविराम, एक अल्पविराम, और आपके द्वारा बनाए गए बिल्ला वर्ग के स्लग को पूरा करने के लिए पूर्ण किए गए पाठ्यक्रमों की संख्या डालें, जिसमें जारी करने वाला घटक 'openx__course' है। उदाहरण के लिए: 3, नामांकित_3_कोर्स
vi: Trên mỗi dòng, đưa số khóa học đã hoàn thành để trao thưởng huy hiệu, dấu phẩy và dấu hiệu của một lớp huy hiệu mà bạn đã tạo ra có thành phần phát hành 'openx__course'. Ví dụ: 3, enrolled_3_courses

source: On each line, put the number of enrolled courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
hi: प्रत्येक पंक्ति में, एक अल्पविराम, एक अल्पविराम, और आपके द्वारा बनाए गए बिल्ला वर्ग के स्लग के लिए नामांकित पाठ्यक्रमों की संख्या डालें, जिसमें जारी करने वाला घटक 'openx__course' है। उदाहरण के लिए: 3, नामांकित_3_कोर्स
vi: Trên mỗi dòng, hãy đặt số lượng các khóa học đã đăng ký để trao huy hiệu, dấu phẩy, và dấu hiệu của một lớp huy hiệu mà bạn đã tạo ra có thành phần phát hành 'openx__course'. Ví dụ: 3, enrolled_3_courses

source: Each line is a comma-separated list. The first item in each line is the slug of a badge class you have created that has an issuing component of 'openedx__course'. The remaining items in each line are the course keys the learner needs to complete to be awarded the badge. For example: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second
hi: प्रत्येक पंक्ति अल्पविराम से अलग की गई सूची है। प्रत्येक पंक्ति में पहला आइटम आपके द्वारा बनाए गए बैज वर्ग का स्लग है जिसमें 'openx__course' का एक जारी करने वाला घटक है। प्रत्येक पंक्ति में शेष आइटम कोर्स कुंजियाँ हैं जिन्हें सीखने वाले को बैज से सम्मानित करने की आवश्यकता है। उदाहरण के लिए: slug_for_compsci_courses_group_badge, course-v1: CompSci + Course + First, course-v1: CompsSci + कोर्स + दूसरा
vi: Mỗi dòng là một danh sách bằng dấu phẩy. Mục đầu tiên trong mỗi dòng là dấu hiệu của một lớp huy hiệu mà bạn đã tạo ra có một thành phần phát hành của 'openx__course'. Các mục còn lại trong mỗi dòng là khóa học mà người học cần phải hoàn thành để được trao huy hiệu. Ví dụ: slug_for_compsci_courses_group_badge,course-v1:CompSci+Khoá+Một,course-v1:CompsSci+Khoá+Hai

source: Please check the syntax of your entry.
hi: कृपया अपनी प्रविष्टि का सिंटैक्स देखें।
vi: Vui lòng kiểm tra cú pháp bạn đã nhập.

source: Take free online courses at edX.org
hi: मुफ्त ऑनलाइन पाठ्यक्रम edX.org पर लें
vi: Học các khóa học trực tuyến miễn phí tại edX.org

source: © {org_name}. All rights reserved except where noted. edX, Open edX and their respective logos are registered trademarks of edX Inc.
vi: © {org_name}. Mọi quyền được bảo hộ trừ khi lưu chú. edX, Open edX và logo riêng biệt đều thuộc quyền sở hữu của edX Inc.

source: Contact Us
hi: हमसे संपर्क करें
lt_lt: Susisiekite su mumis
vi: Liên Hệ

source: Help Center
hi: सहायता केंद्र
ja_jp: ヘルプセンター
vi: Trung Tâm Trợ Giúp

source: Donate
he: לתרום
hi: दान करना
ja_jp: 義援金を送る
lt_lt: Paremti
vi: Quyên góp

source: About
he: אודות
hi: के बारे में
ja_jp: ツールについて
lt_lt: Apie
vi: Về chúng tôi

source: {platform_name} for Business
hi: {मंच का नाम} व्यापार के लिए
vi: {platform_name} cho Doanh nghiệp

source: News
he: חדשות
hi: समाचार
ja_jp: ニュース
lt_lt: Naujienos
vi: Tin Tức

source: Contact
he: צור קשר
hi: संपर्क करें
ja_jp: コンタクト
lt_lt: Kontaktai
vi: Liên hệ

source: Careers
hi: करियर
ja_jp: 職歴
vi: Công việc

source: Terms of Service & Honor Code
hi: सेवा और सम्मान संहिता की शर्तें
ja_jp: 利用規約および倫理規定
lt_lt: Naudojimosi taisyklės ir sąžiningumo deklaracija
vi: Điều khoản Dịch vụ & Mã Danh dự

source: Privacy Policy
he: מדיניות פרטיות
hi: गोपनीयता नीति
ja_jp: プライバシーポリシー
lt_lt: Privatumo politika
vi: Chính sách bảo mật

source: Accessibility Policy
hi: पहुँच नीति
ja_jp: アクセシビリティ方針
lt_lt: Medžiagos naudojimo taisyklės
vi: Chính sách tiếp cận

source: Terms of Service
he: תנאי שימוש
hi: सेवा की शर्तें
ja_jp: 利用規約
lt_lt: Naudojimosi sąlygos
vi: Điều khoản sử dụng

source: Affiliates
hi: सहबद्धों
vi: Liên kết

source: Trademark Policy
hi: ट्रेडमार्क नीति
vi: Chính sách Thương Hiệu

source: Download the {platform_name} mobile app from the Apple App Store
hi: Apple ऐप स्टोर से {platform name} मोबाइल ऐप डाउनलोड करें
ja_jp: {platform_name} のモバイルアプリケーションを Apple App Store からダウンロード
lt_lt: Atsisiųskite {platform_name} mobiliąją programą iš Apple App Store
vi: Tải ứng dụng di động {platform_name} từ Apple App Store

source: Download the {platform_name} mobile app from Google Play
hi: Google Play से {platform name} मोबाइल ऐप डाउनलोड करें
ja_jp: {platform_name} のモバイルアプリケーションを Google Play からダウンロード
lt_lt: Atsisiųskite {platform_name} mobiliąją programą iš Google Play
vi: Tải ứng dụng di động {platform_name} từ Google Play

source: "{course_title}" Course Staff
hi: {"कोर्स_टिटेल}" कोर्स स्टाफ
vi: "{course_title}" Nhân viên Khóa học

source: CCX Coach
he: מטמון CCX
hi: CCX कोच
ja_jp: CCX コーチ
lt_lt: CCX instruktorius
vi: CCX giảng viên

source: A CCX can only be created on this course through an external service. Contact a course admin to give you access.
hi: एक CCX केवल बाहरी सेवा के माध्यम से इस पाठ्यक्रम पर बनाया जा सकता है। आपको एक्सेस देने के लिए एक कोर्स एडमिन से संपर्क करें।
vi: Một CCX chỉ có thể được tạo ra trên khóa học này thông qua một dịch vụ bên ngoài. Liên hệ với quản trị viên của khóa học để cung cấp cho bạn quyền truy cập.

source: The course is full: the limit is {max_student_enrollments_allowed}
hi: कोर्स भरा हुआ है: सीमा {अधिकतम छात्र नामांकन_अनुमानित} है
vi: Khóa học đã đầy: giới hạn là {max_student_enrollments_allowed}

source: You must be a CCX Coach to access this view.
hi: इस दृश्य तक पहुंचने के लिए आपके पास CCX कोच होना चाहिए।
ja_jp: このビューを使用するためには CCX コーチである必要があります
lt_lt: Jei norite tai matyti, turite būti CCX instruktorius.
vi: Bạn phải là giảng viên CCX để xem này.

source: You must be the coach for this ccx to access this view
hi: इस दृश्य तक पहुँचने के लिए आपको इस ccx के लिए कोच होना चाहिए
ja_jp: この画面にアクセスするためには CCX のコーチになっている必要があります
lt_lt: Jei norite tai matyti, turite būti šio ccx instruktorius.
vi: Bạn phải là giảng viên cho CCX này để truy cập vào xem này
