Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Not selected
es_419: No seleccionado
hi: नहीं चुने गए
ja_jp: 未選択
ko_kr: 선택되지 않았습니다.
lt_lt: Nepasirinkta
pt_br: Não selecionado
vi: Không được chọn
zh_tw: 未選擇

source: Deleted Content Group
es_419: Contenido de grupo eliminado
hi: हटाए गए सामग्री समूह
ja_jp: 削除されたコンテンツグループ
ko_kr: 컨텐츠 그룹 삭제
lt_lt: Pašalinta turinio grupė
pt_br: Grupo de conteúdo deletado
vi: Xóa nội dung nhóm
zh_tw: 刪除內容群組

source: {screen_reader_start}Warning:{screen_reader_end} The previously selected content group was deleted. Select another content group.
es_419: {screen_reader_start}Advertencia:{screen_reader_end} El grupo de contenido previamente seleccionado ha sido borrado. Seleccione otro grupo de contenido.
hi: {screen_reader_start} चेतावनी: {screen_reader_end} पहले चयनित सामग्री समूह हटा दिया गया था। किसी अन्य सामग्री समूह का चयन करें।
ko_kr: {screen_reader_start}경고:{screen_reader_end} 기존 선택한 콘텐츠 그룹이 삭제되었습니다. 다른 콘텐츠 그룹을 선택하세요.
pt_br: {screen_reader_start}Aviso:{screen_reader_end} O grupo de conteúdo selecionado anteriormente foi apagado. Selecione outro grupo de conteúdo.
vi: {screen_reader_start}Cảnh báo:{screen_reader_end} Nhóm nội dung đã chọn trước đó đã bị xóa. Chọn một nhóm nội dung.

source: {screen_reader_start}Warning:{screen_reader_end} No content groups exist.
es_419: {screen_reader_start}Advertencia:{screen_reader_end} No existe ningún grupo de contenido.
hi: {screen_reader_start} चेतावनी: {screen_reader_end} कोई सामग्री समूह मौजूद नहीं है।
ko_kr: {screen_reader_start}경고:{screen_reader_end} 콘텐츠 그룹이 존재하지 않습니다.
pt_br: {screen_reader_start}Aviso:{screen_reader_end} Não há nenhum grupo de conteúdo.
vi: {screen_reader_start}Cảnh báo:{screen_reader_end} Không có nhóm nội dung nào tồn tại.

source: Only the parent course staff of a CCX can create content groups.
es_419: Sólo el personal del curso principal de un CCX puede crear grupos de contenido.
hi: केवल CCX का मूल पाठ्यक्रम कर्मचारी सामग्री समूह बना सकते हैं।
ko_kr: CCX의 강좌 운영팀만이 콘텐츠 그룹을 생성할 수 있습니다.
pt_br: Somente a equipe do curso pai da CCX pode criar grupos de conteúdos.
vi: Chỉ có nhân viên phụ trách khoá học mức cha của CCX mới có thể tạo ra các nhóm nội dung.

source: Create a content group
es_419: Crear contenido de grupo
hi: एक सामग्री समूह बनाएँ
ja_jp: コンテンツグループを作成
ko_kr: 콘텐츠 그룹 만들기
lt_lt: Sukurti turinio grupę
pt_br: Criar um grupo de conteúdo
vi: Tạo một nhóm nội dung
zh_tw: 建立一個內容群組

source: (contains %(student_count)s student)
es_419: (contiene %(student_count)s estudiante)
ja_jp: (%(student_count)s名の受講者が含まれます)
ko_kr: (%(student_count)s명)
lt_lt: (yra %(student_count)s kurso dalyvis)
pt_br: (contém %(student_count)s aluno)
vi: (chứa %(student_count)s sinh viên)
zh_tw: (包含%(student_count)s學生)

source: Learners are added to this cohort only when you provide their email addresses or usernames on this page.
es_419: Los estudiantes son agregados a esta cohorte solamente cuando se incluye la dirección de correo electrónico o el nombre de usuario en esta página.
hi: जब आप इस पृष्ठ पर अपने ईमेल पते या उपयोगकर्ता नाम प्रदान करते हैं, तब शिक्षार्थियों को इस सहवास में जोड़ा जाता है।
ko_kr: 이 페이지에서 사용자 이름이나 이메일 주소를 입력해야만 학습자가 이 학습 집단에 추가됩니다.
pt_br: Os alunos são adicionados a este grupo apenas quando você fornecer os seus endereços de e-mail ou nome de usuários nesta página
vi: Người học được thêm vào nhóm này chỉ khi bạn cung cấp địa chỉ email hoặc tên người dùng trên trang này.

source: What does this mean?
es_419: ¿Qué significa esto?
hi: इसका अर्थ क्‍या है ?
ja_jp: これは何を意味するの？
ko_kr: 자세히 살펴보기
lt_lt: Ką tai reiškia?
pt_br: O que isso significa?
vi: Điều này có nghĩa là gì?
zh_tw: 這是什麼意思？

source: Learners are added to this cohort automatically.
es_419: Los estudiantes son agregados automáticamente a esta cohorte.
hi: इस कॉहोर्ट में सीखने वाले स्वतः जुड़ जाते हैं।
ko_kr: 학습자는 이 학습 집단에 자동으로 추가됩니다
pt_br: Os alunos são adicionados a este grupo automaticamente
vi: Người học được thêm vào nhóm này một cách tự động.

source: Select a cohort
es_419: Seleccione una cohorte
hi: एक पलटन का चयन करें
ja_jp: ユーザー群を選択
ko_kr: 학습집단 선택
lt_lt: Pasirinkti kohortą
pt_br: Selecionar um grupo
vi: Chọn một nhóm
zh_tw: 選擇隊伍

source: Enable Cohorts
es_419: Habilitar Cohortes
hi: कोहार्ट्स को सक्षम करें
ja_jp: 集団化を有効にする
ko_kr: 학습집단 활성화
lt_lt: Įjungti kohortas
pt_br: Habilitar grupos
vi: Kích hoạt nhóm
zh_tw: 啟用隊伍

source: Select a cohort to manage
es_419: Seleccione la cohorte a gestionar
hi: प्रबंधित करने के लिए एक पलटन का चयन करें
ja_jp: 管理するユーザー群を選択
ko_kr: 관리할 학습 집단 선택
pt_br: Selecionar um grupo para gerenciar
vi: Chọn một nhóm để quản lý
zh_tw: 選取一個隊伍進行管理

source: View Cohort
es_419: Ver Cohorte
hi: सहयोग देखें
ja_jp: ユーザー群を見る
ko_kr: 학습집단 보기
lt_lt: Peržiūrėti kohortą
pt_br: Visualizar grupo
vi: Xem Nhóm
zh_tw: 查看同伴

source: Assign students to cohorts by uploading a CSV file
es_419: Asignar estudiantes a la cohorte cargando un archivo CSV.
ja_jp: ユーザー群に受講者をCSVファイルで割り当てます。
lt_lt: Priskirti kurso dalyvius kohortoms įkeliant CSV failą
zh_tw: 上傳一個CSV檔案來分配學生至隊伍。

source: To review student cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on the {link_start}Data Download{link_end} page.
es_419: Para revisar las asignaciones de estudiantes a cohortes o ver los resultados de cargar un archivo CSV, descargue la información del perfil del curso o los resultados de cohortes en {link_start}la página para descarga de datos{link_end}.

source: Used
es_419: Utilizado
hi: उपयोग किया गया
ja_jp: 利用済
ko_kr: 사용됨
pt_br: Usado
vi: Được sử dụng
zh_tw: 已使用

source: Valid
es_419: Válido
hi: मान्य
ja_jp: 有効
ko_kr: 유효함
pt_br: Válido
vi: Có hiệu lực
zh_tw: 有效

source: Program Certificates
es_419: Certificados de programa

source: Congratulations! You have earned a certificate for this course.
es_419: ¡Felicitaciones! Usted ha obtenido un certificado de este curso.

source: View Certificate
es_419: Ver certificado

source: %(courseName)s Home Page.
es_419: Página de inicio de %(courseName)s.

source: enrolled
es_419: inscritos

source: View Course
es_419: Ver curso
hi: पाठयक्रम देखें
ko_kr: 학습하기
pt_br: Visualizar curso
vi: Xem khóa học

source: View Archived Course
es_419: Ver curso archivado
hi: संग्रहित कोर्स देखें
ko_kr: 완료된 강좌 보기
pt_br: Visualizar curso arquivado
vi: Xem khóa học cũ

source: not enrolled
es_419: No está inscrito

source: Please select a course date
es_419: Por favor seleccione una fecha para el curso.

source: Select Course Run
es_419: Selecciona un curso a ejecutar

source: Choose Course Date
es_419: Seleccione la fecha del curso

source: Starts %(start)s
es_419: Empieza %(start)s

source: Enroll Now
es_419: Incríbase ahora
hi: अब दाखिला ले
ko_kr: 지금 수강 등록하기
pt_br: Inscreva-se Agora
vi: Đăng ký Ngay

source: Coming Soon
es_419: Próximamente
hi: जल्द ही आ रहा हैं।
ko_kr: 준비중입니다.
pt_br: Em breve
vi: Sắp có

source: Enrollment Opens on
es_419: Inscripciones abiertas en
hi: नामांकन खुलता है
ko_kr: 수강 등록 가능 날짜
pt_br: Inscrições abertas em
vi: Đăng ký Mở trên

source: Not Currently Available
es_419: Actualmente no disponible
hi: वर्तमान में उपलब्ध नहीं है
ko_kr: 현재 작업을 수행할 수 없습니다
pt_br: Ainda indisponível
vi: Hiện Chưa có

source: You are not enrolled in any programs yet.
es_419: No se encuentra inscrito en ningún programa aún.
hi: आप अभी तक किसी भी कार्यक्रम में नामांकित नहीं हैं।
ko_kr: 아직 프로그램에 수강 등록하지 않았습니다.
pt_br: Você não está matriculado em nenhum programa ainda.
vi: Bạn chưa đăng ký vào bất kỳ chương trình nào.

source: Explore Programs
es_419: Explorar programas
hi: कार्यक्रम का अन्वेषण करें
ko_kr: 프로그램 탐색
pt_br: Explorar programas.
vi: Khám phá Các Chương trình

source: Browse recently launched courses and see what\'s new in your favorite subjects
es_419: Echa un vistazo a nuestros cursos lanzados recientemente y qué hay de nuevo en tus temas favoritos.
hi: हाल ही में लॉन्च किए गए पाठ्यक्रमों को ब्राउज़ करें और देखें कि आपके पसंदीदा विषयों में क्या नया है
ko_kr: 최근 시작한 강좌와 선호 주제에 추가된 강좌를 확인해보세요.
pt_br: Navegue pelos cursos lançados recentemente e veja as novidades em seus assuntos preferidos
vi: Duyệt qua các khóa học đã được triển khai gần đây và xem những gì mới trong chủ đề yêu thích của bạn

source: Explore New Programs
es_419: Explorar programas nuevos
hi: नए कार्यक्रमों का अन्वेषण करें
ko_kr: 새 프로그램 탐색
pt_br: Explorar novos programas.
vi: Khám phá Những Chương trình mới

source: You have earned certificates in %(completed_courses)s of the %(total_courses)s courses so far.
es_419: Has obtenido certificados en %(completed_courses)s de los %(total_courses)s cursos hasta el momento.

source: %(programName)s Home Page.
es_419: Página de inicio de %(programName)s.
hi: %(programName)sमुख पृष्ठ|
ko_kr: %(programName)s 홈 페이지.
pt_br: Página inicial do%(programName)s.
vi: %(programName)s Trang nhất.

source: {organization}\'s logo
es_419: Logo de la {organization}
hi: {organization} का लोगो
ko_kr: {organization} 로고
pt_br: logo da organização {organization}

source: You are here
es_419: Usted está aquí

source: Dashboard
es_419: Panel principal

source: Programs
es_419: Programas

source: You need a certificate in this course to be eligible for a program certificate.
es_419: Necesitas un certificado en este curso para ser elegible para un programa de certificación.

source: Upgrade Now
es_419: Actualizar Ahora

source: Load next %(num_items)s result
es_419: Cargar el siguiente %(num_items)s resultado
ja_jp: 次の%(num_items)s の結果を読み込む
zh_tw: 讀取下一個 %(num_items)s 結果

source: Sorry, no results were found.
es_419: Lo sentimos, no se encuentran resultados
hi: क्षमा करें, कोई परिणाम नहीं खोजा जा सका।
ja_jp: 申し訳ありません、検索結果がありません。
ko_kr: 아무것도 찾지 못했습니다.
lt_lt: Atsiprašome, rezultatų nerasta.
pt_br: Desculpe, não foram encontrados resultados.
vi: Xin lỗi, không có kết quả nào được tìm thấy
zh_tw: 抱歉，搜尋不到結果。

source: Back to Dashboard
es_419: Volver al Panel de Control
ja_jp: ダッシュボードへ戻る
zh_tw: 回到課程面板

source: New Address
es_419: Nueva dirección
hi: नया पता
ja_jp: 新しいアドレス
ko_kr: 새 주소
lt_lt: Naujas adresas
pt_br: Novo Endereço
vi: Địa Chỉ Mới
zh_tw: 新地址

source: Change My Email Address
es_419: Cambiar mi dirección de correo electrónico
hi: मेरे ई-मेल का पता परिवर्तित करें
ja_jp: メールアドレスを変更
ko_kr: 이메일 주소 변경
lt_lt: Keisti mano el. pašto adresą
pt_br: Alterar meu endereço de E-mail
vi: Thay Đổi Địa Chỉ Email Của Tôi
zh_tw: 更改我的電子郵件地址

source: Reset Password
es_419: Restablecer Contraseña
hi: पासवर्ड रीसेट
ja_jp: パスワード変更
ko_kr: 비밀번호 재설정
lt_lt: Atkurti slaptažodį
pt_br: Redefinir senha
vi: Đặt Lại Mật Khẩu
zh_tw: 重置密碼

source: Account Settings
es_419: Configuración de cuenta
hi: अकाउंट सेटिंग
ja_jp: アカウント設定
ko_kr: 계정 설정
lt_lt: Paskyros nuostatos
pt_br: Configurações da Conta
vi: Thiết lập tài khoản
zh_tw: 帳號設定

source: An error occurred. Please reload the page.
es_419: Ocurrió un error. Por favor recargue la página.
hi: एक त्रुटि पाई गई। कृपया पृष्ठ को फिर से लोड करें।
ja_jp: エラーが起きました。このページを再度読み込んでください。
ko_kr: 오류가 발생했습니다. 페이지를 다시 열어주세요.
pt_br: Um erro ocorreu. Por favor, recarregue a página.
vi: Có lỗi xảy ra. Hãy tải lại trang.
zh_tw: 錯誤發生。請重新讀取頁面。

source: Forgot password?
es_419: ¿Olvidaste tu contraseña?
ja_jp: パスワードを忘れた方はこちら
ko_kr: 비밀번호를 잊어버리셨나요?
lt_lt: Pamiršote slaptažodį?
pt_br: Esqueceu a senha?
vi: Quên mật khẩu?
zh_tw: 忘記密碼？

source: Sign in
es_419: Iniciar sesión
hi: साइन इन करें
ja_jp: ログイン
ko_kr: 로그인
lt_lt: Prisijungti
pt_br: Entrar
vi: Đăng nhập
zh_tw: 登入

source: Would you like to sign in using your %(providerName)s credentials?
es_419: ¿Desea iniciar sesión usando %(providerName)s?
hi: क्या आप अपने %(providerName)sक्रेडेंशियल्स का उपयोग करके साइन इन करना चाहेंगे?
ja_jp: %(providerName)s 成績証明書を使ってサインインしますか？
ko_kr: %(providerName)s으로 로그인 하시겠어요?
lt_lt: Ar norėtumėte prisijungti, naudojantis jūsų %(providerName)s duomenimis?
pt_br: Você gostaria de entrar usando suas credenciais %(providerName)s?
vi: Bạn có muốn đăng nhập bằng %(providerName)s thông tin?
zh_tw: 你想要使用你的%(providerName)s 確認？

source: Sign in using %(providerName)s
es_419: Iniciar sesión usando %(providerName)s
hi: %(providerName)s का उपयोग करके साइन इन करें
ja_jp: %(providerName)s を使ってサインインする
ko_kr: %(providerName)s로 로그인 하기
lt_lt: Prisijungti su %(providerName)s
pt_br: Entrar usando %(providerName)s
vi: Đăng nhập bằng cách sử dụng %(providerName)s
zh_tw: 使用%(providerName)s 登入

source: Show me other ways to sign in or register
es_419: Mostrar otras formas de iniciar sesión o registrarme
hi: मुझे साइन इन करने या पंजीकरण करने के अन्य तरीके दिखाएं
ja_jp: サインインか登録する他の方法を探す
ko_kr: 다른 방법으로 로그인 또는 가입하기
lt_lt: Pateikite, prašau, kitus variantus prisijungti arba prisiregistruoti
pt_br: Mostrar outras formas de entrada ou cadastro
vi: Chỉ cho tôi những cách khác để đăng nhập hoặc đăng ký
zh_tw: 顯示其他的登入或註冊方法給我

source: Sign in with Institution/Campus Credentials
es_419: Iniciar sesión con las credenciales de la institución o el Campus
hi: संस्थान / कैम्पस क्रेडेंशियल्स के साथ साइन इन करें
ja_jp: 組織/学校の成績証明を使ってサインイン
ko_kr: 기관 아이디로 로그인합니다.
pt_br: Entrar com Credenciais de Instituição/Campus
vi: Đăng nhập với tổ chức / thông tin trường
zh_tw: 使用機構/學校登入

source: Choose your institution from the list below:
es_419: Elija su institución:
hi: नीचे दी गई सूची में से अपना संस्थान चुनें:
ja_jp: 以下の一覧から参加組織を選択してください：
ko_kr: 아래 목록에서 해당 기관을 선택하세요.
pt_br: Escolha sua Instituição na lista abaixo
vi: Chọn trường của bạn từ danh sách dưới đây:
zh_tw: 從下面的列表中選擇您的機構：

source: Back to sign in
es_419: Volver al inicio
hi: वापस साइन इन करें
ja_jp: サインインに戻る
ko_kr: 로그인으로 돌아가기
lt_lt: Grįžti į prisijungimą
pt_br: Voltar para entrar
vi: Trở lại để đăng nhập
zh_tw: 返回登入頁面

source: Register with Institution/Campus Credentials
es_419: Registrarse con las credenciales de la institución o el Campus
hi: संस्था / कैम्पस क्रेडेंशियल्स के साथ रजिस्टर करें
ja_jp: 組織/学校の成績証明とともに登録
ko_kr: 기관으로 가입합니다.
pt_br: Cadastrar com Credenciais de Instituição/Campus
vi: Đăng ký với thông tin của tổ chức / trường
zh_tw: 使用機構/學校註冊

source: Register through edX
es_419: Registrarse a través de edX
ja_jp: edX を経て登録
ko_kr: KMOOC 통해 가입하기
pt_br: Cadastrar pelo edX
vi: Đăng ký qua edX
zh_tw: 透過 edX 註冊

source: Sign in here using your email address and password, or use one of the providers listed below.
es_419: Regístrese aquí utilizando su correo electrónico y contraseña, o también puede utilizar algunos de los proveedores en la lista abajo.
hi: अपने ईमेल पते और पासवर्ड का उपयोग करके यहां साइन इन करें, या नीचे सूचीबद्ध प्रदाताओं में से एक का उपयोग करें।
ja_jp: メールアドレスとパスワードを使うか、以下のプロバイダの一覧から一つを使ってサインイン。
ko_kr: 메일 주소와 비밀번호를 입력하거나, 아래에 있는 방법으로 로그인하세요.
pt_br: Entre utilizando o seu endereço de e-mail e senha, ou utilize um dos provedores listados abaixo.
vi: Đăng nhập tại đây bằng cách sử dụng địa chỉ email và mật khẩu của bạn, hoặc sử dụng một trong các nhà cung cấp được liệt kê dưới đây.
zh_tw: 使用您的電子郵件地址和密碼登錄,或使用下面列出的地三方登入

source: Sign in here using your email address and password.
es_419: Regístrese aquí utilizando su dirección de correo electrónico y contraseña
hi: अपने ईमेल पते और पासवर्ड का उपयोग करके यहां साइन इन करें।
ja_jp: メールアドレスとパスワードを使ってサインイン。
ko_kr: 메일 주소와 비밀번호를 입력해 로그인합니다.
pt_br: Entre usando o seu endereço de e-mail ou senha.
vi: Đăng nhập tại đây bằng cách sử dụng địa chỉ email và mật khẩu của bạn.
zh_tw: 使用你的email和密碼登入

source: If you do not yet have an account, use the button below to register.
es_419: Si todavía no tienes una cuenta, puedes utilizar el botón abajo para registrarte
hi: यदि आपके पास अभी तक कोई खाता नहीं है, तो पंजीकरण के लिए नीचे दिए गए बटन का उपयोग करें।
ja_jp: まだアカウントを登録していないのであれば、下のボタンを使って登録。
ko_kr: 계정이 아직 없다면, 아래의 버튼을 눌러 가입하세요.
pt_br: Se você ainda não tem uma conta, utilize o botão abaixo para se registrar.
vi: Nếu bạn chưa có tài khoản, sử dụng nút dưới đây để đăng ký.
zh_tw: 如果你還沒有一個帳戶,按下面按鈕註冊。

source: or sign in with
es_419: o inicie sesión con
hi: या के साथ साइन इन करें
ja_jp: または次でログインする
ko_kr: 다음 계정을 통해서도 간편하게 로그인 가능합니다.
lt_lt: arba prisijungti su
pt_br: ou entrar com
vi: hoặc đăng nhập bằng
zh_tw: 或登入用

source: Sign in with %(providerName)s
es_419: Iniciar sesión usando %(providerName)s
hi: %(providerName)s के साथ साइन इन करें
ja_jp: %(providerName)s にサインイン
ko_kr: %(providerName)s로 로그인
lt_lt: Prisijungti su %(providerName)s
pt_br: Entrar usando %(providerName)s
vi: Đăng nhập với %(providerName)s
zh_tw: 使用%(providerName)s 登入

source: Use my institution/campus credentials
es_419: Usar mis credenciales de la institución o el Campus
hi: मेरे संस्थान / परिसर की साख का उपयोग करें
ja_jp: 組織/学校の成績証明を使う
ko_kr: 소속 기관 계정을 사용합니다.
pt_br: Entrar com credenciais de Instituição/Campus
vi: Sử dụng tổ chức / thông tin trường của tôi
zh_tw: 使用我的機構/學校驗證

source: New to %(platformName)s?
es_419: ¿Es nuevo en %(platformName)s?
ja_jp: %(platformName)sのアカウントをまだお持ちでない方はこちら
lt_lt: Pirmą kartą jungiatės prie %(platformName)s?
zh_tw: %(platformName)s 的新手?

source: Create an account
es_419: Crear una cuenta
hi: खाता बनाएं
ja_jp: アカウントを作成する
lt_lt: Sukurti paskyrą
zh_tw: 建立一個帳號

source: Password assistance
es_419: Ayuda con la contraseña
hi: पासवर्ड सहायता
ja_jp: パスワードの変更
ko_kr: 비밀번호 도움
lt_lt: Pagalba dėl slaptažodžio
pt_br: Supporte de Senha
vi: Hỗ trợ mật khẩu
zh_tw: 密碼提示

source: Please enter your email address below and we will send you instructions for setting a new password.
es_419: Por favor ingrese su dirección de correo electrónico y le enviaremos las instrucciones para restablecer su contraseña.
ja_jp: 以下に入力したメールアドレス宛に、新しいパスワードの設定方法を記載したメールを送信します。
ko_kr: 아래에 이메일 주소를 입력 해주십시오, 새로운 비밀번호를 설정하기 위한 안내를 이메일로 보내드립니다.
lt_lt: Žemiau įveskite savo el. pašto adresą ir mes atsiųsime instrukcijas, kaip susikurti naują slaptažodį.
pt_br: Por favor, insira seu endereço de e-mail abaixo e nós enviaremos as instruções para a criação de uma nova senha.
vi: Vui lòng nhập địa chỉ email của bạn dưới đây và chúng tôi sẽ gửi cho bạn các hướng dẫn để thiết lập một mật khẩu mới.
zh_tw: 請在下方輸入您的電子郵件地址，我們將會發送給您設定新密碼的說明。

source: Reset my password
es_419: Restablecer mi contraseña
ja_jp: パスワードを変更する
ko_kr: 비밀번호 재설정
lt_lt: Atkurti slaptažodį
pt_br: Re-definir senha
vi: Thiết lập lại mật khẩu của mình
zh_tw: 重設密碼

source: Create an account using
es_419: Crear una cuenta usando
hi: का उपयोग कर एक खाता बनाएँ
ja_jp: 次を使用してアカウントを作成
ko_kr: 계정 연동하기
lt_lt: Sukurti paskyrą naudojantis
pt_br: Criar uma conta usando
vi: Tạo một tài khoản sử dụng
zh_tw: 建立一個帳號使用

source: Create account using %(providerName)s.
es_419: Crear una cuenta usando %(providerName)s
hi: %(providerName)s का उपयोग करके खाता बनाएँ।
ja_jp: %(providerName)s を使ってアカウントを作成。
ko_kr: %(providerName)s로 계정 만들기
pt_br: Criar uma conta usando %(providerName)s.
vi: Tạo tài khoản sử dụng %(providerName)s.
zh_tw: 使用%(providerName)s建立賬戶。

source: or create a new one here
es_419: o crear una nueva aquí
hi: या यहाँ एक नया बनाएँ
ja_jp: または新しく作成する
ko_kr: 혹은 새로운 계정 만들기
lt_lt: arba sukurti naują paskyrą čia
pt_br: ou criar uma nova aqui
vi: hoặc tạo ra một cái mới ở đây
zh_tw: 或者在此處建立一個新的

source: Create a new account
es_419: Crear una nueva cuenta
ja_jp: 新しいアカウントを作成する
lt_lt: Sukurti naują paskyrą
zh_tw: 建立一個新帳號

source: Create your account
es_419: Crear su cuenta
ja_jp: アカウントを作成する
lt_lt: Sukurti paskyrą
zh_tw: 建立您的帳號

source: Required field
es_419: Campo requerido
ja_jp: 必須項目
lt_lt: Būtinas laukas
zh_tw: 必填欄位

source: Already have an account?
es_419: ¿Ya está registrado?
ja_jp: 既にアカウントをお持ちの方はこちら
lt_lt: Jau turite paskyrą?
zh_tw: 已經擁有帳戶了嗎？

source: Share your "%(display_name)s" award
es_419: Comparte tu insignia de "%(display_name)s"
hi: अपना "%(display_name)s" पुरस्कार साझा करें
ko_kr: "%(display_name)s" 상을 자랑하세요
pt_br: Compartilhe seus "%(display_name)s" prêmios
vi: Chia sẻ giải thưởng "%(display_name)s" của bạn

source: Share
es_419: Compartir
hi: शेयर
ko_kr: 공유
pt_br: Compartilhar
vi: Chia sẻ

source: Earned %(created)s.
es_419: Obtenido %(created)s.
hi: %(created)s कमाया।
ko_kr: %(created)s 를 얻었습니다.
pt_br: %(created)s conquistados.
vi: Đã có được %(created)s.

source: What's Your Next Accomplishment?
es_419: ¿Qué será tu próximo logro?
hi: आपकी अगली उपलब्धि क्या है?
ko_kr: 다음으로 노리는 업적은 무엇인가요?
pt_br: Qual sua próxima realização?
vi: Kế hoạch Tiếp theo Của bạn Là gì?

source: Start working toward your next learning goal.
es_419: Empieza a trabajar hacia tu próxima meta de aprendizaje.
hi: अपने अगले सीखने के लक्ष्य की ओर काम करना शुरू करें।
ko_kr: 다음 학습 목표를 위한 준비를 시작하세요.
pt_br: Inicie trabalhando em direção à sua nova meta de aprendizado.
vi: Bắt đầu hướng tới mục tiêu học tập tiếp theo của bạn.

source: Find a course
es_419: Busca un curso
hi: एक कोर्स खोजें
ko_kr: 강좌 찾기
pt_br: Encontrar um curso
vi: Tìm một khóa học

source: An error occurred. Try loading the page again.
es_419: Ocurrió un error. Intenta cargar la página nuevamente.

source: You are currently sharing a limited profile.
es_419: Actualmente está compartiendo un perfil limitado.
hi: आप वर्तमान में एक सीमित प्रोफ़ाइल साझा कर रहे हैं।
ja_jp: 現在は限定されているプロファイルを公開しています。
ko_kr: 현재 아이디만 공개하고 있습니다.
pt_br: Você está compartilhando um perfil limitado no momento.
vi: Bạn hiện đang chia sẻ một hồ sơ cá nhân hạn chế.
zh_tw: 您目前分享受限的個人檔案

source: This learner is currently sharing a limited profile.
es_419: Este usuario está compartiendo un perfil limitado.
hi: यह शिक्षार्थी वर्तमान में एक सीमित प्रोफ़ाइल साझा कर रहा है।
ko_kr: 이 학습자는 제한 프로필을 사용중입니다.
pt_br: Este estudante está compartilhando um perfil limitado no momento.
vi: Học viên này hiện đang chia sẻ một hồ sơ giới hạn.

source: Share on Mozilla Backpack
es_419: Compartir en Mozilla Backpack
hi: मोज़िला बैकपैक पर साझा करें
ko_kr: Mozilla Backpack으로 공유하세요
pt_br: Compartilhe na mochila do Mozilla
vi: Chia sẻ trên Mozilla Backpack

source: To share your certificate on Mozilla Backpack, you must first have a Backpack account. Complete the following steps to add your certificate to Backpack.
es_419: Para compartir tu certificado en Mozilla Backpack, debes tener una cuenta de Backpack primero. Completa los siguientes pasos para agregar tu certificado a Backpack.
hi: मोज़िला बैकपैक पर अपना प्रमाणपत्र साझा करने के लिए, आपके पास सबसे पहले एक बैकपैक खाता होना चाहिए। अपने प्रमाणपत्र को बैकपैक में जोड़ने के लिए निम्नलिखित चरणों को पूरा करें।
ko_kr: Mozilla Backpack에서 이수증을 공유하려면 먼저 Backpack 계정이 있어야 합니다. 다음 단계를 통해 Backpack에 이수증을 추가하세요.
pt_br: Para compartilhar seu certificado no Mozilla Backpack, é necessário ter uma conta Backpack. Complete os passos abaixo para adicionar seu certificado ao Backpack.
vi: Để chia sẻ chứng chỉ của bạn trên Mozilla Backpack, trước tiên bạn phải có một tài khoản Backpack. Hoàn tất các bước sau để thêm giấy chứng nhận của bạn vào Backpack.

source: Create a %(link_start)sMozilla Backpack%(link_end)s account, or log in to your existing account
es_419: Crea una cuenta de %(link_start)sMozilla Backpack%(link_end)s, o inicia sesión usando una cuenta existente
ko_kr: %(link_start)sMozilla Backpack%(link_end)s 계정을 생성하거나 이미 계정이 있다면 로그인하세요.
pt_br: Crie uma conta %(link_start)sMozilla Backpack%(link_end)s ou faça o login na sua conta atual.

source: %(download_link_start)sDownload this image (right-click or option-click, save as)%(link_end)s and then %(upload_link_start)supload%(link_end)s it to your backpack.</li>
es_419: %(download_link_start)sDescarga esta imagen (haz clic derecho o pulsa opción, guardar como)%(link_end)s y después %(upload_link_start)ssubirla%(link_end)s a tu mochila.</li>
ko_kr: %(download_link_start)s이 이미지 다운로드 (마우스 우클릭 후 다른 이름으로 저장)%(link_end)s 후 backpack에 %(upload_link_start)s업로드%(link_end)s 하세요.</li>
pt_br: %(download_link_start)sBaixe esta imagem (right-click or option-click, save as)%(link_end)s and then %(upload_link_start)supload%(link_end)s it to your backpack.</li>
