Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: The authorization request was approved by the issuing bank but declined by CyberSource.' Possible fix: retry with a different form of payment.
es_419: La solicitud de autorización fue aprobada por el banco emisor, pero declinada por CyberSource. Posible solución: Volver a intentar con otro medio de pago.

source: UNKNOWN REASON
es_419: RAZÓN DESCONOCIDA

source: The payment processor did not return a required parameter: {parameter}
es_419: El ente que se encarga de procesar el pago no retorno un parámetro requerido: {parameter}

source: The payment processor returned a badly-typed value {value} for parameter {parameter}.
es_419: El ente que se encarga de procesar el pago retornó un valor incorrecto {value} para el parámetro {parameter}

source: The amount charged by the processor {charged_amount} {charged_amount_currency} is different than the total cost of the order {total_cost} {total_cost_currency}.
es_419: La cantidad cargada por el ente encargado de procesar el pago {charged_amount} {charged_amount_currency} es diferente del costo total de la orden {total_cost} {total_cost_currency}.

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision}, and the reason was {reason}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
es_419: Lo sentimos! Nuestro sistema de procesamiento de pagos no ha aceptado su pago. El mensaje retornado ha sido: {decision}, y la razón fue: {reason}. No se le ha realizado ningún cargo. Por favor intente con otro medio de pago. Contáctenos con sus inquietudes en relación a los pagos al correo {email}.

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data! We apologize that we cannot verify whether the charge went through and take further action on your order. The specific error message is: {msg} Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
es_419: Lo sentimos! Nuestro sistema de procesamiento de pagos ha enviado un mensaje de confirmación con información inconsistente! Pedimos disculpas porque no podemos verificar si el pagó fue procesado para avanzar con su orden. El mensaje de error específico es: {msg}. Su tarjeta de crédito puede haber sido cargada. Contáctenos con sus inquietudes en relación con los pagos al correo electrónico {email}.

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {msg}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
es_419: Lo sentimos! Debido a un error su compra ha sido cargada por un valor diferente al valor total de la orden! El mensaje de error específico es: {msg}. Su tarjeta de crédito puede haber sido cargada. Contáctenos con sus inquietudes en relación con los pagos al correo electrónico {email}.

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {msg}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
es_419: Lo sentimos! Nuestro sistema de procesamiento de pagos ha enviado un mensaje con datos corruptos que no nos permite confirmar la validez del mensaje. El mensaje de error específico es: {msg}. Pedimos disculpas porque no podemos verificar si el pagó fue procesado para avanzar con su orden. Su tarjeta de crédito puede haber sido cargada. Contáctenos con sus inquietudes en relación con los pagos al correo electrónico {email}.

source: Sorry! Our payment processor sent us back a message saying that you have cancelled this transaction. The items in your shopping cart will exist for future purchase. If you feel that this is in error, please contact us with payment-specific questions at {email}.
es_419: Lo sentimos! Nuestro sistema de procesamiento de pagos nos ha enviado un mensaje indicando que ha cancelado esta transacción. Los items seleccionados permanecerán en el carrito de compras para una nueva transacción. Si considera que esto ha sido un error, por favor contáctenos al correo {email}.

source: We're sorry, but this payment was declined. The items in your shopping cart have been saved. If you have any questions about this transaction, please contact us at {email}.
es_419: Lo sentimos, pero el pago ha sido declinado. Los items en su carrito de compras han sido guardados. Si tiene preguntas sobre esta transacción, por favor contáctenos al correo {email}.

source: Sorry! Your payment could not be processed because an unexpected exception occurred. Please contact us at {email} for assistance.
es_419: Lo sentimos! Su pago no ha podido ser procesado debido a un error inesperado. Por favor contáctenos al correo {email} para solicitar asistencia.

source: The merchant reference code for this authorization request matches the merchant reference code of another authorization request that you sent within the past 15 minutes. Possible action: Resend the request with a unique merchant reference code.
es_419: El código de referencia del comercio para esta solicitud de autorización coincide con otro código enviado por usted para otra solicitud de autorización en los últimos 15 minutos. Posible solución: Reenviar la petición con un código de referencia del comercio único.

source: Only a partial amount was approved.
es_419: Solo ha sido aprobada una cantidad parcial.

source: General system failure.
es_419: Fallo general del sistema.

source: The request was received but there was a server timeout. This error does not include timeouts between the client and the server.
es_419: La solicitud fue recibida pero se terminó el tiempo de espera en el servidor. Este error no incluye tiempos de espera entre el cliente y el servidor.

source: The request was received, but a service did not finish running in time.
es_419: La solicitud fue recibida pero un servicio no terminó de correr a tiempo.

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the Address Verification System (AVS).
es_419: La solicitud de autorización fue aprobada por el banco emisor, pero declinada por CyberSource debido a que no pasó el Sistema de Verificación de Dirección (AVS).

source: The issuing bank has questions about the request. You do not receive an authorization code programmatically, but you might receive one verbally by calling the processor. Possible action: retry with another form of payment.
es_419: El banco emisor tiene preguntas sobre la solicitud. Usted no ha recibido un código de autorización automáticamente, pero puede recibir uno verbalmente llamando a la entidad que procesa la solicitud. Posible solución: Intente nuevamente con otra forma de pago

source: Expired card. You might also receive this if the expiration date you provided does not match the date the issuing bank has on file. Possible action: retry with another form of payment.
es_419: La tarjeta está vencida. También es posible que haya ingresado una fecha de expiración que no coincida con los registros del banco. Posible solución: Volver a intentar con otro medio de pago.

source: General decline of the card. No other information provided by the issuing bank. Possible action: retry with another form of payment.
es_419: La tarjeta fue rechazada. No se recibió ninguna otra información del banco emisor. Posible solución: Volver a intentar con otro medio de pago.

source: Insufficient funds in the account. Possible action: retry with another form of payment.
es_419: Fondos insuficientes en la cuenta. Posible solución: intente con otra forma de pago.

source: Stolen or lost card.
es_419: Tarjeta reportada como perdida o robada.

source: Issuing bank unavailable. Possible action: retry again after a few minutes.
es_419: El banco emisor no está disponible. Posible solución: Intente nuevamente dentro de algunos minutos.

source: Inactive card or card not authorized for card-not-present transactions. Possible action: retry with another form of payment.
es_419: Tarjeta inactiva o no autorizada para transacciones no presenciales. Posible solución: Volver a intentar con otro medio de pago.

source: CVN did not match.
es_419: Código CVN incorrecto.

source: The card has reached the credit limit. Possible action: retry with another form of payment.
es_419: La tarjeta ha alcanzado el límite de crédito. Posible solución: Intente con otra forma de pago.

source: Invalid card verification number (CVN). Possible action: retry with another form of payment.
es_419: Número de verificación (CVN) inválido. Posible solución: intente nuevamente con otra forma de pago.

source: The customer matched an entry on the processors negative file.
es_419: El cliente coincide con un registro en el archivo negativo de procesamiento.

source: Account frozen. Possible action: retry with another form of payment.
es_419: Cuenta congelada. Posible solución: Intente nuevamente con otra forma de pago.

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the CVN check. Possible action: retry with another form of payment.
es_419: La solicitud de autorización fue aprobada por el banco emisor, pero rechazada por CyberSource La razón del rechazo está relacionada con el número de verificación CVN. Posible solución: Intente nuevamente con otra forma de pago.

source: Invalid account number. Possible action: retry with another form of payment.
es_419: Número de cuenta inválido. Posible solución: Intente con otra forma de pago.

source: The card type is not accepted by the payment processor. Possible action: retry with another form of payment.
es_419: Este tipo de tarjeta no es aceptada por el sistema de procesamiento de pagos. Posible solución: Volver a intentar con otro medio de pago.

source: General decline by the processor. Possible action: retry with another form of payment.
es_419: Solicitud rechazada. Posible solución: Intente con otra forma de pago.

source: There is a problem with the information in your CyberSource account. Please let us know at {0}
es_419: Hay un problema con la información en su cuenta de CyberSource. Por favor envíenos un mensaje a {0}

source: The requested capture amount exceeds the originally authorized amount.
es_419: La cantidad solicitada excede el valor autorizado.

source: Processor Failure. Possible action: retry the payment
es_419: Fallo en el procesamiento. Posible solución: Intente nuevamente.

source: The authorization has already been reversed.
es_419: La autorización ya ha sido reversada.

source: The authorization has already been captured.
es_419: La autorización ya ha sido capturada.

source: The card type sent is invalid or does not correlate with the credit card number. Possible action: retry with the same card or another form of payment.
es_419: El tipo de tarjeta es inválido o no corresponde con el número de la tarjeta de crédito. Posible solución: Volver a intentar con la misma tarjeta o con otro medio de pago.

source: You requested a capture, but there is no corresponding, unused authorization record. Occurs if there was not a previously successful authorization request or if the previously successful authorization has already been used by another capture request.
es_419: Usted solicitó una captura, pero no hay un registro de autorización que le corresponda sin utilizar. Esto puede ocurrir si no había una petición de autorización exitosa previamente o si la autorización exitosa previa ya ha sido usada por otra petición de captura.

source: Either the capture or credit is not voidable because the capture or credit information has already been submitted to your processor, or you requested a void for a type of transaction that cannot be voided.
es_419: La captura o crédito no se puede invalidar, porque ya ha sido envida a su procesador. O, usted solicitó la invalidación de un tipo de transacción que no puede ser invalidado.

source: You requested a credit for a capture that was previously voided.
es_419: Usted solicitó un crédito para una captura que ya había sido invalidada.

source: The request was received, but there was a timeout at the payment processor.
es_419: La solicitud fue recibida, pero se terminó el tiempo de espera en el sistema de procesamiento de pagos.

source: Stand-alone credits are not allowed.
es_419: No se permiten créditos tipo stand-alone.

source: The cardholder is enrolled for payer authentication
es_419: El tarjetahabiente está registrado para autenticación de pagador.

source: Payer authentication could not be authenticated
es_419: La autenticación del pagador no pudo ser realizada

source: The authorization request was approved by the issuing bank but declined by CyberSource based on your legacy Smart Authorization settings. Possible action: retry with a different form of payment.
es_419: La solicitud de autorización fue aprobada por el banco emisor, pero rechazada por CyberSource La razón del rechazo está relacionada con la configuración del sistema de autorización inteligente. Posible solución: intente nuevamente con otra forma de pago.

source: Order Number
es_419: Número de orden
hi: ऑर्डर की संख्या
ko_kr: 주문 번호
pt_br: Número do pedido
vi: Mã đơn hàng

source: Customer Name
es_419: Nombre del cliente

source: Date of Original Transaction
es_419: Fecha original de la transacción

source: Date of Refund
es_419: Fecha de la devolución

source: Amount of Refund
es_419: Valor de la devolución

source: Service Fees (if any)
es_419: Cargos de servicio (si aplican)

source: Purchase Time
es_419: Hora de compra

source: Order ID
es_419: ID de la orden

source: Unit Cost
es_419: Costo unitario

source: Total Cost
es_419: Costo total

source: Currency
es_419: Moneda

source: Comments
es_419: Comentarios

source: University
es_419: Universidad

source: Course Announce Date
es_419: Fecha de anuncio del curso

source: Course Start Date
es_419: Fecha de inicio del curso

source: Course Registration Close Date
es_419: Fecha de cierre de inscripciones para el curso

source: Course Registration Period
es_419: Periodo de inscripciones al curso

source: Total Enrolled
es_419: Total de inscritos

source: Audit Enrollment
es_419: Inscripciones de asistente

source: Honor Code Enrollment
es_419: Inscripciones al código de honor

source: Verified Enrollment
es_419: Inscripciones verificadas

source: Gross Revenue
es_419: Ingresos brutos

source: Gross Revenue over the Minimum
es_419: Ingresos brutos por encima del mínimo

source: Number of Verified Students Contributing More than the Minimum
es_419: Número de estudiantes verificados que contribuyen con más de el mínimo

source: Number of Refunds
es_419: Número de devoluciones

source: Dollars Refunded
es_419: Dólares devueltos

source: Number of Transactions
es_419: Número de transacciones

source: Total Payments Collected
es_419: Total de pagos recaudados

source: Number of Successful Refunds
es_419: Número de devoluciones exitosas

source: Total Amount of Refunds
es_419: Valor total de devoluciones

source: You must be logged-in to add to a shopping cart
es_419: Debe iniciar sesión para añadir elementos al carrito de compras

source: The course you requested does not exist.
es_419: El curso que ha solicitado no existe

source: The course {course_id} is already in your cart.
es_419: El curso {course_id} ya está en ejecución.

source: You are already registered in course {course_id}.
es_419: Usted ya estás registrado en el curso {course_id}.

source: Course added to cart.
es_419: Curso añadido al carrito

source: Discount does not exist against code '{code}'.
es_419: Descuento no existe para este código '{code}'.

source: This enrollment code ({enrollment_code}) is no longer valid.
es_419: Este código de inscripción ({enrollment_code}) ya no es válido.

source: This enrollment code ({enrollment_code}) is not valid.
es_419: Este código de inscripción ({enrollment_code}) no es válido.

source: Code '{registration_code}' is not valid for any course in the shopping cart.
es_419: El código '{registration_code}' no es valido para ningun curso en el carrito de compras.

source: Cart item quantity should not be greater than 1 when applying activation code
es_419: La cantidad de artículos no debe ser mayor que 1 cuando se aplica el código de activación

source: Only one coupon redemption is allowed against an order
es_419: Solo puede redimirse un cupón con cada orden

source: success
es_419: Exito

source: You do not have permission to view this page.
es_419: Usted no tiene permisos para ver esta página

source: No email address provided.
es_419: No se especificó una dirección de correo electrónico.

source: View and regenerate certificates.
es_419: Ver y regenerar certificados

source: Manual Refund
es_419: Devolución manual

source: Track refunds issued directly through CyberSource.
es_419: Rastrear devoluciones emitidas directamente a través de CyberSource

source: Enrollment
es_419: Inscripciones

source: View and update learner enrollments.
es_419: Ver y actualizar inscripciones de estudiantes.

source: User not found
es_419: Usuario no encontrado

source: Course {course_id} not past the refund window.
es_419: Todavía se pueden tramitar devoluciones en el curso {course_id}.

source: No order found for {user} in course {course_id}
es_419: No se encontró alguna orden del usuario {user} en el curso {course_id}

source: Unenrolled {user} from {course_id}
es_419: Desmatriculé a {user} de {course_id}

source: Refunded {cost} for order id {order_id}
es_419: Devolví {cost} por la orden {order_id}

source: Optional language the team uses as ISO 639-1 code.
es_419: Lenguaje opcional que utiliza el equipo expresado en código ISO 639-1.

source: The supplied course id {course_id} is not valid.
es_419: El ID de curso proporcionado {course_id} no es válido.

source: course_id must be provided
es_419: Debe suministrar un ID de curso

source: text_search and order_by cannot be provided together
es_419: no se pueden utilizar simultáneamente text_search y order_by

source: The supplied topic id {topic_id} is not valid
es_419: El ID de tema proporcionado {topic_id} no es válido

source: Error connecting to elasticsearch
es_419: Error al intentar conectarse con elasticsearch

source: The ordering {ordering} is not supported
es_419: El orden {ordering} no está soportado

source: The supplied course_id {course_id} is not valid.
es_419: El ID de curso proporcionado {course_id} no es válido.

source: You are already in a team in this course.
es_419: Ya está en un equipo para este curso.

source: username or team_id must be specified.
es_419: Debe especificarse el nombre de usuario o el ID del equipo.

source: Username is required.
es_419: Se requiere el nombre de usuario

source: Team id is required.
es_419: Se requiere la id del equipo.

source: This team is already full.
es_419: El equipo ya está lleno.

source: The user {username} is already a member of a team in this course.
es_419: El usuario {username} ya es un miembro del equipo del curso.

source: The user {username} is not enrolled in the course associated with this team.
es_419: El usuario {username} no está inscrito en el curso asociado con este equipo.

source: COURSE NOT FOUND. Please check that the course ID is valid.
es_419: CURSO NO ENCONTRADO. Por favor revise que el ID del curso sea válido.

source: The course key for the course we would like to be auto-cohorted.
es_419: La clave del curso que queremos que tenga cohortes automáticamente.

source: Your {platform_name} verification has expired.
es_419: Su verificación en {platform_name} ha expirado.

source: No photo ID was provided.
es_419: No se suministró una fotografía de documento de identificación.

source: We couldn't read your name from your photo ID image.
es_419: No hemos podido leer su nombre de la imagen de su documento de identificación

source: The name associated with your account and the name on your ID do not match.
es_419: El nombre asociado con su cuenta y el nombre en su documento de identificación no concuerdan.

source: The image of your face was not clear.
es_419: La imagen de su rostro no es suficientemente clara

source: Your face was not visible in your self-photo.
es_419: Su rostro no fue visible un tu foto de carnet.

source: There was an error verifying your ID photos.
es_419: Hubo un error verificando las fotos de su documento de identidad.

source: The course for which this deadline applies
es_419: Curso al que se aplica esta fecha límite.

source: The datetime after which users are no longer allowed to submit photos for verification.
es_419: La fecha y hora después de la cual los usuarios ya no podrán enviar fotos de verificación.

source: Intro
es_419: Introducción

source: Make payment
es_419: Realizar el pago

source: Payment confirmation
es_419: Confirmación del pago

source: Take photo
es_419: Tomar foto

source: Enrollment confirmation
es_419: Confirmación de la inscripción

source: Selected price is not valid number.
es_419: El precio seleccionado no es un número válido

source: This course doesn't support paid certificates
es_419: Este curso no tiene soporte para certificados pagos

source: No selected price or selected price is below minimum.
es_419: No se ha seleccionado un precio o el precio seleccionado está por debajo del precio mínimo

source: Photo ID image is required if the user does not have an initial verification attempt.
es_419: La imagen de ID con foto es requerida si el usuario no tiene un intento inicial de verificación.

source: Missing required parameter face_image
es_419: Falta el parámetro obligatorio face_image

source: Invalid course key
es_419: Llave de curso inválida

source: Invalid checkpoint location
es_419: Localizacion de punto de control inválida

source: No profile found for user
es_419: No hay resultados para perfil de usuario

source: Name must be at least {min_length} characters long.
es_419: El nombre debe tener al menos {min_length} caracteres.

source: Image data is not valid.
es_419: Los datos de imagen no es válida.

source: Verification photos received
es_419: Verificación de fotos recibidas

source: Like {platform_name} on Facebook
es_419: Siga a {platform_name} en Facebook

source: Follow {platform_name} on Twitter
es_419: Siga a {platform_name} en Twitter

source: Follow {platform_name} on LinkedIn
es_419: Siga a {platform_name} en LinkedIn

source: Follow {platform_name} on Google+
es_419: Siga a {platform_name} en Google+

source: Subscribe to the {platform_name} subreddit
es_419: Suscríbase al subreddit de {platform_name}

source: Subscribe to the {platform_name} YouTube channel
es_419: Suscríbase al canal YouTube de {platform_name}.

source: Signed Out
es_419: Sesión cerrada

source: You have signed out.
es_419: Ha cerrado su sesión.

source: If you are not redirected within 5 seconds, <a href="%(target)s">click here to go to the home page</a>.
es_419: Si no es redirigido en 5 segundos, <a href="%(target)s">haga clic aquí para ir a la página de inicio</a>.

source: Skip to main content
es_419: Ir al contenido principal

source: Authorize
es_419: Autorizar

source: The above application requests the following permissions from your account:
es_419: La aplicación indicada arriba pide los siguientes permisos de su cuenta:
