Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
es_419: Los vínculos se generan por demanda y expiran en los siguientes 5 minutos dado a la naturaleza sensible de la información de calificaciones de estudiantes.
hi: छात्र ग्रेड जानकारी की संवेदनशील प्रकृति के कारण लिंक्स मांग पर ही उत्पन्न होते है और 5 मिनट के अंदर-अंदर समाप्त हो जाते हैं
ja_jp: リンクは随時生成され、受講者の個人情報に関わるため5分で期限が切れます。
ko_kr: 요청에 의해 생성된 링크는 학습자 정보 보호를 위해 5분 내에 소멸됩니다.
lt_lt: Nuorodos sugeneruotos pagal užklausą ir dėl kurso dalyvių informacijos konfidencialumo bus panaikintos per 5 minutes.
pt_br: Os links são gerados a pedido e expiram em 5 minutos devido à natureza delicada das informações do aluno.
vi: Các đường dẫn đang được xuất theo yêu cầu nhưng sẽ hết hạn trong vòng 5 phút vì độ nhạy cảm của thông tin về học viên.
zh_tw: 連結將在有需求時才產生，並僅維持5分鐘以維護學生訊息隱私。

source: %s result
es_419: %s resultado
ja_jp: 結果 %s
lt_lt: %s rezultato
zh_tw: %s 結果

source: Unknown Error Occurred.
es_419: Ocurrió un error desconocido.
ja_jp: 不明なエラーが発生しました。
lt_lt: Įvyko nežinoma klaida
zh_tw: 未知錯誤發生。

source: Successfully reset the attempts for user {user}
es_419: Se han reiniciado los intentos para el usuario {user}
hi: उपयोगकर्ता {user} का प्रयास सफलता पूर्वक पुन:स्‍थापित कर दिया गया
ja_jp: ユーザー {user} の試行のリセットに成功しました。
ko_kr: {user} 이용자의 시도를 초기화 하였습니다.
lt_lt: Sėkmingai nustatyta, kad naudotojas {user} galėtų bandyti iš naujo.
pt_br: Tentativas para usuários {user} zeradas corretamente
vi: Đã tái thiết lập thành công số lần có quyền nộp bài cho thành viên {user}
zh_tw: 成功重置用戶 {user}的請求

source: Failed to reset attempts for user.
es_419: Falló al reiniciar los intentos para el usuario.
hi: उपयोगकर्ता के लिए प्रयासों को रीसेट करने में विफल।
ko_kr: 사용자에 대한 초기화에 실패했습니다.
pt_br: Falha ao zerar tentativas para o usuário.
vi: Phát sinh lỗi khi thiết lập lại số lần nộp bài cho người dùng.

source: Successfully deleted student state for user {user}
es_419: Se borró exitosamente el estado de usuario para {user}
hi: उपयोगकर्ता {user} के लिए सफलतापूर्वक छात्र स्थिति हटा दी गई
ja_jp: ユーザー {user} の状態の削除に成功しました。
ko_kr: {user} 학습자 상태 삭제 성공
lt_lt: Sėkmingai panaikinta naudotojo {user} būsena
pt_br: O status do aluno para o usuário {user} foi excluído corretamente
vi: Thành công khi xóa trạng thái học viên cho thành viên {user}
zh_tw: 成功刪除學生用戶 {user} 的狀態

source: Failed to delete student state for user.
es_419: Falló al borrar el estado de estudiante para el usuario.
hi: उपयोगकर्ता के लिए छात्र स्थिति को हटाने में विफल।
ko_kr: 사용자에 대한 학습자 상태 삭제에 실패했습니다.
pt_br: Falha ao excluir o status do aluno para o usuário.
vi: Không thể xóa trạng thái là sinh viên của người dùng.

source: Successfully rescored problem for user {user}
es_419: Se repuntuó exitosamente el problema para el usuario {user}
hi: उपयोगकर्ता {user} के लिए सफलतापूर्वक बचाया गया समस्या
ja_jp: ユーザー {user} の問題の再採点に成功しました。
ko_kr: {user} 이용자의 문제가 재채점 되었습니다.
lt_lt: Sėkmingai perskaičiuotas naudotojo {user} uždavinio įvertinimas.
pt_br: Problema de usuário {user} reavaliado corretamente
vi: Thành công khi chấm lại câu hỏi cho học viên {user}
zh_tw: 成功重評用戶 {user} 得分

source: Failed to rescore problem for user.
es_419: Falló al re puntuar el problema para el usuario.
hi: उपयोगकर्ता के लिए समस्या को हल करने में विफल।
ko_kr: 학습자에 대한 재채점에 실패했습니다.
pt_br: Falha ao corrigir novamente o problema para o usuário.
vi: Không thể chấm điểm lại câu hỏi cho người dùng.

source: Successfully rescored problem to improve score for user {user}
es_419: Se repuntuó exitosamente el problema para mejorar la calificación del usuario {user}
hi: उपयोगकर्ता {user} के लिए स्कोर में सुधार करने के लिए सफलतापूर्वक बचाया गया समस्या
ko_kr: {user} 사용자의 성적을 높이기 위해 문제 재채점을 완료하였습니다
pt_br: Problema em melhorar a avaliçde usuário {user} reavaliado corretamente
vi: Đã hoàn thành chấm lại để cải thiện điểm số cho người sử dụng {user}

source: Failed to rescore problem to improve score for user.
es_419: Falló al re puntuar el problema para mejorar la calificación del usuario.
hi: उपयोगकर्ता के लिए स्कोर में सुधार करने के लिए समस्या को फिर से शुरू करने में विफल।
ko_kr: 사용자 점수를 높이기 위한 문제 재채점이 실패하였습니다.
pt_br: Falha ao corrigir novamente o problema de melhoria de avaliação para o usuário.
vi: Không thể chấm điểm lại để cải thiện điểm số cho người sử dụng.

source: The data could not be saved.
es_419: Los datos no pudieron ser guardados.
ja_jp: データは保存されませんでした。
lt_lt: Nepavyko įrašyti duomenų.
zh_tw: 資料無法被儲存。

source: Please enter a valid email address
es_419: Por favor ingrese una dirección de correo electrónico válida.
ja_jp: 正しいemailアドレスを入力してください。
lt_lt: Prašome įvesti galiojantį el. pašto adresą
zh_tw: 請輸入有效的電子郵件地址。

source: Please enter a valid password
es_419: Por favor ingrese una contraseña válida
ja_jp: 正しいパスワードを入力してください。
lt_lt: Prašome įvesti tinkamą slaptažodį
zh_tw: 請輸入一組有效的密碼。

source: Password reset email sent. Follow the link in the email to change your password.
es_419: Se ha enviado el correo para restablecer su contraseña. Siga el vínculo enviado en el correo para realizar el cambio.
ja_jp: パスワードリセットメールが送信されました。そのメール文面にあるリンクへアクセスすることパスワード変更ができます。
lt_lt: Išsiųstas el. laiškas dėl naujo slaptažodžio nustatymo. Norėdami pakeisti slaptažodį, spauskite ant laiške esančios nuorodos.
zh_tw: 密碼重設郵件已寄出，請點擊郵件中的連結更改你的密碼。

source: We weren't able to send you a password reset email.
es_419: No se ha podido enviar el correo para restablecer su contraseña.
ja_jp: パスワードリセットメールの送信ができませんでした。
lt_lt: Nepavyko išsiųsti el. laiško dėl slaptažodžio nustatymo.
zh_tw: 我們目前無法寄出密碼重設郵件給您。

source: Please check your email to confirm the change
es_419: Por favor revise su correo para confirmar el cambio
ja_jp: メールアドレスのチェックをお願いします。
lt_lt: Patikrinkite savo el. paštą, kad galėtumėte patvirtinti pakeitimą
zh_tw: 請檢閱您的電子郵件以確認變更。

source: Saving your email preference
es_419: Guardando sus preferencias de correo electrónico
hi: अपनी ईमेल वरीयता को सहेजना
ja_jp: 電子メールの環境設定を保存
ko_kr: 원하는 이메일을 저장중입니다.
lt_lt: Įrašoma jūsų el. pašto parinktis
pt_br: Salvando o email de sua preferência
vi: Đang lưu tuỳ chọn email của bạn
zh_tw: 儲存您偏好的電子郵件

source: Enrolling you in the selected course
es_419: Inscribiéndolo en el curso seleccionado
hi: आपको चयनित पाठ्यक्रम में दाखिला दिया
ja_jp: 選択した口座への受講登録中
ko_kr: 선택된 강좌에 수강신청 처리중입니다.
lt_lt: Jūs užregistruojami į pasirinktą kursą
pt_br: Inscrevendo-o no curso selecionado
vi: Đang ghi danh cho khoá học đã chọn
zh_tw: 將您加入到選定的課程

source: Adding the selected course to your cart
es_419: Añadiendo el curso seleccionado a su carrito de compras
hi: अपनी गाड़ी में चयनित पाठ्यक्रम को जोड़ना
ja_jp: カートに選択した講座を追加
ko_kr: 장바구니에 선택된 강좌를 추가하고 있습니다.
lt_lt: Pasirinkto kurso įdėjimas į jūsų pirkinių krepšelį
pt_br: Adicionando o curso selecionado ao seu carrinho
vi: Đang thêm khoá học đã chọn vào giỏ hàng
zh_tw: 添加所選課程到您的購物車

source: Loading your courses
es_419: Cargando sus cursos
hi: अपने पाठ्यक्रम लोड कर रहे हैं
ja_jp: 受講講座を読み込み中
ko_kr: 강좌를 불러오고 있습니다.
lt_lt: Jūsų kursų įkėlimas
pt_br: Carregando os seus cursos
vi: Đang tải các khoá học
zh_tw: 讀取你的課程

source: An error occurred.
es_419: Ha ocurrido un error.
hi: एक त्रुटि पाई गई
ja_jp: エラーが発生しました。
ko_kr: 에러가 발생했습니다.
lt_lt: Įvyko klaida.
pt_br: Ocorreu um erro.
vi: Có lỗi xảy ra.
zh_tw: 一個錯誤發生。

source: We couldn't sign you in.
es_419: No se ha podido iniciar su sesión.
hi: हम आपको साइन इन नहीं कर सके।
ja_jp: ログインに失敗しました。
ko_kr: 로그인 실패
lt_lt: Nepavyko jūsų prijungti.
pt_br: Não conseguimos iniciar a sua sessão
vi: Chúng tôi không thể đăng nhập cho bạn.
zh_tw: 我們無法使您登入。

source: An error occurred when signing you in to %s.
es_419: Ocurrió un error al iniciar su sesión en %s.
hi: आपको %s में साइन इन करते समय एक त्रुटि हुई।
ko_kr: %s에 로근인 하는 동안 오류가 발생했습니다.
pt_br: Ocorreu um erro durante a sua inscrição em %s.
vi: Đã xảy ra lỗi khi đăng nhập vào %s.

source: Check Your Email
es_419: Revise su correo electrónico
hi: अपने ई-मेल की जांच करें
ja_jp: メールをチェックしてください
ko_kr: 이메일을 확인하세요.
lt_lt: Pasitikrinkite el. paštą
pt_br: Verifique seu e-mail
vi: Kiểm tra email của bạn
zh_tw: 請確認您的Email

source: {paragraphStart}You entered {boldStart}{email}{boldEnd}. If this email address is associated with your {platform_name} account, we will send a message with password reset instructions to this email address.{paragraphEnd}{paragraphStart}If you do not receive a password reset message, verify that you entered the correct email address, or check your spam folder.{paragraphEnd}{paragraphStart}If you need further assistance, {anchorStart}contact technical support{anchorEnd}.{paragraphEnd}
es_419: {paragraphStart}Ud. ingresó {boldStart}{email}{boldEnd}. Si esta dirección de email está asociada con su cuenta en {platform_name}, enviaremos un mensaje a esta dirección con instrucciones para reestablecer su contraseña.{paragraphEnd}{paragraphStart}Si no recibe ningún mensaje, verifique que ingresó la dirección correctamente y revise su carpeta de spam.{paragraphEnd}{paragraphStart}Si necesita asistencia adicional, {anchorStart}contacte al equipo de soporte{anchorEnd}.{paragraphEnd}
ko_kr: {paragraphStart} {boldStart}{email}{boldEnd} 을 입력했습니다. 이 이메일 주소가 {platform_name} 계정과 연동되어 있다면 비밀번호 재설정 안내가 포함된 메일을 보내드리겠습니다.{paragraphEnd}{paragraphStart}만약 비밀번호 재설정 메일을 받지 못하셨다면 올바른 이메일 주소를 입력했는지, 혹은 스팸 폴더를 확인하세요.{paragraphEnd}{paragraphStart}더 자세한 도움이 필요하시면 {anchorStart}기술 지원{anchorEnd}에 문의하세요.{paragraphEnd}
pt_br: {paragraphStart}Você digitou {boldStart}{email}{boldEnd}. Se este endereço de e-mail está associada com a sua conta {platform_name}, nós vamos te enviar uma mensagem com instruções de troca de senha para este endereço de e-mail.{paragraphEnd}{paragraphStart}Se você não receber uma mensagem de troca de senha, verifique que você digitou corretamente o endereço de e-mail, ou cheque sua pasta de spam.{paragraphEnd}{paragraphStart}Se você necessita de maior assistência, {anchorStart}contate o suporte técnico{anchorEnd}.{paragraphEnd}

source: An error has occurred. Try refreshing the page, or check your Internet connection.
es_419: Ha ocurrido un error. Intente recargar la página o revise su conexión a Internet.
hi: एक गलती हुई है। पृष्ठ को ताज़ा करने का प्रयास करें, या अपने इंटरनेट कनेक्शन की जांच करें।
ja_jp: エラーが起きました。ページの再表示をしてみるか、インターネット接続を確認してください。
ko_kr: 오류가 발생했습니다. 새로고침을 클릭하거나 인터넷 연결 상태를 확인하세요.
pt_br: Ocorreu um erro. Tente recarregar a página ou verifique sua conexão de internet.
vi: Một lỗi đã xảy ra. Hãy thử làm mới trang hoặc kiểm tra kết nối Internet của bạn.
zh_tw: 發生錯誤。請嘗試刷新頁面，或檢查您的Internet連接。

source: You have successfully signed into %(currentProvider)s, but your %(currentProvider)s account does not have a linked %(platformName)s account. To link your accounts, sign in now using your %(platformName)s password.
es_419: Ha iniciado sesión exitosamente en %(currentProvider)s, pero su cuenta de %(currentProvider)s no está vinculada con una cuenta en %(platformName)s. Para vincular sus cuentas, ingrese con su usuario y contraseña de %(platformName)s.
hi: आपने सफलतापूर्वक %(currentProvider)s में प्रवेश कर लिया है, लेकिन आपके %(currentProvider)s खाते में लिंक %(platformName)s खाता नहीं है। अपने खातों को लिंक करने के लिए, अब अपने %(platformName)s पासवर्ड का उपयोग करके साइन इन करें।
ja_jp: %(currentProvider)sへのログインに成功しましたが、%(currentProvider)sのアカウントと%(platformName)sのアカウントの連携設定は完了していません。アカウントの連携設定を完了するために、%(platformName)sのメールアドレスとパスワードでログインしてください。
ko_kr: %(currentProvider)s로 로그인되었습니다. %(currentProvider)s 계정과 연동된 %(platformName)s 계정이 필요합니다. 계정을 연동하기 위해서, %(platformName)s 가입 시 입력한 이메일과 비밀번호를 입력한 후, 로그인을 진행하세요.
pt_br: Você acessou com sucesso %(currentProvider)s, mas sua conta %(currentProvider)s não está associada à conta %(platformName)s. Para associar suas contas, acesse agora usando sua senha %(platformName)s.
vi: Bạn đã đăng nhập thành công vào %(currentProvider)s, nhưng tài khoản của bạn %(currentProvider)s không được liên kết vào tài khoản %(platformName)s. Để liên kết các tài khoản của bạn, đăng nhập ngay bằng %(platformName)s mật khẩu.
zh_tw: 您已成功登入%(currentProvider)s帳號，但您的%(currentProvider)s帳號尚未與%(platformName)s的帳號連結，請前往您的%(platformName)s帳號設定頁面進行連結。

source: We couldn't create your account.
es_419: No pudimos crear su cuenta.
hi: हम आपका खाता नहीं बना सके।
ja_jp: アカウントを作成することができませんでした。
ko_kr: 회원가입을 하실 수 없습니다.
lt_lt: Nepavyko sukurti paskyros.
pt_br: Não foi possível criar a sua conta.
vi: Chúng tôi không thể tạo ra tài khoản của bạn.
zh_tw: 我們無法建立您的帳號。

source: You've successfully signed into %(currentProvider)s.
es_419: Ha iniciado sesión exitosamente en %(currentProvider)s.
hi: आपने सफलतापूर्वक %(currentProvider)s में प्रवेश कर लिया है
ja_jp: %(currentProvider)sへのログインに成功しました。
ko_kr: %(currentProvider)s로 로그인하였습니다.
lt_lt: Jūs sėkmingai prisijungėte prie %(currentProvider)s.
pt_br: Você entrou com sucesso em %(currentProvider)s.
vi: Bạn đã thành công đã ký vào %(currentProvider)s.
zh_tw: 您已經成功簽署 %(currentProvider)s.

source: We just need a little more information before you start learning with %(platformName)s.
es_419: Necesitamos un poco mas de información antes de que comience a aprender con %(platformName)s.
hi: आपको बस %(platformName)s के साथ सीखना शुरू करने से पहले हमें थोड़ी और जानकारी चाहिए।
ja_jp: %(platformName)sでの学習を始めるにあたって、あと少しの情報が必要です。
ko_kr: %(platformName)s 에서 학습을 시작하기 전에 당신에 대한 정보가 조금더 필요합니다.
lt_lt: Prieš pradėdami mokytis %(platformName)s aplinkoje, pateikite mums šiek tiek daugiau informacijos.
pt_br: Precisamos de mais um pouco de informação antes de você começar o aprendizado com %(platformName)s.
vi: Chúng tôi chỉ cần thêm một chút thông tin trước khi bạn bắt đầu học với %(platformName)s.
zh_tw: 您在 %(platformName)s 上開始學習前, 我們需要您的一些資訊。

source: Basic Account Information
es_419: Información básica de la cuenta
hi: मूल खाता जानकारी
ko_kr: 기본 계정 정보
pt_br: Informações Básicas da Conta
vi: Thông tin tài khoản cơ bản

source: These settings include basic information about your account. You can also specify additional information and see your linked social accounts on this page.
es_419: Esta configuración incluye información básica de su cuenta. También puede añadir información adicional y ver los perfiles de redes sociales asociados a su cuenta.
ja_jp: これらの設定にはアカウントの基本的な情報が含まれています。また、このページでは補足の情報と紐づけられたソーシャルアカウントの確認ができます。
zh_tw: 這些設定包括您帳號的基本資訊。您也可以再本頁額外新增資訊並且查看已連結的社交網路帳號。

source: The name that identifies you throughout {platform_name}. You cannot change your username.
es_419: El nombre que lo identifica en el sitio de {platform_name}. No podrá ser cambiado.
ja_jp: {platform_name} サービス内のディスカッション等で表示されるユーザー名です。このユーザー名を変更することはできません。
lt_lt: Tai vardas, pagal kurį esate atpažįstami visoje {platform_name}. Naudotojo vardo pakeisti negalima.
zh_tw: Username 作為整個 {platform_name} 平台的識別。您無法變更您的 username。

source: Full Name
es_419: Nombre completo
hi: पूरा नाम
ja_jp: 氏名
ko_kr: 실명
lt_lt: Vardas Pavardė
pt_br: Nome completo
vi: Tên đầy đủ
zh_tw: 全名

source: The name that is used for ID verification and appears on your certificates. Other learners never see your full name. Make sure to enter your name exactly as it appears on your government-issued photo ID, including any non-Roman characters.
es_419: Nombre que se usará para la verificación de identidad y que aparece en sus certificados. Otros estudiantes nunca verán su nombre completo. Asegúrese de que ingresa el nombre exactamente como aparece en su identificación oficial con foto, incluyendo cualquier caracter no romano.

source: Email Address
es_419: Dirección de correo electrónico
ja_jp: メールアドレス
lt_lt: El. pašto adresas
zh_tw: 電子郵件地址

source: The email address you use to sign in. Communications from {platform_name} and your courses are sent to this address.
es_419: La dirección de correo que usa para iniciar sesión. Las comunicaciones de {platform_name} y las relacionadas con sus cursos serán enviadas a esta dirección.
ja_jp: ログインの際に使うメールアドレスです。{platform_name} や講座からのお知らせなどは、このメールアドレス宛てに送付されます。
lt_lt: Šiuo el. pašto adresu prisijungiate. Informacija iš {platform_name} ir jūsų kursų siunčiama šiuo adresu.
zh_tw: 此為您用來登入的電子郵件地址。平台 {platform_name} 和您的課程會透過此電子郵件地址與您溝通。

source: Password
es_419: Contraseña
hi: पासवर्ड
ja_jp: パスワード
ko_kr: 비밀번호
lt_lt: Slaptažodis
pt_br: Senha
vi: Mật khẩu
zh_tw: 密碼

source: Reset Your Password
es_419: Restablecer su contraseña
hi: अपना पासवर्ड रीसेट करें
ko_kr: 비밀번호 재설정
pt_br: Redefina sua senha
vi: Đặt lại mật khẩu

source: When you select "Reset Your Password", a message will be sent to the email address for your {platform_name} account. Click the link in the message to reset your password.
es_419: Cuando selecciona "Restablecer su contraseña", un mensaje será enviado a la dirección de correo electrónico asociada con su cuenta de {platform_name}. Haga clic en el vínculo del mensaje para restablecer su contraseña.

source: The language used throughout this site. This site is currently available in a limited number of languages.
es_419: El idioma que usará para el sitio. Actualmente solo hay disponibilidad de usar un número limitado de idiomas.
ja_jp: このサイトを利用するための言語です。現在、このサイトで利用可能な言語は限られています。
lt_lt: Svetainėje vartojama ši kalba. Šiuo metu svetainė prieinama nedaugeliu kalbų.
zh_tw: 此語言會被使用在整個網站。

source: Country or Region
es_419: País o región
ja_jp: 国または地域
lt_lt: Šalis ar regionas
zh_tw: 國家或地區

source: Time Zone
es_419: Zona horaria
hi: समय क्षेत्र
ko_kr: 시간대
pt_br: Fuso Horário
vi: Múi giờ

source: Select the time zone for displaying course dates. If you do not specify a time zone, course dates, including assignment deadlines, will be displayed in your browser's local time zone.
es_419: Seleccionar la zona horaria para exponer las fechas del curso. Si no especifica una zona horaria, las fechas del curso, incluidas las fechas límites de tareas, serán expuestas en la zona horaria local de su navegador.
hi: पाठ्यक्रम तिथियों को प्रदर्शित करने के लिए समय क्षेत्र का चयन करें। यदि आप एक समय क्षेत्र निर्दिष्ट नहीं करते हैं, तो असाइनमेंट की समय सीमा सहित पाठ्यक्रम तिथियां आपके ब्राउज़र के स्थानीय समय क्षेत्र में प्रदर्शित की जाएंगी।
ko_kr: 강좌 날짜 표시를 위한 시간대를 선택하세요. 만약 시간대를 선택하지 않으면 브라우저의 현지 시간대로 과제 제출 기한 등이 표시됩니다.
pt_br: Selecione um fuso horário para exibir as datas do curso. Caso você não selecione um fuso horário, as datas do curso, incluindo os prazos para terminar as tarefas, serão exibidas no fuso horário local do seu navegador.
vi: Chọn múi giờ để hiển thị ngày khóa học. Nếu bạn không chỉ định múi giờ, ngày bắt đầu khoá học, thời hạn khoá học, sẽ được hiển thị trong múi giờ địa phương của trình duyệt.

source: All Time Zones
es_419: Todas las zonas horarias
hi: सभी समय क्षेत्र
ko_kr: 모든 시간대
pt_br: Todos os fusos horários
vi: Tất cả Múi Giờ

source: Default (Local Time Zone)
es_419: Por defecto (Zona horaria local)
hi: डिफ़ॉल्ट (स्थानीय समय क्षेत्र)
ko_kr: 기본값 (지역 시간대)
pt_br: Padrão (Fuso horário local)
vi: Mặc định (Múi giờ địa phương)

source: Additional Information
es_419: Información adicional
hi: अतिरिक्त जानकारी
ko_kr: 추가 정보
pt_br: Informação Adicional
vi: Thông tin thêm

source: Education Completed
es_419: Educación completada
hi: शिक्षा पूरी की
ja_jp: 履修済み学歴
ko_kr: 최종 학력
lt_lt: Pasiektas išsilavinimas
pt_br: Educação completada.
vi: Học vấn cao nhất
zh_tw: 教育程度

source: Gender
es_419: Género
hi: लिंग
ja_jp: 性別
ko_kr: 성
lt_lt: Lytis
pt_br: Sexo
vi: Giới tính
zh_tw: 性別

source: Year of Birth
es_419: Año de nacimiento
hi: जन्म का वर्ष
ja_jp: 誕生年
ko_kr: 출생연도
lt_lt: Gimimo metai
pt_br: Ano de Nascimento
vi: Năm sinh
zh_tw: 出生年份

source: Preferred Language
es_419: Preferencia de idioma
hi: पसंदीदा भाषा
ja_jp: 使用言語
ko_kr: 선호하는 언어
lt_lt: Pageidaujama kalba
pt_br: Idioma de preferência
vi: Ngôn ngữ ưa thích
zh_tw: 偏好的語言

source: Linked Accounts
es_419: Cuentas vinculadas
hi: जुड़े खातों
ko_kr: 연동 계정
pt_br: Contas Vinculadas
vi: Những tài khoản đã Liên kết

source: You can link your social media accounts to simplify signing in to {platform_name}.
es_419: Puede vincular sus cuentas de redes sociales para simplificar el proceso de iniciar sesión en {platform_name}.
hi: आप {platform_name} में साइन इन को सरल बनाने के लिए अपने सोशल मीडिया खातों को लिंक कर सकते हैं।
ko_kr: {platform_name} 에 로그인하기 위해 SNS 계정을 연동시킬 수 있습니다.
pt_br: Você pode vincular suas contas de mídias sociais para simplificar sua inscrição no {platform_name}.
vi: Bạn có thể liên kết tài khoản mạng xã hội của mình để đơn giản hóa việc đăng nhập vào {platform_name}.

source: ORDER NAME
es_419: NOMBRE DEL PEDIDO
hi: आदेश का नाम
ko_kr: 주문 이름
pt_br: NOME DO PEDIDO
vi: TÊN ĐƠN HÀNG

source: ORDER PLACED
es_419: PEDIDO REALIZADO
hi: आदेश रखा
ko_kr: 주문 완료
pt_br: PEDIDO REALIZADO
vi: ĐÃ ĐẶT HÀNG

source: ORDER NUMBER
es_419: NÚMERO DEL PEDIDO
hi: क्रम संख्या
ko_kr: 주문 번호
pt_br: NÚMERO DO PEDIDO
vi: SỐ ĐƠN HÀNG

source: My Orders
es_419: Mis Pedidos
hi: मेरे आदेश
ko_kr: 내 주문
pt_br: Meus Pedidos
vi: Những đơn hàng của tôi

source: This page contains information about orders that you have placed with {platform_name}.
es_419: Esta página contiene información de las órdenes de compra que ha realizado en {platform_name}.
hi: इस पृष्ठ में उन आदेशों के बारे में जानकारी है जो आपने {platform_name} के साथ रखे हैं।
ko_kr: 이 페이지는 {platform_name} 의 주문에 대한 내용을 포함합니다.
pt_br: Esta página contém informações sobre pedidos que você solicitou com {platform_name}.
vi: Trang này chứa thông tin về những đơn hàng mà bạn đã đặt với {platform_name}.

source: We've sent a confirmation message to {new_email_address}. Click the link in the message to update your email address.
es_419: Hemos enviado un mensaje de confirmación a {new_email_address}. Haga clic en el vínculo del mensaje para actualizar su correo electrónico.
hi: हमने {new_email_address} को एक पुष्टिकरण संदेश भेजा है। अपना ईमेल पता अपडेट करने के लिए संदेश में लिंक पर क्लिक करें।
ja_jp: {new_email_address} へ確認メッセージを送付しました。メールアドレスの更新をするためにメッセージの中にあるリンクをクリックしてください。
ko_kr: {new_email_address} 에 확인 메세지를 보냈습니다. 메세지의 링크를 클릭해 이메일 주소를 재설정하세요.
pt_br: Nós enviamos uma mensagem de confirmação para {new_email_address}. Clique no link da mensagem para atualizar o teu endereço de e-mail.
vi: Chúng tôi đã gửi một thông báo xác nhận đến {new_email_address}. Nhấp vào liên kết trong thông báo đó để cập nhật địa chỉ email của bạn.
zh_tw: 我們已會發送一個驗證訊息至 {new_email_address}。點擊訊息中的連結以更新您的電子郵件信箱。

source: You must sign out and sign back in before your language changes take effect.
es_419: Debe cerrar sesión y volver a iniciar para que se aplique el cambio de idioma
hi: अपनी भाषा परिवर्तन प्रभावी होने से पहले आपको साइन आउट और साइन इन करना होगा।
ja_jp: 言語の変更を有効にするためには、一旦サインアウトしてから再度サインインする必要があります。
ko_kr: 언어가 바뀌어졌는지 확인하기 위해 로그아웃 하고 다시 로그인 하세요.
lt_lt: Turite atsijungti ir vėl prisijungti, kad įsigaliotų jūsų kalbos pakeitimai.
pt_br: Você deve sair e entrar antes que as mudanças de idioma tenham efeito.
vi: Bạn cần đăng xuất và đăng nhập lại để lựa chọn ngôn ngữ được đưa vào hiệu lực.
zh_tw: 在您的語言更改生效前，您必須登出再重新登入。

source: We've sent a message to {email_address}. Click the link in the message to reset your password.
es_419: Hemos enviado un mensaje a {email_address}. Haga clic en el vínculo del mensaje para restablecer su contraseña.
ja_jp: {email_address} 宛にメッセージを送付しました。メッセージの中のリンクをクリックしてパスワードをリセットしてください。
zh_tw: 我們將會發送一個訊息至 {email_address}。點擊訊息中的連結以重設密碼。

source: Link your {accountName} account
es_419: Vincular su cuenta de {accountName}
hi: अपना {accountName} खाता लिंक करें
ko_kr: {accountName} 계정을 연동하세요
pt_br: Vincule sua conta {accountName}
vi: Liên kết tài khoản của bạn {accountName}

source: Unlink This Account
es_419: Desvincular esta cuenta
hi: इस खाते को अनलिंक करें
ko_kr: 계정 연동 해제
pt_br: Desvincular Esta Conta
vi: Bỏ liên kết Tài khoản này
