Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Last Editor
es_419: Último Editor

source: Information about all courses
es_419: Información de todos los cursos

source: Error - cannot get course with ID {0}<br/><pre>{1}</pre>
es_419: Error - no se puede obtener el curso con ID {0}<br/><pre>{1}</pre>

source: Deleted
es_419: Eliminado

source: course_id
es_419: id_del_curso

source: # enrolled
es_419: # de inscritos

source: # staff
es_419: # de funcionarios

source: instructors
es_419: instructores

source: Enrollment information for all courses
es_419: Información de inscripción para todos los cursos

source: role
es_419: rol

source: full_name
es_419: nombre_completo

source: Title can't be empty
es_419: El título no puede estar vacío

source: Body can't be empty
es_419: El cuerpo no puede estar vacío

source: Topic doesn't exist
es_419: El tema no existe

source: Comment level too deep
es_419: Nivel de comentario demasiado profundo

source: Error uploading file. Please contact the site administrator. Thank you.
es_419: Error en la subida del archivo. Por favor contacte al administrador del sitio.

source: Good
es_419: Bien

source: EdxNotes Service is unavailable. Please try again in a few minutes.
es_419: El servicio de EdxNotes no está disponible. Por favor intente nuevamente en algunos minutos.

source: Invalid JSON response received from notes api.
es_419: Respuesta JSON inválida recibida de los apuntes api.

source: Incorrect data received from notes api.
es_419: Datos incorrectos recibidos de notas api.

source: No endpoint was provided for EdxNotes.
es_419: No se suministró un endpoint para EdxNotes.

source: API key for accessing Sailthru.
es_419: API key para acceder a Sailthru

source: API secret for accessing Sailthru.
es_419: API secret para acceder a Sailthru

source: Sailthru list name to add new users to.
es_419: Nombre la lista en Sailthru para añadir nuevos usuarios

source: Sailthru connection retry interval (secs).
es_419: Intervalo de reintento de conexión en Sailthru (en segundos).

source: Sailthru maximum retries.
es_419: Máximo número de reintentos en Sailthru

source: Sailthru template to use on activation send.
es_419: Plantilla de Sailthru para ser usada en los envíos de activación.

source: Sailthru template to use on abandoned cart reminder. Deprecated.
es_419: Plantilla de Sailthru para ser usada en el recordatorio de carrito de compras abandonado. Deprecada.

source: Sailthru minutes to wait before sending abandoned cart message. Deprecated.
es_419: Minutos que se espera antes de enviar el mensaje de carrito abandonado. Deprecado.

source: Sailthru send template to use on enrolling for audit.
es_419: Plantilla de Sailthru para ser usada en la inscripción a cursos modo asistente.

source: Sailthru send template to use on upgrading a course. Deprecated
es_419: Plantilla de Sailthru para ser usada en el upgrade de un curso. Deprecado.

source: Sailthru send template to use on purchasing a course seat. Deprecated
es_419: Plantilla de Sailthru para ser usada en la compra de asientos para un curso. Deprecado.

source: Use the Sailthru content API to fetch course tags.
es_419: Use la API de contenidos de Sailthru para recuperar etiquetas del curso.

source: Number of seconds to cache course content retrieved from Sailthru.
es_419: Número de segundos para tener en cache el contenido del curso obtenido desde Sailthru.

source: Cost in cents to report to Sailthru for enrolls.
es_419: Costo en centavos de reportar a Sailthru las inscripciones.

source: Optional lms url scheme + host used to construct urls for content library, e.g. https://courses.edx.org.
es_419: Esquema de URL opcional para el LMS + host utilizado para construir URLs para las bibliotecas de contenido, por ejemplo, https://courses.edx.org.

source: {platform_name} Staff
es_419: El equipo de {platform_name}

source: Course Staff
es_419: Equipo del curso

source: Used Registration Code
es_419: Códigos de registro de usuario

source: Credit Card - Individual
es_419: Tarjeta de crédito - Individual

source: manually enrolled by username: {username}
es_419: inscrito manualmente por el usuario: {username}

source: Manually Enrolled
es_419: Inscrito manualmente

source: Data Integrity Error
es_419: Error de integridad de datos

source: TBD
es_419: No definida

source: Proctored Exam Review: {review_status}
es_419: Revisión de examen supervisado: {review_status}

source: A proctored exam attempt for {exam_name} in {course_name} by username: {student_username} was reviewed as {review_status} by the proctored exam review provider.
es_419: Un intento de examen supervisado para el examen {exam_name} en {course_name} por el usuario: {student_username} fue revisado y marcado como {review_status} por el proveedor de revisiones de exámenes supervisados.

source: User does not exist.
es_419: El usuario no existe.

source: Task is already running.
es_419: La tarea ya se está ejecutando.

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
es_419: Asegúrese de que el archivo que cargue este en formato CSV sin caracteres extraños o filas.

source: Could not read uploaded file.
es_419: No podemos leer el archivo subido

source: Data in row #{row_num} must have exactly four columns: email, username, full name, and country
es_419: Datos en fila #{row_num} debe tener cuatro columnas: email, nombre de usuario, nombre completo y país

source: Invalid email {email_address}.
es_419: Mail inválido {email_address}

source: An account with email {email} exists but the provided username {username} is different. Enrolling anyway with {email}.
es_419: Una cuenta con email {email} existe pero el nombre de usuario {username} es diferente. Inscribir de todas formas con {email}

source: File is not attached.
es_419: Archivo no adjuntado.

source: Username {user} already exists.
es_419: Nombre de usuario {user} ya existe.

source: Error '{error}' while sending email to new user (user email={email}). Without the email student would not be able to login. Please contact support for further information.
es_419: Error '{error}' al enviar un correo electrónico a un nuevo usuario (email={email}). Sin este correo, es estudiante no podrá iniciar sesión. Por favor contacte a soporte para mas información.

source: Could not find problem with this location.
es_419: No se pudo encontrar un problema con este localizador.

source: The problem responses report is being created. To view the status of the report, see Pending Tasks below.
es_419: El reporte de respuestas de problema está siendo generado. Para ver el estado del reporte, vea las Tareas Pendientes a continuación.

source: A problem responses report generation task is already in progress. Check the 'Pending Tasks' table for the status of the task. When completed, the report will be available for download in the table below.
es_419: Una tarea de reporte de respuestas ya está en progreso. Verifique la tabla de 'Tareas pendientes' para ver el estado de esta tarea. Cuando se haya completado, el reporte estará disponible para ser descargado en la tabla a continuación.

source: Invoice number '{num}' does not exist.
es_419: La factura número '{num}' no existe.

source: The sale associated with this invoice has already been invalidated.
es_419: La venta asociada a esta factura ha sido invalidada

source: Invoice number {0} has been invalidated.
es_419: La factura número {0} ha sido invalidada

source: This invoice is already active.
es_419: Esta factura está activa.

source: The registration codes for invoice {0} have been re-activated.
es_419: Los códigos de registro para la factura {0} han sido reactivados.

source: CourseID
es_419: ID del curso

source: Certificate Type
es_419: Tipo de Certificado

source: Total Certificates Issued
es_419: Total de certificados emitidos

source: Date Report Run
es_419: Fecha de ejecución del reporte

source: User ID
es_419: ID de usuario

source: Location
es_419: Ubicación
hi: स्‍थान
ko_kr: 위치
pt_br: Localização
vi: Địa chỉ

source: Birth Year
es_419: Año de nacimiento

source: Level of Education
es_419: Nivel educativo

source: Mailing Address
es_419: Dirección de correspondencia

source: Goals
es_419: Objetivos

source: Verification Status
es_419: Estado de verificación

source: Cohort
es_419: Cohorte

source: Team
es_419: Equipo

source: City
es_419: Ciudad

source: The enrolled learner profile report is being created. To view the status of the report, see Pending Tasks below.
es_419: El reporte con el perfil de los estudiantes inscritos está siendo generado. Puede ver el estado de la tarea de generación en la sección de Tareas Pendientes de Instructor en la parte de abajo de la página.

source: This enrollment report is currently being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
es_419: El reporte de inscripciones está siendo generado. Puede ver el estado de la tarea de generación en la sección de Tareas Pendientes de Instructor en la parte de abajo de la página. Podrá descargar el reporte una vez esté completado.

source: The enrollment report is being created. This report contains information about learners who can enroll in the course. To view the status of the report, see Pending Tasks below.
es_419: El reporte de inscripciones está siendo generado. Este reporte contiene información de los estudiantes que pueden inscribirse al curso. Puede ver el estado de la tarea de generación en la sección de Tareas Pendientes de Instructor en la parte de abajo de la página.

source: The file must contain a 'cohort' column containing cohort names.
es_419: El archivo debe contener una columna 'cohorte' que contiene los nombres de cohortes.

source: The file must contain a 'username' column, an 'email' column, or both.
es_419: El archivo debe contener una columna con el 'nombre de usuario', una columna con eñ 'email', o ambos

source: Coupon Code
es_419: Código de cupón

source: Course Id
es_419: Id de Curso
vi: Id khoá học

source: % Discount
es_419: % de Descuento

source: Expiration Date
es_419: Fecha de expiración

source: Is Active
es_419: Activo

source: Code Redeemed Count
es_419: Conteo de códigos redimidos

source: Total Discounted Seats
es_419: Total de asientos descontados

source: Total Discounted Amount
es_419: Cantidad Total descontada

source: The detailed enrollment report is being created. To view the status of the report, see Pending Tasks below.
es_419: El reporte detallado de inscripciones está siendo creado. Para ver el estado del reporte, vea Tareas Pendientes abajo.

source: The detailed enrollment report is being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
es_419: El reporte de inscripciones detallado está siendo generado. Puede ver el estado de la tarea de generación en la sección de Tareas Pendientes de Instructor. Podrá descargar el reporte una vez esté completado.

source: The executive summary report is being created. To view the status of the report, see Pending Tasks below.
es_419: El resumen ejecutivo está siendo creado. Puede ver el estado de la tarea de generación en la sección de Tareas Pendientes abajo.

source: The executive summary report is currently being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
es_419: El resumen ejecutivo está siendo creado. Puede ver el estado de la tarea de generación en la sección de Tareas Pendientes de Instructor abajo. Podrá descargar el reporte una vez esté completado.

source: The survey report is being created. To view the status of the report, see Pending Tasks below.
es_419: El reporte de encuestas está siendo creado. Puede ver el estado de la tarea de generación en la sección de Tareas Pendientes de Instructor abajo.

source: The survey report is currently being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
es_419: El reporte de encuestas está siendo creado. Puede ver el estado de la tarea de generación en la sección de Tareas Pendientes de Instructor abajo. Podrá descargar el reporte una vez esté completado.

source: The proctored exam results report is being created. To view the status of the report, see Pending Tasks below.
es_419: El reporte de resultados de examen supervisado está siendo creado. Puede ver el estado de la tarea de generación en la sección de Tareas Pendientes de Instructor abajo.

source: The proctored exam results report is currently being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
es_419: El reporte de resultados de examen supervisado está siendo creado. Puede ver el estado de la tarea de generación en la sección de Tareas Pendientes de Instructor abajo. Podrá descargar el reporte una vez esté completado.

source: Could not parse amount as a decimal
es_419: No fue posible leer la cantidad como un decimal

source: Unable to generate redeem codes because of course misconfiguration.
es_419: No fue posible generar ningún código de redención debido a una configuración incorrecta del curso.

source: pdf download unavailable right now, please contact support.
es_419: la descarga de pdf no está disponible en el momento. Por favor contacte al equipo de soporte

source: Module does not exist.
es_419: No existe el módulo.

source: An error occurred while deleting the score.
es_419: Ha ocurrido un error borrando la calificación.

source: Course has no entrance exam section.
es_419: El curso no tiene una sección de ingreso al examen

source: all_students and unique_student_identifier are mutually exclusive.
es_419: all_students y unique_student_identifier son mutuamente exclusivos.

source: all_students and delete_module are mutually exclusive.
es_419: all_students y delete_module son mutuamente exclusivos.

source: Requires instructor access.
es_419: Requiere acceso del instructor.

source: Course has no valid entrance exam section.
es_419: El curso no tiene una entrada valida a la seccion de examen

source: All Students
es_419: Todos los estudiantes

source: Cannot rescore with all_students and unique_student_identifier.
es_419: No se puede repuntuar con all_students y unique_student_identifier.

source: The ORA data report is being generated.
es_419: El reporte de datos de ORA está siendo creado.

source: An ORA data report generation task is already in progress. Check the 'Pending Tasks' table for the status of the task. When completed, the report will be available for download in the table below.
es_419: Una tarea de reporte de datos de ORA ya está en progreso. Verifique la tabla de 'Tareas pendientes de instructor' para ver el estado de esta tarea. Cuando se haya completado, el reporte estará disponible para ser descargado en la tabla a continuación.

source: The grade report is being created. To view the status of the report, see Pending Tasks below.
es_419: El reporte de calificaciones de problemas está siendo creado. Puede ver el estado del reporte en la sección de Tareas Pendientes abajo.

source: The grade report is currently being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
es_419: El reporte de calificaciones está siendo creado. Puede ver el estado de la tarea de generación en la sección de Tareas Pendientes mas abajo. Podrá descargar el reporte una vez esté completado.

source: The problem grade report is being created. To view the status of the report, see Pending Tasks below.
es_419: El reporte de calificaciones de problemas está siendo creado. Puede ver el estado del reporte en la sección de Tareas Pendientes abajo.

source: A problem grade report is already being generated. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
es_419: Un reporte de calificación de problemas está siendo generado. Puede ver el estado de la tarea de generación en la sección de Tareas Pendientes mas abajo. Podrá descargar el reporte una vez esté completado.

source: Successfully changed due date for student {0} for {1} to {2}
es_419: Se cambió la fecha de entrega para el estudiante {0} de {1} a {2}

source: Successfully removed invalid due date extension (unit has no due date).
es_419: Se eliminó correctamente la extensión de fecha límite. (La unidad no tiene fecha límite).

source: Successfully reset due date for student {0} for {1} to {2}
es_419: Se reinició la fecha de entrega para el estudiante {0} de {1} a {2}

source: This student (%s) will skip the entrance exam.
es_419: Este estudiante (%s) evitará el exámen de ingreso.

source: This student (%s) is already allowed to skip the entrance exam.
es_419: Este estudiante (%s) tiene autorizado evitar el examen de ingreso.

source: Certificate generation task for all students of this course has been started. You can view the status of the generation task in the "Pending Tasks" section.
es_419: La tarea de generación de certificados para todos los estudiantes de este curso ha sido iniciada. Podrá ver el estado de la tarea en la sección "Tareas pendientes" más abajo.

source: Please select one or more certificate statuses that require certificate regeneration.
es_419: Por favor seleccione uno o más estados de certificado que requieren regeneración.

source: Please select certificate statuses from the list only.
es_419: Por favor seleccione estados de certificado de la lista únicamente.

source: Certificate regeneration task has been started. You can view the status of the generation task in the "Pending Tasks" section.
es_419: La tarea de regeneración de certificados ha sido iniciada. Podrá ver el estado de la tarea en la sección "Tareas pendientes" más abajo.

source: Student (username/email={user}) already in certificate exception list.
es_419: El estudiante (username/email={user}) ya está en la lista de certificados de excepción.

source: Certificate exception (user={user}) does not exist in certificate white list. Please refresh the page and try again.
es_419: El certificado de excepción (usuario={user}) no existe en la lista blanca. Por favor recargue la página e intente nuevamente.

source: The record is not in the correct format. Please add a valid username or email address.
es_419: registro no está en el formato correcto. Por favor añada un nombre de usuario o dirección de correo válidos.

source: {user} does not exist in the LMS. Please check your spelling and retry.
es_419: {user} no existe en el LMS. Por favor revise su escritura e intente nuevamente.

source: {user} is not enrolled in this course. Please check your spelling and retry.
es_419: {user} no está inscrito al curso. Por favor revise su escritura e intente nuevamente.

source: Invalid data, generate_for must be "new" or "all".
es_419: Datos no válidos, generate_for debe ser "nuevo" o "todos".

source: Certificate generation started for white listed students.
es_419: Comenzó la generación de cerfificados para estudiantes en la lista blanca.

source: user "{user}" in row# {row}
es_419: usuario "{user}" en fila # {row}

source: user "{username}" in row# {row}
es_419: usuario "{username}" en fila # {row}

source: Certificate of {user} has already been invalidated. Please check your spelling and retry.
es_419: El certificado de {user} ya ha sido invalidado. Por favor verifique la escritura e intente nuevamente.

source: Certificate for student {user} is already invalid, kindly verify that certificate was generated for this student and then proceed.
es_419: El certificado para el estudiante {user} ya es inválido. Por favor verifique que el certificado haya sido generado para este estudiante antes de proceder.

source: Certificate Invalidation does not exist, Please refresh the page and try again.
es_419: La invalidación del certificado no existe. Por favor recargue la página e intente nuevamente.

source: The student {student} does not have certificate for the course {course}. Kindly verify student username/email and the selected course are correct and try again.
es_419: El estudiante {student} no tiene un certificado para el curso {course}. Por favor verifique que el nombre de usuario, correo electrónico y el curso seleccionado sean correctos e intente nuevamente.

source: coupon id is None
es_419: El id del cupón está vacio

source: coupon with the coupon id ({coupon_id}) DoesNotExist
es_419: el cupón con el id ({coupon_id}) no existe.

source: coupon with the coupon id ({coupon_id}) is already inactive
es_419: el cupón con el id ({coupon_id}) ya está inactivo.

source: coupon with the coupon id ({coupon_id}) updated successfully
es_419: el cupón con el id ({coupon_id}) fue actualizado exitósamente.

source: The code ({code}) that you have tried to define is already in use as a registration code
es_419: El código que está intentando utilizar ({code}) ya se encuentra en uso como un código de registro

source: Please Enter the Integer Value for Coupon Discount
es_419: Por favor introduzca el valor entero del cupón de descuento

source: Please Enter the Coupon Discount Value Less than or Equal to 100
es_419: Por favor introduzca el valor entero del cupón de descuento menor o igual a 100

source: Please enter the date in this format i-e month/day/year
es_419: Por favor ingrese la fecha en este formato mes/día/año

source: coupon with the coupon code ({code}) added successfully
es_419: el cupón con el código ({code}) fue añadido exitósamente.

source: coupon with the coupon code ({code}) already exists for this course
es_419: el cupón con el código ({code}) ya existe para este curso.

source: coupon id not found
es_419: no se encontró el id del cupón

source: coupon with the coupon id ({coupon_id}) updated Successfully
es_419: el cupón con el id ({coupon_id}) fue actualizado exitósamente

source: To gain insights into student enrollment and participation {link_start}visit {analytics_dashboard_name}, our new course analytics product{link_end}.
es_419: Para comprender mas sobre las inscripciones y participación de los estudiantes {link_start}visite el {analytics_dashboard_name}, nuestro nuevo producto para las analíticas del curso{link_end}.

source: Special Exams
es_419: Examenes especiales

source: Certificates
es_419: Certificados
hi: प्रमाण-पत्र

source: Please Enter the numeric value for the course price
es_419: Por favor ingrese un valor numérico para el precio del curso

source: CourseMode with the mode slug({mode_slug}) DoesNotExist
es_419: El modo de curso con slug ({mode_slug}) no existe.

source: CourseMode price updated successfully
es_419: Se actualizó correctamente el precio para el modo de curso.

source: Course Info
es_419: Información del curso

source: Enrollment data is now available in {dashboard_link}.
es_419: Los datos de inscripciones ya están disponibles en {dashboard_link}.

source: Cohorts
es_419: Cohortes
hi: समानता रखने वाले लोग
ko_kr: 학습 집단
pt_br: Grupos
vi: Đoàn hệ

source: Student Admin
es_419: Administrador de Estudiantes

source: Extensions
es_419: Extensiones

source: Data Download
es_419: Descarga de Datos

source: Analytics
es_419: Analíticas

source: Metrics
es_419: Métricas

source: 0 sent
es_419: 0 enviados

source: {num_emails} sent
es_419: {num_emails} enviado

source: {num_emails} failed
es_419: {num_emails} fallido

source: Complete
es_419: Completo

source: Incomplete
es_419: Incompleto

source: The enrollment code ({code}) was not found for the {course_name} course.
es_419: El cógido de inscripción ({code}) no ha sido encontrado para el curso {course_name}.
