Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: This is the wiki for **{organization}**'s _{course_name}_.
he: זהו ויקי עבור **{organization}** לקורס _{course_name}_.
hi: यह विकी ** {organization} ** के_ {course_name} _ के लिए है।
ja_jp: これは **{organization}**の _{course_name}_Wikiです
lt_lt: Tai yra **{organization}** kurso "_{course_name}_" vikis.
vi: Đây là wiki cho ** {organization} ** 's _{course_name}_.

source: Course page automatically created.
he: דף קורס נוצר באופן אוטומטי.
hi: पाठ्यक्रम पृष्ठ अपने आप बन जाता है।
ja_jp: 講座ページは自動的に生成されました。
lt_lt: Kurso puslapis automatiškai sukurtas.
vi: Trang trình tự động tạo ra.

source: Welcome to the {platform_name} Wiki
he: ברוכים הבאים לויקי של {platform_name}
hi: {Platform_name} विकी पर आपका स्वागत है
ja_jp: {platform_name} Wikiへようこそ
lt_lt: Sveiki prisijungę prie {platform_name} vikio
vi: Chào mừng bạn đến với {platform_name} Wiki

source: Visit a course wiki to add an article.
he: בקר בויקי של הקורס כדי להוסיף מאמר.
hi: कोई एक लेख जोड़ने के लिए पाठ्यक्रम विकी पर जाएं।
ja_jp: 記事を追加するには講座 Wikiへ進んでください。
lt_lt: Norėdami pridėti straipsnį apsilankykite kurso vikyje.
vi: Tới wiki của một khoá học để thêm bài báo.

source: Course has not started
hi: कोर्स शुरू नहीं हुआ है
ja_jp: 講座はまだ開講していません。
lt_lt: Kursas neprasidėjęs
vi: Khóa học chưa bắt đầu

source: Course does not start until {}
hi: कोर्स तक शुरू नहीं होता {}
ja_jp: {} まで講座は開講しません。
lt_lt: Kursas neprasidės iki {}
vi: Tất nhiên chưa bắt đầu cho đến khi {}

source: You have unfulfilled milestones
hi: आपके पास अधूरे मील के पत्थर हैं
ja_jp: 未達成のマイルストーンがあります
lt_lt: Jūs neįvykdėte svarbių punktų
vi: Bạn có sự kiện quan trọng chưa được thực hiện

source: You do not have access to this course
hi: इस पाठ्यक्रम तक आपकी पहुँच नहीं है
ja_jp: この講座にはアクセスしていません
lt_lt: Jums nesuteikta prieiga prie šio kurso
vi: Bạn không có quyền truy cập vào khóa học này

source: You do not have access to this course on a mobile device
hi: मोबाइल डिवाइस पर इस कोर्स तक आपकी पहुँच नहीं है
ja_jp: モバイルデバイスでこの講座にはアクセスしていません
lt_lt: Jums nesuteikta prieiga prisijungti prie šio kurso mobiliuoju prietaisu
vi: Bạn không có quyền truy cập vào khóa học này trên một thiết bị di động

source: Upgrade to Verified
hi: सत्यापित करने के लिए नवीनीकृत करें
vi: Nâng cấp lên trạng thái Đã xác thực

source: {relative} ago - {absolute}
hi: {सापेक्ष} पूर्व - {पूर्ण}
vi: {relative} trước - {absolute}

source: in {relative} - {absolute}
hi: में {सापेक्ष} - {पूर्ण}
vi: trong {relative} - {absolute}

source: Course Starts
hi: कोर्स शुरू होता है
ja_jp: 受講開始
vi: Bắt đầu Khóa học

source: Don't forget to add a calendar reminder!
hi: एक कैलेंडर अनुस्मारक जोड़ने के लिए मत भूलना!
vi: Đừng quên thêm lời nhắc vào lịch!

source: Course starts in {time_remaining_string} on {course_start_date}.
hi: कोर्स {कोर्स_स्टार्टिंग_डेट} पर {time_remaining_string} में शुरू होता है।
vi: Khóa học bắt đầu trong {time_remaining_string} vào {course_start_date}.

source: Course starts in {time_remaining_string} at {course_start_time}.
hi: पाठ्यक्रम {time_remaining_string} पर {कोर्स_स्टार्ट_टाइम} शुरू होता है।
vi: Khóa học bắt đầu trong {time_remaining_string} lúc {course_start_time}.

source: Course End
hi: कोर्स का अंत
ja_jp: 受講終了
vi: Kết thúc Khóa Học

source: To earn a certificate, you must complete all requirements before this date.
hi: प्रमाण पत्र अर्जित करने के लिए, आपको इस तिथि से पहले सभी आवश्यकताओं को पूरा करना होगा।
ja_jp: 修了証を取得するためには、この日付までにすべての必要条件を満たしていなければなりません。
vi: Để nhận được chứng chỉ, bạn phải hoàn thành các yêu cầu trước ngày này.

source: After this date, course content will be archived.
hi: इस तिथि के बाद, पाठ्यक्रम सामग्री को संग्रहीत किया जाएगा।
vi: Sau ngày này, nội dung khóa học sẽ được đưa vào lưu trữ.

source: This course is archived, which means you can review course content but it is no longer active.
hi: यह पाठ्यक्रम संग्रहीत है, जिसका अर्थ है कि आप पाठ्यक्रम सामग्री की समीक्षा कर सकते हैं लेकिन यह अब सक्रिय नहीं है।
ja_jp: この講座はアーカイブされており、これによって講座の教材を参照することはできますが利用することはできなくなっています。
vi: Khóa học này đã được chuyển vào lưu trữ, tức bạn vẫn có thể xem lại nội dung khóa học nhưng không còn hoạt động nữa.

source: This course is ending in {time_remaining_string} on {course_end_date}.
hi: यह कोर्स {course_end_date} पर {time_remaining_string} में समाप्त हो रहा है।
vi: Khóa học này kết thúc trong {time_remaining_string} vào {course_end_date}.

source: This course is ending in {time_remaining_string} at {course_end_time}.
hi: यह पाठ्यक्रम {time_remaining_string} पर {कोर्स_एंड_टाइम} पर समाप्त हो रहा है।
vi: Khóa học này kết thúc trong {time_remaining_string} vào {course_end_time}.

source: Certificate Available
hi: प्रमाणपत्र उपलब्ध है
vi: Cấp Chứng chỉ

source: Day certificates will become available for passing verified learners.
hi: सत्यापित प्रमाणपत्र पास करने के लिए डे सर्टिफिकेट उपलब्ध हो जाएगा।
vi: Ngày cấp chứng chỉ sẽ được kích hoạt cho những học viên đã đã được xác minh là đã vượt qua khoá học.

source: If you have earned a certificate, you will be able to access it {time_remaining_string} from now. You will also be able to view your certificates on your {learner_profile_link}.
hi: यदि आपने कोई प्रमाण पत्र अर्जित किया है, तो आप इसे अब से {time_remaining_string} एक्सेस कर पाएंगे। आप अपने प्रमाणपत्रों को अपने {learner_profile_link} पर भी देख पाएंगे।
vi: Nếu bạn đã có được chứng chỉ, bạn sẽ có thể truy cập nó từ thời điểm này {time_remaining_string}. Bạn cũng sẽ có thể xem các chứng chỉ của mình trên {learner_profile_link} của bạn.

source: Learner Profile
he: פרופיל הלומד
hi: शिक्षार्थी प्रोफाइल
ja_jp: 受講者プロファイル
lt_lt: Besimokančiojo profilis
vi: Hồ sơ cá nhân học viên

source: We are working on generating course certificates.
hi: हम कोर्स सर्टिफिकेट जेनरेट करने पर काम कर रहे हैं।
vi: Chúng tôi đang làm việc để tạo chứng chỉ khóa học.

source: Upgrade to Verified Certificate
hi: सत्यापित प्रमाणपत्र में अपग्रेड करें
ja_jp: 本人認証つき修了書にアップグレード
vi: Nâng cấp lên Chứng chỉ Xác thực

source: Verification Upgrade Deadline
hi: सत्यापन अपग्रेड की समय सीमा
ja_jp: 認証更新の締切
vi: Thời hạn Nâng cấp lên Xác minh

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate.
hi: सत्यापित प्रमाणपत्र अर्जित करके अपने नए ज्ञान और कौशल को उजागर करने का अवसर न चूकें।
vi: Đừng bỏ lỡ cơ hội làm nổi bật kiến thức và kĩ năng mới của mình bằng việc nhận một chứng chỉ xác thực.

source: You are still eligible to upgrade to a Verified Certificate! Pursue it to highlight the knowledge and skills you gain in this course.
hi: आप अभी भी सत्यापित प्रमाणपत्र में अपग्रेड करने के योग्य हैं! इस पाठ्यक्रम में आपके द्वारा प्राप्त किए गए ज्ञान और कौशल को उजागर करने के लिए इसे चुनें।
vi: Bạn vẫn đủ điều kiện để nâng cấp lên Chứng chỉ Xác thực! Theo đuổi nó để thể hiện kiến thức và kỹ năng bạn đạt được trong khóa học này.

source: by {date}
hi: द्वारा {date}
vi: theo {date}

source: Don't forget, you have {time_remaining_string} left to upgrade to a Verified Certificate.
hi: मत भूलो, आपके पास सत्यापित प्रमाणपत्र में अपग्रेड करने के लिए {time_remaining_string} बचा है।
vi: Đừng quên, bạn còn {time_remaining_string} để nâng cấp lên Chứng chỉ Xác thực.

source: Don't forget to upgrade to a verified certificate by {localized_date}.
hi: {स्थानीयकृत_डेट} द्वारा सत्यापित प्रमाणपत्र में अपग्रेड करना न भूलें।
vi: Đừng quên nâng cấp thành chứng chỉ xác thực cho tới ngày {localized_date}.

source: In order to qualify for a certificate, you must meet all course grading requirements, upgrade before the course deadline, and successfully verify your identity on {platform_name} if you have not done so already.{button_panel}
hi: प्रमाण पत्र के लिए अर्हता प्राप्त करने के लिए, आपको सभी पाठ्यक्रम ग्रेडिंग आवश्यकताओं को पूरा करना होगा, पाठ्यक्रम की समय सीमा से पहले अपग्रेड करना होगा, और यदि आपने पहले से ऐसा नहीं किया है, तो सफलतापूर्वक {platform_name} पर अपनी पहचान सत्यापित करें। {button_panel}
vi: Để đủ điều kiện có chứng chỉ, bạn phải đáp ứng tất cả các yêu cầu về điểm số môn học, nâng cấp trước thời hạn và xác minh thành công danh tính của bạn trên {platform_name} nếu bạn chưa làm như vậy. {button_panel}

source: Upgrade ({upgrade_price})
hi: अपग्रेड ({upgrade_price})
vi: Nâng cấp ({upgrade_price})

source: Learn More
he: למד עוד
hi: अधिक सीखें
ja_jp: さらに詳しく
lt_lt: Sužinoti daugiau
vi: Tìm hiểu thêm

source: Retry Verification
hi: सत्यापन का पुनः प्रयास करें
ja_jp: 認証を再実行
vi: Thử lại Xác minh

source: Verify My Identity
hi: मेरी पहचान सत्यापित करें
ja_jp: 本人認証する
vi: Xác minh Danh tính của tôi

source: Missed Verification Deadline
hi: मिस्ड वेरिफिकेशन डेडलाइन
ja_jp: 認証締め切りを逃しました
vi: Bỏ lỡ Thời hạn Xác minh

source: Unfortunately you missed this course's deadline for a successful verification.
hi: दुर्भाग्य से आप एक सफल सत्यापन के लिए इस पाठ्यक्रम की समय सीमा से चूक गए।
ja_jp: 残念ながら成功した認証がなかったために、この講座の締め切りを逃してしまいました。
vi: Thật không may bạn đã bỏ lỡ thời hạn của khóa học này để được xác minh.

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
hi: सत्यापित प्रमाण पत्र के लिए अर्हता प्राप्त करने के लिए आपको इस तिथि से पहले सफलतापूर्वक सत्यापन पूरा करना होगा।
ja_jp: 認証つき修了証の資格のためにはこの日付までに認証の成功を完了していなければなりません。
vi: Bạn phải hoàn thành xác minh trước ngày này để đủ điều kiện cho Chứng chỉ Xác thực.

source: This user does not have access to this content because the content start date is in the future
hi: इस उपयोगकर्ता के पास इस सामग्री तक पहुंच नहीं है क्योंकि सामग्री की शुरुआत की तारीख भविष्य में है
vi: Người dùng này không có truy cập tới nội dung này do chưa tới ngày bắt đầu.

source: This type of component cannot be shown while viewing the course as a specific student.
hi: इस प्रकार के घटक को विशिष्ट छात्र के रूप में पाठ्यक्रम को देखते हुए नहीं दिखाया जा सकता है।
ja_jp: 指定されている受講者としてこの講座をみる場合は、このタイプのコンポーネントは表示されません。
lt_lt: Šis komponentas yra nematomas, kai esate pasirinkę kurso peržiūrą kaip konkretus asmuo.
vi: Đây là loại thành phần không thể được hiển thị trong khi xem các khóa học như một học sinh cụ thể.

source: Number of days a learner has to upgrade after content is made available
hi: सामग्री उपलब्ध होने के बाद एक शिक्षार्थी को कई दिनों तक उन्नयन करना पड़ता है
vi: Số ngày học viên phải nâng cấp sau khi có nội dung

source: Disable the dynamic upgrade deadline for this course run.
hi: इस पाठ्यक्रम को चलाने के लिए डायनामिक अपग्रेड की समय सीमा को अक्षम करें।
vi: Vô hiệu hoá nâng cấp động thời hạn cho khóa học này.

source: Disable the dynamic upgrade deadline for this organization.
hi: इस संगठन के लिए डायनामिक अपग्रेड समय सीमा को अक्षम करें।
vi: Vô hiệu hóa nâng cấp động cho tổ chức này.

source: Syllabus
he: סילבוס
hi: पाठ्यक्रम
ja_jp: シラバス
lt_lt: Kurso programa
vi: Đề cương

source: Progress
he: התקדמות
hi: प्रगति
ja_jp: 成績
lt_lt: Pažanga
vi: Tiến độ

source: Textbooks
he: ספרי לימוד
hi: पाठ्यपुस्तकों
ja_jp: テキスト
lt_lt: Vadovėliai
vi: Giáo Trình

source: You are not signed in. To see additional course content, {sign_in_link} or {register_link}, and enroll in this course.
hi: आप साइन इन नहीं हैं। अतिरिक्त पाठ्यक्रम सामग्री, {साइन_इन_लिंक} या {रजिस्टर_लिंक} देखें, और इस पाठ्यक्रम में दाखिला लें।
vi: Bạn chưa đăng nhập. Để xem thêm nội dung khóa học, {sign_in_link} hoặc {register_link} và sau đó ghi danh vào khóa học này.

source: sign in
hi: साइन इन करें
vi: đăng nhập

source: register
hi: रजिस्टर करें
vi: đăng ký

source: Your enrollment: Audit track
hi: आपका नामांकन: ऑडिट ट्रैक
vi: Đăng ký của bạn: Phần kiểm tra

source: You are enrolled in the audit track for this course. The audit track does not include a certificate.
hi: आप इस कोर्स के लिए ऑडिट ट्रैक में नामांकित हैं। ऑडिट ट्रैक में प्रमाणपत्र शामिल नहीं है।
vi: Bạn đã được đăng ký vào phần kiểm tra đầu vào khóa học này. Phần kiểm tra không có giấy chứng nhận.

source: Your enrollment: Honor track
hi: आपका नामांकन: सम्मान ट्रैक
vi: Ghi danh của bạn: Theo dõi Vinh danh

source: You are enrolled in the honor track for this course. The honor track does not include a certificate.
hi: आप इस कोर्स के लिए सम्मान ट्रैक में नामांकित हैं। सम्मान ट्रैक में प्रमाणपत्र शामिल नहीं है।
vi: Bạn đã được ghi danh theo dõi vinh danh cho khóa học này. theo dõi vinh danh sẽ không bao gồm chứng chỉ.

source: We're working on it...
he: עובדים על זה
hi: हम इस पर काम कर रहे हैं ...
ja_jp: まだ作業中です...
vi: Đang tiến hành...

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
he: אנו יוצרים את התעודה שלך. תוכל להמשיך לעבוד על הקורסים שלך וקישור לתעודה יופיע פה ובלוח הבקרה שלך כאשר התעודה תהיה מוכנה.
hi: हम आपका प्रमाणपत्र बना रहे हैं। आप अपने पाठ्यक्रमों में काम करना जारी रख सकते हैं और इसके लिए एक लिंक यहां और आपके डैशबोर्ड पर तैयार होने पर दिखाई देगा।
ja_jp: 修了証を作成中です。講座には引き続き取り組めて、修了証の準備ができたらリンクがこことマイページ上に表示されます。
vi: Chúng tôi đang tạo chứng chỉ của bạn. Bạn có thể tiếp tục khóa học của mình và một liên kết đến chứng chỉ sẽ hiện ra ở đây và trên Bảng thông tin của bạn khi nó sẵn sàng.

source: Your certificate has been invalidated
hi: आपका प्रमाणपत्र अमान्य कर दिया गया है
vi: Chứng chỉ của bạn đã bị vô hiệu

source: Please contact your course team if you have any questions.
hi: यदि आपके कोई प्रश्न हैं, तो कृपया अपनी पाठ्यक्रम टीम से संपर्क करें।
vi: Vui lòng liên hệ với quản lý khoá học của bạn nếu bạn có bất kỳ câu hỏi nào.

source: Congratulations, you qualified for a certificate!
he: ברכות, אתה זכאי לתעודה!
hi: बधाई हो, आप एक प्रमाण पत्र के लिए योग्य हैं!
ja_jp: おめでとうございます、修了証の基準を達成しました！
vi: Chúc mừng, bạn đã đạt đủ điều kiện để nhận chứng chỉ!

source: You've earned a certificate for this course.
hi: आपने इस पाठ्यक्रम के लिए एक प्रमाण पत्र अर्जित किया है।
vi: Bạn đã lấy được chứng chỉ khóa học này.

source: Certificate unavailable
hi: प्रमाणपत्र उपलब्ध नहीं है
vi: Không có chứng chỉ

source: You have not received a certificate because you do not have a current {platform_name} verified identity.
hi: आपको एक प्रमाणपत्र नहीं मिला है क्योंकि आपके पास वर्तमान {platform_name} सत्यापित पहचान नहीं है।
vi: Bạn chưa nhận được Chứng chỉ vì bạn chưa được xác minh danh tính {platform_name} hiện tại.

source: Your certificate is available
he: התעודה שלך זמינה
hi: आपका प्रमाणपत्र उपलब्ध है
ja_jp: あなたの修了証は利用可能です
vi: Đã có chứng chỉ cho bạn

source: To see course content, {sign_in_link} or {register_link}.
hi: पाठ्यक्रम सामग्री देखने के लिए, {साइन_इन_लिंक} या {रजिस्टर_लिंक}।
vi: Để xem nội dung khóa học, {sign_in_link} hoặc {register_link}.

source: You must be enrolled in the course to see course content. {enroll_link_start}Enroll now{enroll_link_end}.
hi: पाठ्यक्रम सामग्री देखने के लिए आपको पाठ्यक्रम में नामांकित होना चाहिए। {nom_link_start} अब नामांकन करें {nom_link_end}।
vi: Bạn phải đăng ký tham gia khóa học để xem nội dung khóa học. {enroll_link_start}Đăng ký ngay{enroll_link_end}.

source: You must be enrolled in the course to see course content.
hi: पाठ्यक्रम सामग्री देखने के लिए आपको पाठ्यक्रम में नामांकित होना चाहिए।
vi: Bạn phải đăng ký tham gia khóa học để xem nội dung khóa học.

source: Invalid location.
he: מיקום לא חוקי.
hi: अमान्य स्थान।
ja_jp: 無効なロケーション
lt_lt: Neteisingas adresas.
vi: Địa chỉ không hoạt động.

source: User {username} has never accessed problem {location}
he: משתמש {username} מעולם לא נכנס לבעיה {location}
hi: उपयोगकर्ता {उपयोगकर्ता नाम} ने कभी भी समस्या {स्थान} एक्सेस नहीं किया है
ja_jp: {username} は問題{location}にアクセスしたことがありません。
lt_lt: Naudotojas {username} niekada neperskaitė užduoties {location} sąlygos
vi: Thành viên {username} chưa bao giờ truy cập câu hỏi {location}

source: You must be signed in to {platform_name} to create a certificate.
he: עליך להיות מחובר ל{platform_name} בכדי ליצור תעודה.
hi: प्रमाण पत्र बनाने के लिए आपको {platform_name} में साइन इन होना चाहिए।
ja_jp: 修了証を作成するには{platform_name}にサインインしている必要があります。
lt_lt: Norėdami kurti sertifikatą, turite būti prisijungę prie {platform_name}.
vi: Bạn phải đăng nhập vào {platform_name} để tạo ra một giấy chứng nhận.

source: Course is not valid
he: קורס לא חוקי
hi: कोर्स मान्य नहीं है
ja_jp: 講座が無効
lt_lt: Kursas negalioja
vi: khoá học không hợp lệ

source: Your certificate will be available when you pass the course.
he: התעודה שלך תהיה זמינה כאשר תעבור את הקורס.
hi: जब आप कोर्स पास कर लेंगे तो आपका प्रमाणपत्र उपलब्ध होगा।
ja_jp: 修了証は講座に合格してから利用可能になります。
lt_lt: Galėsite matyti savo sertifikatą, kai sėkmingai baigsite kursą.
vi: Chứng chỉ của bạn sẽ có sẵn khi bạn vượt qua khóa học.

source: Certificate has already been created.
hi: प्रमाणपत्र पहले ही बनाया जा चुका है।
ja_jp: 修了証は既に作成されました。
lt_lt: Sertifikatas jau sukurtas.
vi: Giấy chứng nhận đã được tạo ra.

source: Certificate is being created.
hi: प्रमाण पत्र बनाया जा रहा है।
ja_jp: 修了証が作成されます。
lt_lt: Sertifikatas kuriamas.
vi: Chứng chỉ đang được tạo ra.

source: {platform_name} now offers financial assistance for learners who want to earn Verified Certificates but who may not be able to pay the Verified Certificate fee. Eligible learners may receive up to 90{percent_sign} off the Verified Certificate fee for a course. To apply for financial assistance, enroll in the audit track for a course that offers Verified Certificates, and then complete this application. Note that you must complete a separate application for each course you take. We plan to use this information to evaluate your application for financial assistance and to further develop our financial assistance program.
hi: {platform_name} अब उन शिक्षार्थियों के लिए वित्तीय सहायता प्रदान करता है जो सत्यापित प्रमाण पत्र अर्जित करना चाहते हैं, लेकिन जो सत्यापित प्रमाणपत्र शुल्क का भुगतान करने में सक्षम नहीं हो सकते हैं। योग्य शिक्षार्थी कोर्स के लिए सत्यापित प्रमाणपत्र शुल्क से 90 {प्रतिशत_साइन} तक प्राप्त कर सकते हैं। वित्तीय सहायता के लिए आवेदन करने के लिए, सत्यापित प्रमाणपत्र प्रदान करने वाले पाठ्यक्रम के लिए ऑडिट ट्रैक में नामांकन करें और फिर इस आवेदन को पूरा करें। ध्यान दें कि आपको प्रत्येक पाठ्यक्रम के लिए एक अलग आवेदन पूरा करना होगा। हम वित्तीय सहायता के लिए आपके आवेदन का मूल्यांकन करने और हमारे वित्तीय सहायता कार्यक्रम को और विकसित करने के लिए इस जानकारी का उपयोग करने की योजना बनाते हैं।
ja_jp: 現在本人認証付き修了証の取得を希望していながら、本人認証付き修了書取得料金の支払いが困難な受講者に対して {platform_name} は、経費援助を提供しています。適格受講者は、最大 90 {percent_sign} までの本人認証付き修了証の取得費用の支払い援助を受けることができます。 資金援助を受けるためには、本人認証付き修了証が提供される講座の支払い記録に登録し、申請内容を満たします。受講しているそれぞれの講座ごとに、申請しなければならない点に注意してください。 申請の情報は、経費援助の申請評価のためと更なる経費援助プログラムの開発にも利用する計画です。
vi: {platform_name} hiện hỗ trợ tài chính cho người học muốn lấy Chứng chỉ Xác thực nhưng không thể chi trả lệ phí. Những người học đủ điều kiện có thể nhận được tối đa 90{percent_sign} khoản phí Chứng chỉ Xác thực cho một khóa học. Để đăng ký nhận hỗ trợ tài chính, hãy đăng ký vào phần kiểm tra cho khóa học cung cấp Chứng chỉ Xác thực và sau đó hoàn tất đơn đăng ký này. Lưu ý rằng bạn phải hoàn thành từng phần áp dụng riêng cho mỗi khóa học bạn thực hiện. Chúng tôi dự định sử dụng thông tin này để đánh giá đơn xin hỗ trợ tài chính của bạn và tiếp tục phát triển chương trình hỗ trợ tài chính của chúng tôi.

source: Annual Household Income
hi: वार्षिक घरेलू आय
ja_jp: 年間の所帯収入
vi: Thu nhập hộ gia đình hàng năm

source: Use between 250 and 500 words or so in your response.
ja_jp: レスポンスには 250 から 500 までの単語などを用いてください。
vi: Sử dụng từ 250 đến 500 từ hoặc tương ứng trong câu trả lời của bạn.

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
hi: उस कोर्स का चयन करें जिसके लिए आप एक सत्यापित प्रमाण पत्र अर्जित करना चाहते हैं। यदि पाठ्यक्रम सूची में दिखाई नहीं देता है, तो सुनिश्चित करें कि आपने पाठ्यक्रम के लिए ऑडिट ट्रैक में नामांकित किया है।
ja_jp: 取得したい認証付き修了証のための講座を選択してください。この一覧にその講座が見つからない場合には、その講座の会計履歴に間違いなく受講登録しているかを確認してください。
vi: Chọn khóa học mà bạn muốn lấy chứng chỉ xác thực. Nếu khóa học không xuất hiện trong danh sách, đảm bảo bạn đã đăng ký vào phần kiểm tra cho khóa học.

source: Specify your annual household income in US Dollars.
hi: अमेरिकी डॉलर में अपनी वार्षिक घरेलू आय निर्दिष्ट करें।
ja_jp: 年間の家計収入を US ドル換算で指定してください。
vi: Chỉ định thu nhập hộ gia đình hàng năm bằng Đô la Mỹ.

source: I allow edX to use the information provided in this application (except for financial information) for edX marketing purposes.
hi: मैं edX विपणन उद्देश्यों के लिए इस एप्लिकेशन में दी गई जानकारी (वित्तीय जानकारी को छोड़कर) का उपयोग करने की अनुमति देता हूं।
ja_jp: 私はこのアプリケーションに提供した情報 (会計情報を除く) を edX が事業目的のために使用することに同意します。
vi: Tôi cho phép edX sử dụng thông tin được cung cấp trong ứng dụng này (trừ thông tin tài chính) cho các mục đích tiếp thị edX.

source: Path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_DIR
ja_jp: パス「{0}」は存在しませんので生成するか、もしくは「GIT_REPO_DIR」を異なるパスに設定変更してください。
lt_lt: Kelias {0} neegzistuoja, prašome jį sukurti, arba sukurkite naują kelią su GIT_REPO_DIR
vi: Đường {0} không tồn tại, xin vui lòng tạo đường mới hoặc cấu hình một đường khác bằng GIT_REPO_DIR

source: Non usable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
ja_jp: 使用可能ではないgit urlです。「git@github.com:mitocw/edx4edx_lite.git」のような形式が期待値です。
lt_lt: Pateikta netinkama git url nuoroda. Tikimasi kažko panašaus į git@github.com:mitocw/edx4edx_lite.git
vi: Non git url sử dụng được cung cấp. Mong một cái gì đó như: git@github.com: mitocw / edx4edx_lite.git

source: Unable to get git log
ja_jp: git logの取得に失敗。
lt_lt: Neįmanoma pasiekti git žurnalo
vi: Không thể lấy git log

source: git clone or pull failed!
he: פעולה git clone או git pull נכשלה!
ja_jp: git cloneもしくはgit pullは失敗しました。
lt_lt: git klonavimas arba ištraukimas nepavyko!
vi: sao hoặc nhập git thất bại!

source: Unable to run import command.
he: לא ניתן להריץ פקודת יבוא.
ja_jp: importコマンドの実行に失敗。
lt_lt: Neįmanoma vykdyti importavimo komandos.
vi: Không thể chạy lệnh nhập

source: The underlying module store does not support import.
ja_jp: 下層モジュールストアがインポートをサポートしていません。
lt_lt: Naudojama modulių saugykla nepalaiko importavimo.
vi: Module store nền tảng không hỗ trợ nhập.

source: The specified remote branch is not available.
ja_jp: 指定されたリモートブランチは利用できません。
lt_lt: Nurodyta nuotolinė šaka nepasiekiama.
vi: Các chi nhánh từ xa được chỉ định là không có sẵn.

source: Unable to switch to specified branch. Please check your branch name.
he: אין אפשרות לחליף לבראנצ' ספציפי. אנא בדוק את שם הבראנץ'.
ja_jp: 指定のブランチにスイッチできません。ブランチ名を確認してください。
lt_lt: Neįmanoma pereiti prie nurodytos šakos. Prašome patikrinti šakos pavadinimą.
vi: Không thể chuyển sang ngành quy định. Vui lòng kiểm tra tên chi nhánh của bạn.

source: Import the specified git repository and optional branch into the modulestore and optionally specified directory.
ja_jp: 指定のgitレポジトリとオプション指定のブランチをモジュールストア、および指定のディレクトリにインポートする。
lt_lt: Importuokite nurodytą git saugyklą ir pasirinktą šaką į modulių saugyklą ir pasirinktinai nurodytą katalogą.
vi: Nhập kho git quy định và tùy chọn chi nhánh thành các modulestore và thư mục tùy chọn định.

source: Failed in authenticating {username}, error {error}
he: נכשל אימות {username}, שגיאה {error}
ja_jp: {username} の認証に失敗しました。 エラー： {error}
lt_lt: Nepavyko atpažinti {username}, klaida {error}
vi: Không thể chứng thực {username}, lỗi {error}

source: Failed in authenticating {username}
he: נכשל אימות {username}
ja_jp: {username} の認証に失敗しました
lt_lt: Nepavyko atpažinti {username}
vi: Thất bại trong chứng thực {username}

source: fixed password
he: סיסמה מתוקנת
ja_jp: 修正されたパスワード
lt_lt: nustatytas slaptažodis
vi: mật khẩu cố định

source: All ok!
he: הכל בסדר!
ja_jp: 整備完了。
lt_lt: Viskas gerai!
vi: Tất cả đã ok!

source: Must provide username
he: חובה לספק שם משתמש
ja_jp: ユーザー名は必須です。
lt_lt: Turite nurodyti naudotojo vardą
vi: Phải cung cấp tên đăng nhập

source: Must provide full name
he: חובה לספק שם מלא
ja_jp: 氏名は必須です。
lt_lt: Turite nurodyti pilną vardą
vi: Phải cung cấp họ tên
