Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Course team members with the Staff role help you manage your course. Staff can enroll and unenroll learners, as well as modify their grades and access all course data. Staff also have access to your course in Studio and Insights. You can only give course team roles to enrolled users.
hi: स्टाफ टीम के साथ कोर्स टीम के सदस्य आपके पाठ्यक्रम को प्रबंधित करने में आपकी सहायता करते हैं। कर्मचारी शिक्षार्थियों को नामांकित और अनियंत्रित कर सकते हैं, साथ ही साथ अपने ग्रेड को संशोधित कर सकते हैं और सभी पाठ्यक्रम डेटा तक पहुंच सकते हैं। स्टाफ़ के पास स्टूडियो और इनसाइट्स में भी आपके पाठ्यक्रम तक पहुँच है। आप केवल नामांकित उपयोगकर्ताओं को कोर्स टीम भूमिका दे सकते हैं।
vi: Các thành viên của nhóm phụ trách khóa học với vai trò nhân viên giúp bạn quản lý khóa học của bạn. Vai trò nhân viên có thể ghi danh và hủy ghi danh học viên, cũng như sửa đổi điểm số và truy cập vào tất cả dữ liệu của khóa học. Nhân viên còn có quyền truy cập vào khóa học của bạn trong Studio và Insights. Bạn chỉ có thể cung cấp quyền của nhóm phụ trách khóa học cho những người dùng đã đăng ký.

source: Add Staff
he: הוסף צוות
hi: कर्मचारी जोड़ें
ja_jp: スタッフを追加する
lt_lt: Pridėti kurso personalą
vi: Thêm Nhân Viên

source: Admin
he: מנהל
hi: व्यवस्थापक
ja_jp: 管理者
lt_lt: Administratorius
vi: Quản trị

source: Course team members with the Admin role help you manage your course. They can do all of the tasks that Staff can do, and can also add and remove the Staff and Admin roles, discussion moderation roles, and the beta tester role to manage course team membership. You can only give course team roles to enrolled users.
hi: पाठ्यक्रम टीम के सदस्य, जो व्यवस्थापक भूमिका के साथ आपको अपना पाठ्यक्रम प्रबंधित करने में मदद करते हैं। वे सभी कार्य कर सकते हैं जो कर्मचारी कर सकते हैं, और स्टाफ टीम और व्यवस्थापक भूमिकाएँ जोड़ सकते हैं और हटा भी सकते हैं, मॉडरेशन भूमिकाओं पर चर्चा कर सकते हैं, और बीटा परीक्षक भूमिका निभा सकते हैं। आप केवल नामांकित उपयोगकर्ताओं को कोर्स टीम भूमिका दे सकते हैं।
vi: Các thành viên của nhóm phụ trách khóa học với vai trò quản trị viên giúp bạn quản lý khóa học của bạn. Họ có thể thực hiện tất cả các tác vụ mà nhân viên có thể làm, và cũng có thể thêm vào hoặc bỏ đi quyền nhân viên và quản trị viên, quyền người điều hành diễn đàn, và quyền thành viên thử nghiệm bản beta để quản lý hội viên của nhóm phụ trách khóa học. Bạn chỉ có thể cung cấp quyền của nhóm phụ trách khóa học cho những người dùng đã đăng ký.

source: Add Admin
hi: व्यवस्थापक जोड़ें
vi: Thêm vào Quản trị viên

source: Beta Testers
he: בודקי בטא
hi: बीटा परीक्षक
ja_jp: ベータテスター
lt_lt: Beta versijos bandytojai
vi: Người Dùng Thử Bản Beta

source: Beta Testers can see course content before other learners. They can make sure that the content works, but have no additional privileges. You can only give course team roles to enrolled users.
hi: बीटा परीक्षक अन्य शिक्षार्थियों से पहले पाठ्यक्रम सामग्री देख सकते हैं। वे यह सुनिश्चित कर सकते हैं कि सामग्री काम करती है, लेकिन कोई अतिरिक्त विशेषाधिकार नहीं है। आप केवल नामांकित उपयोगकर्ताओं को कोर्स टीम भूमिका दे सकते हैं।
vi: Các thành viên thử nghiệm bản beta có thể thấy nội dung khóa học trước các học viên khác. Họ có thể biết chắc các nội dung có hoạt động hay không, nhưng không có thêm đặc quyền nào khác. Bạn chỉ có thể cung cấp quyền của nhóm phụ trách khóa học cho những người dùng đã đăng ký.

source: Add Beta Tester
he: הוסך בודק בטא
hi: बीटा टेस्टर जोड़ें
ja_jp: ベータテスターを追加
lt_lt: Pridėti beta versijos bandytoją
vi: Thêm Người Dùng Thử Bản Beta

source: Discussion Admins
he: מנהלי דיונים
hi: चर्चा व्यवस्थापक
ja_jp: ディスカッション管理者
lt_lt: Diskusijos administratoriai
vi: Quản trị viên thảo luận

source: Discussion Admins can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They can also add and remove the discussion moderation roles to manage course team membership. Only enrolled users can be added as Discussion Admins.
hi: चर्चा Admins किसी भी पोस्ट को एडिट या डिलीट कर सकते हैं, गलत फ़्लैग कर सकते हैं, क्लोज़ और री-ओपन थ्रेड्स, एंडोर्स रिस्पॉन्स और सभी ग्रुप्स से पोस्ट देख सकते हैं। उनके पदों को 'स्टाफ' के रूप में चिह्नित किया गया है। वे पाठ्यक्रम टीम सदस्यता को प्रबंधित करने के लिए चर्चा मॉडरेशन भूमिकाओं को जोड़ और हटा सकते हैं। केवल नामांकित उपयोगकर्ताओं को चर्चा के रूप में जोड़ा जा सकता है।
vi: Quản trị viên Diễn đàn có thể chỉnh sửa hoặc xoá bất kỳ bài nào, xoá thông báo vi phạm, đóng và mở lại chủ đề, kiểm duyệt phản hồi và xem bài đăng từ tất cả các nhóm. Bài đăng của họ được đánh dấu là 'nhân viên'. Họ cũng có thể thêm và xóa các vai trò điều hành thảo luận để quản lý thành viên nhóm khóa học. Chỉ những người dùng đã đăng ký có thể được thêm làm Quản trị viên Diễn đàn.

source: Add Discussion Admin
he: להוסיף מנהל הדיון
hi: चर्चा व्यवस्थापक जोड़ें
ja_jp: ディスカッション管理者を追加
lt_lt: Pridėti diskusijos administratorių
vi: Thêm quản trị viên thảo luận

source: Discussion Moderators
he: מנחי דיונים
hi: चर्चा मध्यस्थ
ja_jp: ディスカッションモデレーター
lt_lt: Diskusijos moderatoriai
vi: Điều hành viên thảo luận

source: Discussion Moderators can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They cannot manage course team membership by adding or removing discussion moderation roles. Only enrolled users can be added as Discussion Moderators.
hi: चर्चा मध्यस्थ किसी भी पोस्ट को संपादित या हटा सकते हैं, दुरुपयोग के झंडे, स्पष्ट और बंद धागे को फिर से खोल सकते हैं, प्रतिक्रियाएं दे सकते हैं, और सभी समूहों के पोस्ट देख सकते हैं। उनके पदों को 'स्टाफ' के रूप में चिह्नित किया गया है। वे चर्चा मॉडरेशन भूमिकाओं को जोड़कर या हटाकर पाठ्यक्रम टीम की सदस्यता का प्रबंधन नहीं कर सकते। केवल नामांकित उपयोगकर्ता चर्चा मध्यस्थ के रूप में जोड़े जा सकते हैं।
vi: Người điều hành Diễn đàn có thể chỉnh sửa hoặc xoá bất kỳ bài đăng nào, xoá thông báo vi phạm, đóng và mở lại chủ đề, kiểm duyệt phản hồi và xem các bài đăng từ tất cả các nhóm. Bài đăng của họ được đánh dấu là 'nhân viên'. Họ không thể quản lý thành viên nhóm điều hành khóa học bằng cách thêm hoặc xóa vai trò kiểm duyệt diễn đàn. Chỉ những người dùng được đăng ký mới có thể được thêm vào làm Người điều hành Diễn đàn.

source: Add Moderator
he: הוסף מנחה
hi: मॉडरेटर जोड़ें
ja_jp: モデレーターを追加する
lt_lt: Pridėti moderatorių
vi: Thêm Điều Hành Viên

source: Group Community TA
hi: समूह समुदाय टीए
vi: Nhóm Hỗ trợ Cộng đồng

source: Group Community TAs are members of the community who help course teams moderate discussions. Group Community TAs see only posts by learners in their assigned group. They can edit or delete posts, clear flags, close and re-open threads, and endorse responses, but only for posts by learners in their group. Their posts are marked as 'Community TA'. Only enrolled learners can be added as Group Community TAs.
hi: समूह सामुदायिक टीएएस समुदाय के सदस्य हैं जो पाठ्यक्रम की टीमों को उदारवादी चर्चा में मदद करते हैं। समूह समुदाय TAs केवल शिक्षार्थियों द्वारा उनके असाइन किए गए समूह में पोस्ट देखते हैं। वे पोस्ट को संपादित कर सकते हैं या हटा सकते हैं, स्पष्ट झंडे, क्लोज़ और री-ओपन थ्रेड्स और एंडोर्स प्रतिक्रियाएं, लेकिन केवल अपने समूह के शिक्षार्थियों द्वारा पोस्ट के लिए। उनके पदों को 'सामुदायिक टीए' के ​​रूप में चिह्नित किया गया है। केवल नामांकित शिक्षार्थियों को समूह समुदाय TAs के रूप में जोड़ा जा सकता है।
vi: Nhóm Hỗ trợ Cộng đồng là thành viên của cộng đồng giúp những nhóm điều hành điều hành các cuộc thảo luận. Nhóm Hỗ trợ Cộng đồng chỉ xem các bài đăng của người học trong nhóm được chỉ định. Họ có thể chỉnh sửa hoặc xoá bài viết, xóa cờ, đóng và mở lại chủ đề và điều hành phản hồi, nhưng chỉ cho bài đăng của người học trong nhóm của họ. Các bài đăng của họ được đánh dấu là 'Hỗ trợ Cộng đồng'. Chỉ những học viên đã đăng ký mới có thể được bổ sung làm Nhóm Hỗ trợ Cộng đồng.

source: Add Group Community TA
hi: समूह समुदाय TA जोड़ें
vi: Thêm Nhóm Hỗ trợ Cộng đồng

source: Add Community TA
he: הוסף עוזר הוראה קהילתי
hi: सामुदायिक टीए जोड़ें
ja_jp: コミュニティTAを追加
lt_lt: Pridėti mokymosi asistentus
vi: Thêm cộng đồng TA

source: CCX Coaches
hi: CCX कोच
ja_jp: CCX コーチ
vi: Các giảng viên CCX

source: CCX Coaches are able to create their own Custom Courses based on this course, which they can use to provide personalized instruction to their own students based in this course material.
hi: CCX कोच इस पाठ्यक्रम के आधार पर अपने स्वयं के कस्टम पाठ्यक्रम बनाने में सक्षम हैं, जिसका उपयोग वे इस पाठ्यक्रम सामग्री के आधार पर अपने स्वयं के छात्रों को व्यक्तिगत निर्देश प्रदान करने के लिए कर सकते हैं।
ja_jp: CCX コーチは、このコースに基づいて、自分の生徒のための個別指導講座をこのコースの構成から作成することができます。
vi: Các giảng viên CCX có khả năng tự tạo các Khóa học tùy chỉnh của chính mình dựa trên nền khóa học này, nơi mà họ có thể sử dụng để cung cấp các hướng dẫn cá nhân đến chính học viên của họ dựa trên tư liệu của khóa học này.

source: Add CCX Coach
hi: CCX कोच जोड़ें
ja_jp: CCX コーチの追加
vi: Thêm vào Giảng viên CCX

source: There is no data available to display at this time.
he: אין מידע זמין להצגה בשלב זה
hi: इस वक्त कोई डेटा दिखाने के लिए नहीं हैं।
ja_jp: 現在、表示可能なデータはありません。
lt_lt: Šiuo metu duomenų nėra.
vi: Hiện tại chưa có dữ liệu để hiển thị

source: Use Reload Graphs to refresh the graphs.
he: השתמש ב-"רענן גרפים" כדי לטעון את הגרפים מחדש.
ja_jp: グラフの再読み込みでグラフを更新します。
lt_lt: Norėdami atnaujinti grafas, spauskite "Atnaujinti grafas".
vi: Sử dụng Cập nhật biểu đồ, để làm mới lại biểu đồ.

source: Reload Graphs
he: רענן גרפים
hi: ग्राफ़्स फिर से लोड करें
ja_jp: グラフの再読み込み
lt_lt: Iš naujo įkelti grafas
vi: Cập Nhật Các Biểu Đồ

source: Subsection Data
he: נתוני תת מקטע
ja_jp: 節のデータ
lt_lt: Potemės duomenys
vi: Dữ liệu Phần nhỏ

source: Each bar shows the number of students that opened the subsection.
he: כל טור מציג את מספר הסטודנטים שפתחו את תת המקטע
ja_jp: それぞれのバーは節を開いた受講者の数を表します。
lt_lt: Kiekvienas stulpelis rodo skaičių kurso dalyvių, atidariusių potemę.
vi: Mỗi cột thể hiện số học viên đã mở phần nhỏ.

source: You can click on any of the bars to list the students that opened the subsection.
he: אתה יכול ללחוץ על כל אחד מהטורים בכדי לקבל רשימה של סטודנטים שפתחו את תת המקטע.
ja_jp: 節を開いた受講者の一覧を表示するためにバーをクリックしてください。
lt_lt: Spustelėję ant bet kurio iš mygtukų, pamatysite kurso dalyvių, atidariusių potemę, sąrašą.
vi: Bạn có thể nhấn vào bất kỳ cột nào để hiển thị danh sách học viên mở mục nhỏ đó.

source: You can also download this data as a CSV file.
he: תוכל להוריד את המידע גם כקובץ CSV.
ja_jp: このデータはCSVファイルでもダウンロードすることができます。
lt_lt: Taip pat galite atsisiųsti šiuos duomenis kaip CSV bylą.
vi: Bạn cũng có thể tải dữ liệu về ở dạng CSV

source: Download Subsection Data for all Subsections as a CSV
he: הורד דאטה לתת מקטע לכל לכל תתי המקטע כ-CSV.
ja_jp: すべての節のデータをCSVでダウンロードする。
lt_lt: Parsisiųsti visų potemių duomenis CSV formatu
vi: Tải Dữ liệu Mục nhỏ cho tất cả các Mục nhỏ dưới dạng CSV

source: Grade Distribution Data
he: מידע על התפלגות הציונים
ja_jp: 成績分布データ
lt_lt: Taškų pasiskirstymo duomenys
vi: Dữ liệu về lớp học

source: Each bar shows the grade distribution for that problem.
he: כל תור מראה את התפלגות הציונים עבור הבעיה המסויימת.
ja_jp: それぞれのバーはその問題の成績分布を表します。
lt_lt: Kiekvienas stulpelis rodo taškų pasiskirstymą pagal užduotį.
vi: Mỗi cột sẽ thể hiện các câu hỏi của lớp các lớp học.

source: You can click on any of the bars to list the students that attempted the problem, along with the grades they received.
he: אתה יכול ללחוץ על כל אחד מהתורים בכדי לקבל רשימה שניסו לפתור את הבעיה, יחד עם הציון שקיבלו.
ja_jp: バーをクリックすることで取得した成績とともに問題を実施の一覧を取得することができます。
lt_lt: Spustelėję ant stulpelio, pamatysite kurso dalyvių, atlikusių užduotį, sąrašą ir jų gautus taškus.
vi: Bạn có thể nhấn vào bất kỳ cột nào để hiện danh sách các học sinh cố gắng giải quyết câu hỏi

source: Download Problem Data for all Problems as a CSV
he: הורד מידע על בעיות לכל הבעיות כקובץ CSV
ja_jp: すべての問題のデータをCSVでダウンロードする
lt_lt: Parsisiųsti visų užduočių duomenis CSV formatu
vi: Tải dữ liệu các câu hỏi về dạng CSV

source: Grade Distribution per Problem
he: חלוקת ציון לפי בעיה
hi: श्रेणी वितरण प्रति समस्या
ja_jp: 問題ごとの成績分布
lt_lt: Vertinimų pasiskirstymas pagal užduotį
vi: Phân Bố Điểm Số cho mỗi Câu Hỏi

source: Download Student Opened as a CSV
he: הורד סטודנטים שפתחו כ-CSV
ja_jp: CSVで受講者のOpenedをダウンロード
lt_lt: Atsisiųsti pradėjusių kurso dalyvių failą CSV formatu
vi: Tải về học viên mở dạng CSV

source: Download Student Grades as a CSV
he: הורד את ציוני הסטודנטים כ-CSV
ja_jp: CSVで受講者の成績をダウンロード
lt_lt: Atsisiųsti kurso dalyvių įvertinimo failą CSV formatu
vi: Tải Xuống tệp CSV chứa Điểm của Học Viên

source: This is a partial list, to view all students download as a csv.
he: זוהי רשימה חלקית, לצפיה בכל הסטודנטים הורד כ-CSV.
ja_jp: これはリストの一部です。すべての受講者を見るにはCSVでダウンロードしてください。
lt_lt: Tai yra dalinis sąrašas, norėdami peržiūrėti visus kurso dalyvius, atsisiųskite failą CSV formatu.
vi: Đây chỉ là danh sách không đầy đủ, để xem toàn bộ học viên, tải xuống tệp tin dạng csv.

source: There are no problems in this section.
he: אין בעיות בחלק זה
hi: इस भाग में कोई समस्याएं नहीं हैं।
ja_jp: この章には問題がありません。
lt_lt: Šioje temoje užduočių nėra.
vi: Không có bài tập nào trong phần này.

source: Send to:
he: שלח אל:
hi: : को भेजें
ja_jp: 右記へ送信：
lt_lt: Siųsti:
vi: Gửi về:

source: Myself
he: לעצמי
hi: अपने आप
ja_jp: 自分自身
lt_lt: Sau
vi: Chính Tôi

source: Staff and Administrators
hi: स्टाफ और प्रशासक
vi: Nhân viên và Quản trị viên

source: All Learners
hi: सभी शिक्षार्थियों
vi: Tất cả các học viên

source: Cohort:
hi: सहयोग
vi: Nhóm:

source: (Learners not explicitly assigned to a cohort)
hi: (शिक्षार्थियों को स्पष्ट रूप से एक कोहर्ट को नहीं सौंपा गया है)
vi: (Người học không được chỉ định rõ ràng vào một nhóm thuần tập)

source: Learners in the {track_name} Track
hi: {Track_name} ट्रैक में शिक्षार्थी
vi: Học viên trong Chương trình {track_name}

source: Subject:
he: נושא:
hi: विषय:
ja_jp: 件名：
lt_lt: Tema:
vi: Tiêu đề:

source: (Maximum 128 characters)
hi: (अधिकतम 128 अक्षर)
vi: (Tối đa 128 ký tự)

source: Message:
he: הודעה:
hi: सन्देश
ja_jp: メッセージ：
lt_lt: Žinutė:
vi: Tin nhắn:

source: We recommend sending learners no more than one email message per week. Before you send your email, review the text carefully and send it to yourself first, so that you can preview the formatting and make sure embedded images and links work correctly.
hi: हम शिक्षार्थियों को प्रति सप्ताह एक से अधिक ईमेल संदेश भेजने की सलाह देते हैं। अपना ईमेल भेजने से पहले, टेक्स्ट की सावधानीपूर्वक समीक्षा करें और उसे पहले स्वयं भेजें, ताकि आप फ़ॉर्मेटिंग का पूर्वावलोकन कर सकें और सुनिश्चित कर सकें कि एम्बेडेड इमेज और लिंक सही तरीके से काम कर सकें।
vi: Chúng tôi khuyên bạn nên gửi cho học viên không nhiều hơn một email mỗi tuần. Trước khi bạn gửi email, hãy xem lại nội dung một cách cẩn thận và gửi nó cho chính mình trước để bạn có thể xem trước định dạng và đảm bảo rằng các hình ảnh và liên kết nhúng bên trong hoạt động chính xác.

source: CAUTION!
he: זהירות!
hi: चेतावनी!
ja_jp: 危険！
lt_lt: DĖMESIO!
vi: CHÚ Ý!

source: When you select Send Email, your email message is added to the queue for sending, and cannot be cancelled.
hi: जब आप ईमेल भेजें का चयन करते हैं, तो आपका ईमेल संदेश भेजने के लिए कतार में जोड़ा जाता है, और रद्द नहीं किया जा सकता है।
vi: Khi bạn chọn Gửi Email, nội dung email của bạn sẽ được thêm vào hàng đợi để gửi và không thể hủy bỏ.

source: Send Email
he: שלח דוא"ל
hi: ई-मेल भेजें
ja_jp: メールを送る
lt_lt: Siųsti el. laišką
vi: Gửi Email

source: Email actions run in the background. The status for any active tasks - including email tasks - appears in a table below.
he: פעולות דואר אלקטרוני רצות ברקע. דוח מצב של כל המשימות הפעילות ובכלל זאת משימות דוא"ל - מופיע בטבלה למטה.
hi: ई-मेल क्रिया पीछे चलती है। किसी भी कार्य की स्थिति जिन पर कोई काम चल रहा है - ई-मेल कार्यों सहित - नीचे एक टेबल में दिखाई देगी।
ja_jp: メール送信処理はバックエンドで動作します。メール送信タスクを含む各タスクの状況は以下のテーブルに現れます。
lt_lt: El. paštas veikia foniniame režime. Visų aktyvių užduočių būsena, įskaitant ir el. pašto užduotis, yra rodoma žemiau esančioje lentelėje.
vi: Hoạt động email chạy ở chế độ ngầm. Trạng thái cho bất kỳ tác vụ đang hoạt động nào - bao gồm cả tác vụ email - xuất hiện trong bảng dưới đây.

source: Email Task History
he: היסטוריה של משימות דוא"ל
hi: ई-मेल टास्क हिस्टरी
ja_jp: メール送信タスクの履歴
lt_lt: El. pašto užduočių istorija
vi: Lịch sử Tác vụ Email

source: To see the content of previously sent emails, click this button:
hi: पहले भेजे गए ईमेल की सामग्री देखने के लिए, इस बटन पर क्लिक करें:
vi: Để xem nội dung của các email đã gửi trước đây, hãy nhấp vào nút này:

source: Show Sent Email History
hi: प्रेषित ईमेल इतिहास दिखाएं
vi: Hiển thị Lịch sử Email Đã gửi

source: To read a sent email message, click its subject.
hi: भेजे गए ईमेल संदेश को पढ़ने के लिए, इसके विषय पर क्लिक करें।
vi: Để đọc một email đã gửi, hãy bấm vào tiêu đề của nó.

source: To see the status for all email tasks submitted for this course, click this button:
hi: इस पाठ्यक्रम के लिए प्रस्तुत सभी ईमेल कार्यों की स्थिति देखने के लिए, इस बटन पर क्लिक करें:
vi: Để xem trạng thái cho tất cả các tác vụ gửi email cho khóa học này, hãy bấm vào nút này:

source: Show Email Task History
he: הראה היסטורית משימות דוא"ל
hi: ई-मेल टास्क हिस्टरी दिखाएं
ja_jp: メール送信タスクの履歴を表示
lt_lt: Rodyti el. pašto užduočių istoriją
vi: Hiển thị Lịch sử Tác vụ Email

source: Set Course Mode Price
he: קבע מצב מחיר הקורס
hi: पाठ्यक्रम मोड मूल्य निर्धारित करें
ja_jp: 講座コードの価格を入力
lt_lt: Nustatyti kurso kainą
vi: Thiết lập chế độ thu phí

source: Please enter Course Mode detail below
he: אנא הזן את פרטי מצב הקורס למטה
hi: कृपया नीचे कोर्स मोड दर्ज करें
ja_jp: 講座モードの詳細を以下に入力してください
lt_lt: Žemiau įveskite kurso duomenis
vi: Điền vào chi tiết chế độ thu phí dưới đây

source: Set Price
he: קבע מחיר
hi: कीमत निर्धारित करें
ja_jp: セット価格
lt_lt: Nustatyti kainą
vi: Thiết lập học phí:

source: Allowance Section
hi: भत्ता अनुभाग
vi: Phần Phụ cấp

source: Student Special Exam Attempts
hi: छात्र विशेष परीक्षा के प्रयास
vi: Số lần thử Kỳ thi Đặc biệt dành cho Sinh viên

source: View gradebook for enrolled learners
hi: नामांकित शिक्षार्थियों के लिए ग्रेडबुक देखें
vi: Xem bảng điểm cho người học đã đăng ký

source: Note: This feature is available only to courses with a small number of enrolled learners.
hi: नोट: यह सुविधा केवल थोड़े से नामांकित शिक्षार्थियों के पाठ्यक्रमों के लिए उपलब्ध है।
vi: Lưu ý: Tính năng này chỉ khả dụng cho các khóa học với một số ít người học tham gia.

source: View Gradebook
he: צפה בספר הציונים
hi: ग्रैडबुक देखें
ja_jp: 成績表を表示する
lt_lt: Žiūrėti pažymių knygelę
vi: Xem Sổ Điểm

source: Learner email address or username
hi: शिक्षार्थी का ईमेल पता या उपयोगकर्ता नाम
vi: Địa chỉ email hoặc tên đăng nhập của học viên

source: View a specific learner's grades and progress
hi: एक विशिष्ट शिक्षार्थी ग्रेड और प्रगति देखें
vi: Xem điểm số và tiến độ của học viên cụ thể

source: Learner's {platform_name} email address or username
hi: शिक्षार्थी का {platform_name} ईमेल पता या उपयोगकर्ता नाम
vi: Địa chỉ email hoặc tên đăng nhập {platform_name} của học viên

source: View Progress Page
hi: प्रगति पृष्ठ देखें
vi: Xem Trang Tiến độ

source: Adjust a learner's grade for a specific problem
hi: एक विशिष्ट समस्या के लिए एक शिक्षार्थी ग्रेड समायोजित करें
vi: Điều chỉnh điểm của học viên cho một câu hỏi cụ thể

source: Location of problem in course
hi: पाठ्यक्रम में समस्या का स्थान
vi: Vị trí của câu hỏi trong khóa học

source: Example
hi: उदाहरण
vi: Thí dụ

source: Problem location
he: מיקום הבעיה
hi: समस्या स्थान
ja_jp: 問題のロケーション
lt_lt: Užduoties adresas
vi: Địa chỉ câu hỏi

source: Attempts
hi: प्रयास करना
vi: Số lần thử

source: Allow a learner who has used up all attempts to work on the problem again.
hi: एक शिक्षार्थी को अनुमति दें जिसने समस्या पर फिर से काम करने के सभी प्रयासों का उपयोग किया है।
vi: Cho phép học viên đã sử dụng hết số lần làm bài được thêm một lần nữa.

source: Reset Attempts to Zero
hi: शून्य करने के लिए प्रयास रीसेट करें
vi: Đặt lại Số lần thử về Không

source: Rescore
hi: पुनःअंकित
vi: Chấm lại

source: For the specified problem, rescore the learner's responses. The 'Rescore Only If Score Improves' option updates the learner's score only if it improves in the learner's favor.
hi: निर्दिष्ट समस्या के लिए, शिक्षार्थी की प्रतिक्रियाओं को फिर से लिखें। शिक्षार्थी के पक्ष में सुधार होने पर ही the रेसकोर ओनली इफ स्कोर इम्प्रूव ’विकल्प शिक्षार्थी के स्कोर को अद्यतन करता है।
vi: Đối với câu hỏi đã nêu, chấm lại điểm những câu trả lời của học viên. Tùy chọn 'Chỉ Chấm lại nếu Điểm có Cải thiện' cập nhật điểm số của học viên chỉ khi điểm số được cải thiện.

source: Score Override
hi: स्कोर ओवरराइड
vi: Ghi đè Điểm số

source: For the specified problem, override the learner's score.
hi: स्कोर ओवरराइड
vi: Đối với câu hỏi được nêu, ghi đè lên điểm của học viên.

source: New score for problem, out of the total points available for the problem
hi: समस्या के लिए उपलब्ध कुल अंकों में से समस्या के लिए नया स्कोर
vi: Điểm số mới cho câu hỏi, trong tổng số điểm có thể cho câu hỏi

source: Override Learner's Score
hi: लर्नर्स स्कोर को ओवरराइड करें
vi: Ghi đè Điểm của Học viên

source: Problem History
hi: समस्या का इतिहास
vi: Lịch sử Câu hỏi

source: For the specified problem, permanently and completely delete the learner's answers and scores from the database.
hi: निर्दिष्ट समस्या के लिए, डेटाबेस से शिक्षार्थी के उत्तरों और अंकों को स्थायी रूप से और पूरी तरह से हटा दें।
vi: Đối với câu hỏi đã nêu, xóa vĩnh viễn và hoàn toàn các câu trả lời và điểm của học viên trong cơ sở dữ liệu.

source: Task Status
hi: कार्य की स्थिति
vi: Trạng Thái Tác Vụ

source: Show the status for the rescoring tasks that you submitted for this learner and problem.
hi: इस शिक्षार्थी और समस्या के लिए आपके द्वारा सबमिट किए गए बचाव कार्यों के लिए स्थिति दिखाएँ।
vi: Hiển thị trạng thái việc chấm lại mà bạn đã gửi cho học viên và câu hỏi này.

source: Show Task Status
hi: कार्य स्थिति दिखाएँ
vi: Hiển thị Trạng thái Công việc

source: Adjust a learner's entrance exam results
hi: एक शिक्षार्थी प्रवेश परीक्षा परिणाम समायोजित करें
vi: Điều chỉnh kết quả thi tuyển của học viên

source: Allow the learner to take the exam again.
hi: शिक्षार्थी को फिर से परीक्षा देने की अनुमति दें।
vi: Cho phép học viên thực hiện lại bài kiểm tra.

source: Allow Skip
hi: अनुमत करें छोड़ दें
vi: Cho phép Bỏ qua

source: Waive the requirement for the learner to take the exam.
hi: परीक्षा लेने के लिए शिक्षार्थी की आवश्यकता को पूरा करें।
vi: Bỏ yêu cầu người học tham dự kỳ thi.

source: Let Learner Skip Entrance Exam
hi: लर्नर्स को प्रवेश परीक्षा छोड़ें
vi: Cho Học viên Bỏ Thi Tuyển sinh

source: Rescore any responses that have been submitted. The 'Rescore All Problems Only If Score Improves' option updates the learner's scores only if it improves in the learner's favor.
hi: जो भी प्रतिक्रियाएँ प्रस्तुत की गई हैं, उन्हें पुनः भेजें। शिक्षार्थी के पक्ष में सुधार होने पर ही 'रिस्ककोर ऑल प्रॉब्लम्स सिर्फ़ स्कोर इम्प्रूव्स' विकल्प शिक्षार्थी के अंकों को अद्यतन करता है।
vi: Chấm lại bất kỳ câu trả lời nào đã được gửi. Tùy chọn 'Chỉ Chấm lại Tất cả các Câu hỏi Nếu Điểm có Cải thiện' cập nhật điểm số của học viên chỉ khi nó có cải thiện.

source: Rescore All Problems
he: תן ציון מחדש לכל הבעיות
hi: सभी समस्याओं का हल
ja_jp: 全ての問題を再採点
lt_lt: Iš naujo vertinti visas užduotis
vi: Phúc khảo tất cả các câu hỏi

source: Rescore All Problems Only If Score Improves
hi: सभी समस्याओं का हल केवल अगर स्कोर में सुधार होता है
vi: Chỉ Chấm lại Tất cả các Câu hỏi Nếu Điểm có Cải thiện

source: Entrance Exam History
hi: प्रवेश परीक्षा इतिहास
vi: Lịch sử Thi Tuyển sinh

source: For the entire entrance exam, permanently and completely delete the learner's answers and scores from the database.
hi: संपूर्ण प्रवेश परीक्षा के लिए, डेटाबेस से शिक्षार्थी के उत्तरों और अंकों को स्थायी रूप से और पूरी तरह से हटा दें।
vi: Đối với toàn bộ kỳ thi tuyển sinh, xóa vĩnh viễn và hoàn toàn câu trả lời và điểm số của học viên trong cơ sở dữ liệu.
