Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: {platform_name} Home
es_419: Inicio de {platform_name}

source: Noted by
es_419: Anotado por

source: Supported by the following organizations
es_419: Con el apoyo de las siguientes organizaciones

source: Cannot Find Certificate
es_419: No se encontró el certificado

source: We cannot find a certificate with this URL or ID number. If you are trying to validate a certificate, make sure that the URL or ID number is correct. If you are sure that the URL or ID number is correct, contact support.
es_419: No se ha podido encontrar un certificado con esta URL, o número de ID. Si está tratando de validar un certificado, asegúrese que la URL o número de ID sea correcto. Si está seguro de que son correctos, contacte al equipo de soporte.

source: Invalid Certificate Configuration.
es_419: La configuración del certificado no es válida.

source: There is a problem with this certificate.
es_419: Hay un problema con este certificado.

source: To resolve the problem, your partner manager should verify that the following information is correct.
es_419: Para resolver el problema, su administrador deberá verificar que la siguiente información es correcta.

source: The institution&#39;s logo.
es_419: El logo de la institución.

source: The institution that is linked to the course.
es_419: La institución que está vinculada al curso.

source: The course information in the Course Administration tool.
es_419: La información del curso en la herramienta de Administración del curso.

source: If all of the information is correct and the problem persists, contact technical support.
es_419: Si toda la información es correcta y el problema persiste, contacte a soporte técnico.

source: Checkout Cancelled
es_419: Transacción de pago cancelada

source: Your transaction has been cancelled. If you feel an error has occurred, contact {email}.
es_419: Su transacción ha sido cancelada. Si considera que ocurrió un error, contacte a {email}.

source: Checkout Error
es_419: Error en el proceso de pago

source: An error has occurred with your payment. <b>You have not been charged.</b> Please try to submit your payment again. If this problem persists, contact {email}.
es_419: Ha ocurrido un error con su pago. <b>No se le ha realizado ningún cobro</b> Por favor intente realizar su pago nuevamente. Si el problema persiste, contacte a {email}.

source: Loading Order Data...
es_419: Cargando datos solicitados

source: Please wait while we retrieve your order details.
es_419: Por favor, espere mientras recuperamos el detalle de su orden

source: Enroll In {course_name} | Choose Your Track
es_419: Inscribirse en {course_name} | Elegir su ruta

source: Sorry, there was an error when trying to enroll you
es_419: Lo sentimos, hubo un error al intentar inscribirlo

source: Congratulations! You are now enrolled in {course_name}
es_419: Felicitaciones! Ya se encuentra inscrito en {course_name}

source: Pursue Academic Credit with a Verified Certificate
es_419: Solicitar créditos académicos con un Certificado Verificado

source: Become eligible for academic credit and highlight your new skills and knowledge with a verified certificate. Use this valuable credential to qualify for academic credit, advance your career, or strengthen your school applications.
es_419: Hágase elegible para crédito académico y destaque sus nuevos conocimientos y habilidades con un certificado verificado. Utilize esta valiosa acreditación aplicar por crédito académico, para avanzar en su carrera, o mejorar sus aplicaciones académicas.

source: Benefits of a Verified Certificate
es_419: Beneficios de un Certificado Verificado

source: {b_start}Eligible for credit:{b_end} Receive academic credit after successfully completing the course
es_419: {b_start}Eligible para crédito académico:{b_end} Reciba crédito académico luego de completar exitosamente el curso

source: {b_start}Official:{b_end} Receive an instructor-signed certificate with the institution's logo
es_419: {b_start}Oficial:{b_end} Reciba un certificado firmado por el instructor con el logo de la institución

source: {b_start}Easily shareable:{b_end} Add the certificate to your CV or resume, or post it directly on LinkedIn
es_419: {b_start}Comparte fácilmente:{b_end} Agrega el certificado a tu CV, o publícalo directamente en LinkedIn

source: Pursue a Verified Certificate
es_419: Tomar el curso con Certificado Verificado

source: Highlight your new knowledge and skills with a verified certificate. Use this valuable credential to improve your job prospects and advance your career, or highlight your certificate in school applications.
es_419: Resalta tus nuevos conocimientos y habilidades con un Certificado Verificado. Utiliza esta valiosa acreditación para mejorar tus perspectivas de empleo y avanzar en tu carrera, o resalta tu certificado en aplicaciones académicas.

source: {b_start}Official: {b_end}Receive an instructor-signed certificate with the institution's logo
es_419: {b_start}Oficial:{b_end} Recibe un certificado firmado por el instructor y con el logo de la institución

source: {b_start}Easily shareable: {b_end}Add the certificate to your CV or resume, or post it directly on LinkedIn
es_419: {b_start}Comparte fácilmente:{b_end} Agrega el certificado a su CV, o publícalo directamente en LinkedIn

source: {b_start}Motivating: {b_end}Give yourself an additional incentive to complete the course
es_419: {b_start}Motivación: {b_end}Dese usted mismo un incentivo adicional para completar el curso

source: Audit This Course
es_419: Tomar este curso como asistente

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums.
es_419: Tome este curso de forma gratuita como asistente y tendra acceso completo a todo el material, actividades, evaluaciones, y foros.

source: Audit This Course (No Certificate)
es_419: Tome este curso como asistente (Sin certificado)

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums. {b_start}Please note that this track does not offer a certificate for learners who earn a passing grade.{b_end}
es_419: Tome este curso de forma gratuita y accede a todo el material, actividades, evaluaciones y foros del curso. {b_start}Tenga en cuenta que esta modalidad no ofrece la oportunidad de recibir un certificado al finalizar el curso, aunque se obtenga la calificación necesaria para aprobar.{b_end}

source: {chapter} current chapter
es_419: {chapter} capítulo actual

source: {span_start}current section{span_end}
es_419: {span_start}sección actual{span_end}

source: due {date}
es_419: fecha límite: {date}

source: {section_format} due {{date}}
es_419: {section_format} fecha límite {{date}}

source: This content is graded
es_419: Este contenido es calificable

source: The currently logged-in user account does not have permission to enroll in this course. You may need to {start_logout_tag}log out{end_tag} then try the enroll button again. Please visit the {start_help_tag}help page{end_tag} for a possible solution.
es_419: El usuario actual no tiene permisos para inscribirse en este curso. Puede que necesite {start_logout_tag}cerrar sesión{end_tag} y volver a intentar inscribirse. Por favor visite la {start_help_tag}página de ayuda{end_tag} para buscar más alternativas.

source: You are enrolled in this course
es_419: Usted está inscrito en este curso

source: This course is in your <a href="{cart_link}">cart</a>.
es_419: Este curso ya está en su <a href="{cart_link}">carrito</a>.

source: Course is full
es_419: Inscripciones cerradas

source: Enrollment in this course is by invitation only
es_419: La inscripción en este curso es sólo por invitación

source: Enrollment is Closed
es_419: Inscripción cerrada

source: Add {course_name} to Cart <span>({price} USD)</span>
es_419: Añadir {course_name} al carrito <span>({price} USD)</span>

source: Enroll in {course_name}
es_419: Inscribirse en {course_name}

source: View About Page in studio
es_419: Ver la página Acerca de en Studio

source: Classes Start
es_419: Inicio de clases

source: Classes End
es_419: Término de clases

source: Estimated Effort
es_419: Esfuerzo estimado

source: Prerequisites
es_419: Prerrequisitos

source: You must successfully complete {link_start}{prc_display}{link_end} before you begin this course.
es_419: Debes terminar completamente {link_start}{prc_display}{link_end} antes de empezar este curso.

source: Additional Resources
es_419: Recursos Adicionales

source: enroll
es_419: Inscribirse

source: Share with friends and family!
es_419: Compartir con amigos y familiares

source: I just enrolled in {number} {title} through {account}: {url}
es_419: Acabo de inscribirme en {number} {title} a través de {account}: {url}

source: Take a course with {platform} online
es_419: Tome un curso abierto con {platform}

source: I just enrolled in {number} {title} through {platform} {url}
es_419: Me inscribí a {number} {title} en {platform} {url}

source: Tweet that you've enrolled in this course
es_419: Publique en Twitter que se ha inscrito en este curso

source: Post a Facebook message to say you've enrolled in this course
es_419: Comparte un mensaje en Facebook, para decir que te haz inscrito en este curso

source: Email someone to say you've enrolled in this course
es_419: Envía un correo a tus amigos indicando que te has registrado en este curso

source: Course View
es_419: Ver curso

source: View this course as:
es_419: Ver este curso como:

source: Specific student
es_419: Estudiante específico

source: Student in {content_group}
es_419: Estudiante en {content_group}

source: Username or email:
es_419: Nombre de usuario o correo electrónico

source: Set preview mode
es_419: Configurar modo de vista previa

source: You are now viewing the course as {i_start}{user_name}{i_end}.
es_419: Ahora está viendo el curso como {i_start}{user_name}{i_end}.

source: Course Material
es_419: Material del curso

source: Hide
es_419: Ocultar

source: Show
es_419: Mostrar

source: Show Earlier Course Updates
es_419: Mostrar actualizaciones anteriores del curso

source: List of Courses
es_419: Lista de cursos

source: Refine Your Search
es_419: Refinar su búsqueda

source: {course_number} Courseware
es_419: Material del curso {course_number}

source: Course Utilities
es_419: Utilidades de curso

source: Courseware
es_419: Contenidos

source: Bookmarks
es_419: Marcadores

source: Course Search
es_419: Buscar cursos

source: No content has been added to this course
es_419: Todavía no se ha añadido contenido en este curso

source: To access course materials, you must score {required_score}% or higher on this exam. Your current score is {current_score}%.
es_419: Para acceder a los materiales del curso, debe puntuar {required_score}% o más en este examen. Su puntaje actual es {current_score}%.

source: Your score is {current_score}%. You have passed the entrance exam.
es_419: Su puntaje es {current_score}%. Ha pasado el examen de acceso.

source: Gradebook
es_419: Libro de Calificaciones

source: Search students
es_419: Buscar estudiantes

source: previous page
es_419: página previa

source: of
es_419: de

source: next page
es_419: próxima página
hi: अगला पृष्ठ

source: {course_number} Course Info
es_419: {course_number} Información del curso

source: You are not enrolled yet
es_419: No está inscrito aún.

source: You are not currently enrolled in this course. {link_start}Sign up now!{link_end}
es_419: Actualmente, no está inscrito a este curso. {link_start}Inscríbase aquí!{link_end}

source: Welcome to {org}'s {course_name}!
es_419: Bienvenido a {course_name} {org}

source: Resume Course
es_419: Continuar con el curso

source: View Updates in Studio
es_419: Ver actualizaciones en Studio

source: Course Updates and News
es_419: Actualizaciones y noticias del curso

source: Handout Navigation
es_419: Navegación de documentos

source: Important Course Dates
es_419: Fechas importantes del curso

source: Today is {date}
es_419: Hoy es {date}

source: News - MITx 6.002x
es_419: Noticias - MITx 6.002x

source: Updates to Discussion Posts You Follow
es_419: Actualizaciones a las discusiones que usted está siguiendo

source: {course_number} Progress
es_419: Progreso del curso {course_number}

source: View Grading in studio
es_419: Ver las calificaciones en Studio

source: Course Progress for Student '{username}' ({email})
es_419: Progreso del curso para el estudiante '{username}' ({email})

source: Opens in a new browser window
es_419: Se abrirá en una nueva ventana del navegador

source: Download Your Certificate
es_419: Descargar tu certificado

source: Request Certificate
es_419: Solicitar certificado

source: Requirements for Course Credit
es_419: Requisitos para obtener Crédito del curso

source: {student_name}, you are no longer eligible for credit in this course.
es_419: {student_name}, usted ya no es elegible para obtener créditos en este curso.

source: {student_name}, you have met the requirements for credit in this course. {a_start}Go to your dashboard{a_end} to purchase course credit.
es_419: {student_name}, usted ha completado los requerimientos para obtener crédito por este curso. {a_start}Visite su panel de control{a_end} para comprar crédito del curso.

source: {student_name}, you have not yet met the requirements for credit.
es_419: {student_name}, usted no ha completado los requerimientos para obtener crédito por este curso.

source: Information about course credit requirements
es_419: Información acerca de requerimientos de créditos para el curso

source: Verification Submitted
es_419: Verificación enviada

source: Verification Failed
es_419: La verificación falló

source: Verification Declined
es_419: Verificación rechazada

source: Completed by {date}
es_419: Completado antes del {date}

source: Upcoming
es_419: Próximo

source: Details for each chapter
es_419: Detalles para cada capítulo

source: {earned} of {total} possible points
es_419: {earned} de {total} puntos posibles

source: Problem Scores:
es_419: Puntuación de problemas:

source: Practice Scores:
es_419: Puntuación de prácticas:

source: No problem scores in this section
es_419: No hay puntuación de problemas en esta sección

source: {course.display_number_with_default} Course Info
es_419: Información del curso {course.display_number_with_default}

source: needs attention
es_419: Necesita atención

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
es_419: Usted visitó recientemente {section_link}. Si ya ha terminado con eso, elija otra sección de la izquierda.

source: Hi {name},
es_419: Hola {name},

source: Hi,
es_419: Hola,

source: Congratulations! You are eligible to receive course credit from {providers} for successfully completing your {platform_name} course! {link_start}Get your credit now.{link_end}
es_419: ¡Felicitaciones! ¡Usted es elegible para recibir créditos de {providers} por haber completado exitosamente su curso en {platform_name}! {link_start}Obtenga sus créditos ahora.{link_end}

source: Congratulations! You are eligible to receive course credit for successfully completing your {platform_name} course! {link_start}Get your credit now.{link_end}
es_419: Felicitaciones! Usted es elegible para recibir créditos por haber completado exitosamente el curso en {platform_name}. {link_start}Obtenga sus créditos ahora{link_end}.

source: Course credit can help you get a jump start on your university degree, finish a degree already started, or fulfill requirements at a different academic institution.
es_419: Los créditos de curso pueden ayudarle a avanzar hacia su grado universitario, a terminar un programa iniciado, o a cumplir con requisitos de otra institución académica.

source: To get course credit, simply go to your {link_start}{platform_name} dashboard{link_end} and click the <b>Get Credit</b> button. After you receive your credit, you will also have an official academic transcript at the institution that granted the credit.
es_419: Para obtener el crédito del curso, simplemente vaya a su {link_start}{platform_name} panel de control {link_end} y haga click en el botón <b> Obtener Crédito</b>. Después de recibir su crédito, Usted también tendrá un expediente académico oficial en la institución que otorgó el crédito.

source: We hope you enjoyed the course, and we hope to see you in future {platform_name} courses!
es_419: Esperamos que haya disfrutado del curso, y esperamos verlo en el futuro en nuevos cursos de {platform_name}!

source: The {platform_name} Team
es_419: El Equipo de {platform_name}

source: {link_start}Click here for more information on credit at {platform_name}{link_end}.
es_419: {link_start}Haga clic aquí para más información sobre los créditos en {platform_name}{link_end}.

source: Final course details are being wrapped up at this time. Your final standing will be available shortly.
es_419: Los detalles finales del curso están siendo terminados. Su resultado final estará disponible pronto.

source: Your final grade:
es_419: Tu nota final:

source: Grade required for a {cert_name_short}:
es_419: Se requiere una calificación para obtener un {cert_name_short}:

source: Grade required to pass this course:
es_419: Calificación requerida para aprobar el curso:

source: Your verified {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}. If you would like a refund on your {cert_name_long}, please contact our billing address {billing_email}
es_419: Su {cert_name_long} verificado está en espera de confirmación de que la expedición de su {cert_name_short} esté en cumplimiento de las normas estrictas de embargo de los Estados Unidos hacia Iran, Cuba, Syria y Sudán. Si usted considera que el sistema lo ha identificado de forma incorrecta en conexión con estos países, por favor háganoslo saber escribiendo a {email}. Si usted desea solicitar una devolución por su {cert_name_long}, por favor contacte a nuestra área de facturación en {billing_email}

source: Your {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}.
es_419: Su {cert_name_long} está en espera de confirmación de que la expedición de su {cert_name_short} esté en cumplimiento de las normas estrictas de embargo de los Estados Unidos hacia Iran, Cuba, Syria y Sudán. Si usted considera que el sistema lo ha identificado de forma incorrecta en conexión con estos países, por favor háganoslo saber escribiendo a {email}.

source: Your certificate was not issued because you do not have a current verified identity with {platform_name}.
es_419: Su certificado no se genero porque usted no tiene de momento una identidad verificada en {platform_name}.

source: Verify your identity now.
es_419: Verifique su identidad ahora.

source: Your {cert_name_short} is Generating
es_419: Su {cert_name_short} está siendo generado

source: This link will open the certificate web view
es_419: Este vínculo abrirá la vista web del certificado

source: View {cert_name_short}
es_419: Ver {cert_name_short}

source: This link will open/download a PDF document
es_419: Este enlace abrirá/descargará un documento PDF

source: Download {cert_name_short} (PDF)
es_419: Descargar {cert_name_short} (PDF)

source: Download Your {cert_name_short} (PDF)
es_419: Descargue su {cert_name_short} (PDF)

source: This link will open/download a PDF document of your verified {cert_name_long}.
es_419: Este vínculo abrirá o descargará un documento PDF con su {cert_name_long} verificado.

source: Download Your ID Verified {cert_name_short} (PDF)
es_419: Descargue su {cert_name_short} con identidad verificada (PDF)

source: Complete our course feedback survey
es_419: Complete nuestra encuesta de retroalimentación sobre el curso

source: Add Certificate to LinkedIn Profile
es_419: Agregar certificado al perfil de LinkedIn

source: Share on LinkedIn
es_419: Compartir en LinkedIn

source: Since we did not have a valid set of verification photos from you when your {cert_name_long} was generated, we could not grant you a verified {cert_name_short}. An honor code {cert_name_short} has been granted instead.
es_419: Dado que no contamos con un conjunto válido de fotos de verificación suya en el momento de generación de su {cert_name_long}, no hemos podido otorgarle un {cert_name_short} verificado. En su lugar, se le ha generado un {cert_name_short} de código de honor.

source: Course details
es_419: Detalles del curso

source: {course_number} {course_name} Home Page
es_419: Página de inicio del curso {course_number} - {course_name}

source: {course_number} {course_name} Cover Image
es_419: {course_number} {course_name} Imagen de portada

source: Enrolled as:
es_419: Inscrito como;

source: Ended - {date}
es_419: Finalizado - {date}

source: Started - {date}
es_419: Iniciado - {date}

source: Starts - {date}
es_419: Inicia - {date}

source: Share on Facebook
es_419: Compartir en Facebook

source: I'm learning on {platform_name}:
es_419: Estoy aprendiendo en {platform_name}:

source: Course options for
es_419: Opciones de curso para

source: Available Actions
es_419: Acciones disponibles

source: Are you sure you want to unenroll from the purchased course %(course_name)s (%(course_number)s)?
es_419: ¿Está seguro de que desea anular su inscripción del curso comprado %(course_name)s (%(course_number)s)?

source: You will be refunded the amount you paid.
es_419: Se le devolverá el valor pagado.
hi: आपको भुगतान की गई राशि वापस कर दी जाएगी।
ko_kr: 결제한 금액을 환불해 드릴것입니다.
pt_br: Você será ressarcido pelo valor pago.
vi: Bạn sẽ được hoàn trả số tiền đã thanh toán.

source: You will not be refunded the amount you paid.
es_419: No le será devuelto el valor pagado.
ko_kr: 결제한 금액을 환불해드리지 않을 것입니다.
pt_br: Você não será ressarcido pelo valor pago.
vi: Bạn sẽ không được hoàn trả số tiền đã thanh toán.

source: Are you sure you want to unenroll from %(course_name)s (%(course_number)s)?
es_419: ¿Está seguro de que desea anular su inscripción del curso %(course_name)s (%(course_number)s)?

source: Are you sure you want to unenroll from the verified %(cert_name_long)s track of %(course_name)s (%(course_number)s)?
es_419: ¿Está seguro de que desea anular su inscripción del curso con ruta verificada %(cert_name_long)s - %(course_name)s (%(course_number)s)?

source: The refund deadline for this course has passed, so you will not receive a refund.
es_419: Su fecha límite para devolución en este curso ha pasado, por lo que no recibirá una devolución.

source: Email Settings
es_419: Configuración de email

source: Related Programs
es_419: Programas relacionados

source: Verification not yet complete.
es_419: Verificacion no esta completa

source: Almost there!
es_419: Casi llegamos!

source: You still need to verify for this course.
es_419: Usted todavia necesita verificarse para este curso

source: You have submitted your verification information.
es_419: Ud. ha enviado su información de verificación.

source: You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
es_419: Recibirá un mensaje en su panel de control cuando el proceso de verificación esté completado (usualmente entre 1-2 días).

source: Your current verification will expire soon!
es_419: ¡Su verificación actual vencerá pronto!
