Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Save failed for user preference '{key}' with value '{value}'.
es_419: Ocurrió un fallo al guardar la preferencia '{key}' con el valor '{value}'.

source: No data provided for user preference update
es_419: No se suministraron datos para actualizar la preferencia de usuario

source: username@domain.com
es_419: nombredeusuario@dominio.com

source: The email address you used to register with {platform_name}
es_419: La dirección de correo electrónico que utilizó para registrarse con {platform_name}

source: Remember me
es_419: Recordarme

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
es_419: Parece que {email_address} pertenece a una cuenta existente. Inténtalo de nuevo con una dirección de correo electrónico diferente.

source: It looks like {username} belongs to an existing account. Try again with a different username.
es_419: Parece que el {username} pertece a una cuenta existente. Inténtalo nuevamente con diferente nombre de usuario.

source: Full name
es_419: Nombre completo

source: Jane Doe
es_419: Juliana Pérez

source: Your legal name, used for any certificates you earn.
es_419: Su nombre legal, que aparecerá en los certificados que pueda obtener

source: Public username
es_419: Nombre de usuario público

source: The name that will identify you in your courses - {bold_start}(cannot be changed later){bold_end}
es_419: El nombre que lo identificará al interior de sus cursos - {bold_start}(No podrá ser cambiado){bold_end}

source: JaneDoe
es_419: JulianaPerez

source: Highest level of education completed
es_419: Máximo nivel educativo completado

source: Year of birth
es_419: Año de nacimiento

source: Mailing address
es_419: Dirección de correspondencia

source: Tell us why you're interested in {platform_name}
es_419: Cuéntenos por qué está interesado en {platform_name}

source: State/Province/Region
es_419: Estado/Provincia/Región

source: Company
es_419: Empresa

source: Please select your Country.
es_419: Por favor seleccione su país.

source: Review the Honor Code
es_419: Revisar el Código de Honor

source: Terms of Service and Honor Code
es_419: Términos del servicio y código de honor
hi: सेवा और ऑनर कोड की शर्तें
ko_kr: 서비스 조항 및 학습자 서약
pt_br: Termos do Serviço e Código de Honra
vi: Điều khoản Dịch vụ và Mã Danh dự

source: Review the Terms of Service and Honor Code
es_419: Revisar los Términos del Servicio y el Código de Honor

source: I agree to the {platform_name} {terms_of_service}
es_419: Estoy de acuerdo con los {terms_of_service} de {platform_name}.

source: You must agree to the {platform_name} {terms_of_service}
es_419: Usted debe estar de acuerdo con los {terms_of_service} de {platform_name}.

source: Review the Terms of Service
es_419: Revisar los Términos del Servicio

source: This value is invalid.
es_419: Este valor es inválido.

source: This field is not editable
es_419: Esta campo no puede editarse.

source: %(min_score)s is not a valid grade percentage
es_419: %(min_score)s no es un porcentaje de calificación válido

source: Gating milestone for {usage_key}
es_419: Hito de apertura para {usage_key}

source: Display name for this component
es_419: Nombre para mostrar de este componente

source: Category
es_419: Categoría

source: Week 1
es_419: Semana 1

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
es_419: Un nombre de categoría para la discusión. Este nombre aparece en el panel izquierdo de la discusión para el curso.

source: Subcategory
es_419: Subcategoría

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
es_419: Nombre de subcategoría para la discusión. Este nombre aparece en el panel izquierdo de la pantalla de foros de discusión para el curso.

source: invalid JSON
es_419: JSON inválido

source: must have name of the configuration
es_419: debe tener un nombre de configuración

source: must have at least one group
es_419: debe tener al menos un grupo

source: Invalid course update id.
es_419: Id de actualización de curso inválida

source: Course update not found.
es_419: Actualización de curso no encontrada.

source: Could not index item: {}
es_419: No se ha podido indexar el item: {}

source: General indexing error occurred
es_419: Error general al indexar

source: (Unnamed)
es_419: (Sin nombre)

source: GIT_REPO_EXPORT_DIR not set or path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_EXPORT_DIR
es_419: El parámetro GIT_REPO_EXPORT_DIR no se ha especificado o la ruta {0} no existe, por favor creela o configure una ruta diferente para el parámetro GIT_REPO_EXPORT_DIR

source: Non writable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
es_419: La Url git no es correcta, Se esperaba algo del tipo git@github.com:mitocw/edx4edx_lite.git

source: If using http urls, you must provide the username and password in the url. Similar to https://user:pass@github.com/user/course.
es_419: si está usando urls http, debe incluir el nombre de usuario y contraseña en la url. De forma similar a https://user:pass@github.com/user/course.

source: Unable to determine branch, repo in detached HEAD mode
es_419: Imposible determinar la rama, el repo está en modo de HEAD desacoplado

source: Unable to update or clone git repository.
es_419: Imposible clonar o actualizar el repositorio git.

source: Unable to export course to xml.
es_419: Imposible exportar el curso a xml.

source: Unable to configure git username and password
es_419: No ha sido posible configurar el nombre de usuario y contraseña de git

source: Unable to commit changes. This is usually because there are no changes to be committed
es_419: Imposible aplicar los cambios. Esto usualmente se debe a que no hay cambios para ser aplicados.

source: Unable to push changes. This is usually because the remote repository cannot be contacted
es_419: No se ha podido hacer push a sus cambios. Esto usualmente se debe a que el repositorio remoto no ha podido ser contactado.

source: Bad course location provided
es_419: Ubicación de curso erronea

source: Missing branch on fresh clone
es_419: No se encuentra la rama en el nuevo clon

source: Take the specified course and attempt to export it to a git repository . Course directory must already be a git repository. Usage: git_export <course_loc> <git_url>
es_419: Tome el curso especificado e intente exportarlo a un repositorio de git . El directorio del curso ya debe ser un repositorio de git. El comando a utilizar es: git_export <course_loc> <git_url>

source: Deleted group
es_419: Grupo borrado

source: File {filename} exceeds maximum size of {size_mb} MB. Please follow the instructions here to upload a file elsewhere and link to it instead: {faq_url}
es_419: El archivo {filename} excede el tamaño máximo de {size_mb} MB. Por favor sigue las instrucciones aquí para subir un archivo en otro lugar y enlazarlo: {faq_url}

source: must have name of the certificate
es_419: debe tener un nombre para el certificado

source: Certificate dict {0} missing value key '{1}'
es_419: Hace falta el valor de '{1}' en el diccionario {0}

source: PermissionDenied: Failed in authenticating {user}
es_419: Permiso negado: Falló la autenticación del usuario {user}

source: {platform_name} Support Levels:
es_419: {platform_name} Niveles de Soporte:

source: Blank
es_419: Sin responder

source: Course has been successfully reindexed.
es_419: El curso ha sido reindexado correctamente.

source: Special characters not allowed in organization, course number, and course run.
es_419: No se permiten caracteres especiales en los campos de organización, número del curso, y número de ejecución del curso.

source: There is already a course defined with the same organization and course number. Please change either organization or course number to be unique.
es_419: Ya existe un curso definido con la misma organización y número del curso. Por favor cambia cualquiera de las organizaciones o número de curso para ser único.

source: Please change either the organization or course number so that it is unique.
es_419: Por favor modifique la organización o el número del curso para que el registro sea único.

source: Unable to create course '{name}'. {err}
es_419: No ha sido posible crear el curso '{name}'. {err}

source: You must link this course to an organization in order to continue. Organization you selected does not exist in the system, you will need to add it to the system
es_419: Debe vincular este curso a una organización para poder continuar. La organización seleccionada no existe en el sistema, tendrá que añadirla al sistema.

source: Invalid prerequisite course key
es_419: Clave inválida del curso prerrequisito

source: An error occurred while trying to save your tabs
es_419: Ocurrió un error al tratar de guardar sus pestañas

source: Tabs Exception
es_419: Excepción en pestañas

source: This group configuration is in use and cannot be deleted.
es_419: Esta configuración de grupo esta en uso y no puede ser borrada.

source: This content group is in use and cannot be deleted.
es_419: Este contenido de grupo esta en uso y no puede ser borrado.

source: Entrance Exam - Subsection
es_419: Examen de admisión - Subdivisión

source: Completed Course Entrance Exam
es_419: Examen de Ingreso al Curso Completado

source: Course successfully exported to git repository
es_419: Curso exportado exitósamente al repositorio de git

source: Empty
es_419: Vacío

source: We only support uploading a .tar.gz file.
es_419: Solo está soportada la carga de archivos .tar.gz.

source: File upload corrupted. Please try again
es_419: La carga del archivo ha fallado. Por favor intente nuevamente.

source: Could not find the {0} file in the package.
es_419: No se ha encontrado el archivo {0} en el paquete.

source: Invalid data
es_419: Datos inválidos

source: Invalid data ({details})
es_419: Datos inválidos ({details})

source: Duplicate of {0}
es_419: Duplicado de {0}

source: Duplicate of '{0}'
es_419: Duplicado de '{0}'

source: Students must score {score}{pct_sign} or higher to access course materials.
es_419: Los estudiantes deben puntuar {score}{pct_sign} o más para acceder a los materiales del curso.

source: Unable to create library - missing required field '{field}'
es_419: No fue posible crear la librería. - Hace falta llenar el campo '{field}'

source: Unable to create library '{name}'. {err}
es_419: Imposible crear la librería '{name}'. {err}

source: There is already a library defined with the same organization and library code. Please change your library code so that it is unique within your organization.
es_419: Ya existe una librería en la misma organización con este código de identificación. Por favor modifique el código de la nueva librería para que el registro sea único dentro de la organización.

source: Incoming video data is empty.
es_419: El video entrante está vacío.

source: Can't find item by locator.
es_419: No se puede encontrar el item por su identificador.

source: Transcripts are supported only for "video" modules.
es_419: Las transcripciones solo están soportadas para los módulos de video.

source: Insufficient permissions
es_419: Permisos insuficientes

source: Could not find user by email address '{email}'.
es_419: No se encontró ningún usuario con la dirección '{email}'.

source: No `role` specified.
es_419: No se especificó ningún 'rol'.

source: User {email} has registered but has not yet activated his/her account.
es_419: El usuario {email} está registrado pero todavía no ha activado su cuenta.

source: Invalid `role` specified.
es_419: 'Rol' Inválido.

source: You may not remove the last Admin. Add another Admin first.
es_419: No puede borrar al último administrador. Debe añadir primero otro administrador para poder borrar el anterior.

source: Ready
es_419: Listo

source: Uploaded
es_419: Subido

source: Failed
es_419: Falló

source: Cancelled
es_419: Cancelado

source: Failed Duplicate
es_419: Duplicado fallido

source: YouTube Duplicate
es_419: Duplicado de YouTube

source: Invalid Token
es_419: Token Inválido

source: Imported
es_419: Importado

source: {profile_name} URL
es_419: URL para {profile_name}

source: unrequested
es_419: No solicitado

source: pending
es_419: pendiente
vi: đang đợi

source: granted
es_419: concedido

source: denied
es_419: denegado

source: Studio user
es_419: Usuario de Studio

source: The date when state was last updated
es_419: Última fecha de actualización del estado

source: Current course creator state
es_419: Estado del creador del curso actual

source: Optional notes about this user (for example, why course creation access was denied)
es_419: Anotaciones opcionales sobre este usuario (por ejemplo, por que se denegó el acceso a la creación de cursos)

source: Force Publish Course
es_419: Forzar Publicar Curso

source: Sometimes the draft and published branches of a course can get out of sync. Force publish course command resets the published branch of a course to point to the draft branch, effectively force publishing the course. This view dry runs the force publish command
es_419: A veces las versiones borrador y publicadas de un curso pueden perder la sincronización. El comando Force publish course, configura la versión publicada como la versión borrador, obligando efectivamente la publicación del curso. Esta vista realiza la ejecución del comando Force publish course

source: Please provide course id.
es_419: Por favor proveer ID del curso.

source: Invalid course key.
es_419: Clave de curso no válida.

source: No matching course found.
es_419: No se encontró curso correspondiente.

source: Force publishing course is not supported with old mongo courses.
es_419: Forzar publicación de curso no es soportado para cursos viejos de mongo.

source: Course is already in published state.
es_419: El curso ya está en estado de publicación.

source: Incorrect format for field '{name}'. {detailed_message}
es_419: Formato incorrecto para el campo '{name}'. {detailed_message}

source: Dictionary with the available tags
es_419: Diccionario con etiquetas disponibles

source: Page Not Found
es_419: Página no encontrada

source: Page not found
es_419: Página no encontrada

source: Content
es_419: Contenido

source: Course Start Date:
es_419: Fecha de inicio del curso:

source: Organization:
es_419: Organización:
hi: संगठन:
vi: Tổ chức:

source: Course Number:
es_419: Número de curso:
hi: पाठ्यक्रम संख्या:
vi: Mã khóa học:

source: Courses
es_419: Cursos

source: Sign In
es_419: Iniciar sesión
hi: सिग्न इन
ko_kr: 로그인
pt_br: Entrar
vi: Đăng nhập

source: Sign In to {studio_name}
es_419: Iniciar sesión en {studio_name}

source: Don't have a {studio_name} Account? Sign up!
es_419: ¿No tiene una cuenta de {studio_name} aún? Regístrese!

source: Required Information to Sign In to {studio_name}
es_419: Información requerida para iniciar sesión en {studio_name}

source: E-mail
es_419: Correo electrónico

source: example: username@domain.com
es_419: ejemplo: usuario@dominio.com

source: example: Jane Doe
es_419: Ejemplo: Juliana Sánchez

source: Public Username
es_419: Nombre público de usuario

source: example: JaneDoe
es_419: Ejemplo: JulianaSanchez

source: Course End Date
es_419: Fecha de finalización del curso

source: Requirements
es_419: Requerimientos

source: Details
es_419: Detalles
hi: ब्योरा
ko_kr: 세부사항
pt_br: Detalhes
vi: Chi tiết

source: Preview Language Setting
es_419: Previsualizar configuración de idioma

source: Reset
es_419: Reiniciar

source: Thanks for activating your account.
es_419: Gracias por activar su cuenta.

source: This account has already been activated.
es_419: La cuenta ya ha sido activada.

source: Visit your {link_start}dashboard{link_end} to see your courses.
es_419: Visite su {link_start}Panel de control{link_end} para ver sus cursos.

source: You can now {link_start}sign in{link_end}.
es_419: Ahora puede {link_start}iniciar sesión{link_end}.

source: Choose Language
es_419: Seleccionar idioma

source: Account
es_419: Cuenta
hi: लेखा
ko_kr: 계정
pt_br: Conta
vi: Tài khoản

source: Help
es_419: Ayuda

source: Looking for help with {studio_name}?
es_419: ¿Buscando ayuda con {studio_name}?

source: Hide {studio_name} Help
es_419: Ocultar la ayuda de {studio_name}

source: {studio_name} Documentation
es_419: Documentación de {studio_name}

source: Access documentation on http://docs.edx.org
es_419: Acceda a la documentación en http://docs.edx.org

source: edX Documentation
es_419: Documentación de edX

source: Enroll in edX101: Overview of Creating an edX Course
es_419: Inscríbase en edX101: Introducción a la creación de cursos en edX

source: Enroll in edX101
es_419: Inscríbase en edX101

source: Enroll in StudioX: Creating a Course with edX Studio
es_419: Inscríbase en StudioX: La creación de cursos con edX Studio

source: Enroll in StudioX
es_419: Inscríbase en StudioX

source: Send an email to {email}
es_419: Enviar un correo electrónico a {email}

source: Contact Us
es_419: Contáctenos
hi: हमसे संपर्क करें
ko_kr: 연락처
pt_br: Contate-nos
vi: Liên Hệ

source: Usermenu
es_419: Menú de usuario

source: Usermenu dropdown
es_419: Menú desplegable de usuario

source: Sign Out
es_419: Cerrar sesión

source: Code Editor
es_419: Editor de código

source: Feedback Form
es_419: Formulario de comentarios

source: Email: {email}
es_419: Correo Electrónico: {email}

source: Full Name: {realname}
es_419: Nombre Completo: {realname}

source: Inquiry Type: {inquiry_type}
es_419: Tipo de pregunta: {inquiry_type}

source: Message: {message}
es_419: Mensaje: {message}

source: Tags: {tags}
es_419: Etiquetas: {tags}

source: Additional Info:
es_419: Información Adicional:

source: Feedback from user
es_419: Retroalimentación de usuario

source: Discussion - {course_number}
es_419: Discusión - {course_number}

source: Discussions
es_419: Discusiones

source: Discussion thread list
es_419: Lista de discusiones

source: New topic form
es_419: Nuevo tema

source: %s discussion started
es_419: %s discusión iniciada

source: %s comment
es_419: %s comentario

source: Discussion unavailable
es_419: Discusión no disponible

source: The discussions are currently undergoing maintenance. We'll have them back up shortly!
es_419: Los foros de discusión están en proceso de mantenimiento. Estarán nuevamente en línea pronto!

source: Guided Discussion
es_419: Discusión Guiada

source: {begin_strong}Warning:{end_strong} Your browser is not fully supported. We strongly recommend using {chrome_link} or {ff_link}.
es_419: {begin_strong}Aviso:{end_strong} Tu navegador no es soportado completamente. Recomendamos el uso de {chrome_link} o {ff_link}.

source: You do not have access to this dependency module.
es_419: Usted no tiene acceso a este módulo de dependencia

source: Starts: {date}
es_419: Inicia: {date}

source: View all Courses
es_419: Ver todos los cursos

source: My Courses
es_419: Mis cursos

source: You are not enrolled in any courses yet.
es_419: No se encuentra inscrito en ningún curso aún.

source: Explore courses
es_419: Explorar cursos

source: Course-loading errors
es_419: Errores en la carga del curso

source: Search Your Courses
es_419: Busca tus cursos

source: Account Status Info
es_419: Información de estado de la cuenta

source: Email Settings for {course_number}
es_419: Configuración de email para {course_number}

source: Receive course emails
es_419: Recibir mensajes de correo electrónico del curso

source: Save Settings
es_419: Guardar ajustes.

source: Unenroll
es_419: Cancelar la inscripción

source: View Unit in Studio
es_419: Ver la Unidad en Studio

source: E-mail change failed
es_419: El cambio de su correo electrónico falló.

source: We were unable to send a confirmation email to {email}
es_419: No ha sido posible enviar una confirmación por correo electrónico a {email}

source: Go back to the {link_start}home page{link_end}.
es_419: Regresar a la {link_start}Página de inicio{link_end}.

source: E-mail change successful!
es_419: ¡Cambio de correo electrónico exitoso!

source: You should see your new email in your {link_start}dashboard{link_end}.
es_419: Debería ver su nuevo correo electrónico en su {link_start}panel de control{link_end}.

source: An account with the new e-mail address already exists.
es_419: Ya existe una cuenta con la nueva dirección de correo electrónico.

source: You should Register before trying to access the Unit
es_419: Debe registrarse antes de intentar acceder a la unidad

source: Enroll
es_419: Inscribirse

source: Don't enroll
es_419: No inscribir

source: Student Enrollment Form
es_419: Formulario de inscripción de estudiantes

source: Course:
es_419: Curso:

source: Add new students
es_419: Añadir nuevos estudiantes

source: Existing students:
es_419: Estudiantes existentes:

source: New students added:
es_419: Nuevos estudiantes añadidos:

source: Students rejected:
es_419: Estudiantes rechazados

source: Debug:
es_419: Depuración:

source: External Authentication failed
es_419: Autenticación externa fallida

source: Password Reset
es_419: Restablecer Contraseña

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
es_419: Por favor ingrese su dirección de correo electrónico y le enviaremos las instrucciones para restablecer su contraseña.

source: Required Information
es_419: Información Requerida

source: Your E-mail Address
es_419: Su dirección de correo electrónico

source: This is the e-mail address you used to register with {platform}
es_419: Esta es la dirección de correo electrónico que usó para registrarse con {platform}

source: Reset My Password
es_419: Restablecer mi contraseña
hi: अपना पासवर्ड रीसेट करें
vi: Đổi mật khẩu

source: Email is incorrect.
es_419: La dirección de correo electrónico no es válida

source: Support
es_419: Soporte

source: {platform_name} Support
es_419: Soporte de {platform_name}

source: For {strong_start}questions on course lectures, homework, tools, or materials for this course{strong_end}, post in the {link_start}course discussion forum{link_end}.
es_419: Para {strong_start}preguntas sobre las lecturas, asignaciones, herramientas o materiales de este curso{strong_end}, utiliza el {link_start}foro de discusión del curso{link_end}.

source: Have {strong_start}general questions about {platform_name}{strong_end}? You can find lots of helpful information in the {platform_name} {link_start}FAQ{link_end}.
es_419: ¿Tienes {strong_start}preguntas generales sobre {platform_name}{strong_end}? Puedes encontrar mucha información valiosa en la sección de {link_start}Preguntas Frecuentes{link_end} de {platform_name}.

source: Have a {strong_start}question about something specific{strong_end}? You can contact the {platform_name} general support team directly:
es_419: ¿Tienes una {strong_start}pregunta sobre algo específico{strong_end}? Puedes contactar directamente al equipo de soporte de {platform_name}:

source: Report a problem
es_419: Reportar un problema

source: Make a suggestion
es_419: Hacer una sugerencia

source: Ask a question
es_419: Formular una pregunta

source: Please note: The {platform_name} support team is English speaking. While we will do our best to address your inquiry in any language, our responses will be in English.
es_419: Nota: El equipo de soporte de {platform_name} tiene como idioma el inglés. Aunque haremos lo mejor posible para atender requerimientos en otros idiomas, nuestras respuestas serán siempre en inglés.

source: Briefly describe your issue
es_419: Describa brevemente su situación

source: Tell us the details
es_419: Indíquenos los detalles
