Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Note: This feature is available only to courses with a small number of enrolled learners.
es_419: Nota: Esta herramienta está disponible solamente en cursos con un número pequeño de estudiantes inscritos.

source: View Gradebook
es_419: Ver libro de calificaciones

source: View a specific learner's grades and progress
es_419: Ver las notas y el progreso de un estudiante específico

source: Learner's {platform_name} email address or username *
es_419: Dirección de email {platform_name} o nombre de usuario del estudiante *

source: Learner email address or username
es_419: Dirección de email o nombre de usuario del estudiante

source: View Progress Page
es_419: Ver página de progreso

source: Adjust a learner's grade for a specific problem
es_419: Ajustar la calificación del estudiante para una pregunta específica

source: Location of problem in course *
es_419: Localizador del problema dentro del curso *

source: Example
es_419: Ejemplo

source: Problem location
es_419: Localización del problema

source: Attempts
es_419: Intentos

source: Allow a learner who has used up all attempts to work on the problem again.
es_419: Permitir que un estudiante que ha usado todos sus intentos trabaje en la pregunta de nuevo.

source: Reset Attempts to Zero
es_419: Reiniciar los intentos

source: Rescore
es_419: Calificar de nuevo

source: For the specified problem, rescore the learner's responses. The 'Rescore Only If Score Improves' option updates the learner's score only if it improves in the learner's favor.
es_419: Para la pregunta específica, calificar las respuestas del estudiante nuevamente. La opción "Recalificar solamente si se mejora la nota" actualiza la nota del estudiante solamente si se mejora.

source: Problem History
es_419: Historial del problema

source: For the specified problem, permanently and completely delete the learner's answers and scores from the database.
es_419: Para el problema específico, borrar las respuestas del estudiante completamente y permanentemente de la base de datos.

source: Show the status for the rescoring tasks that you submitted for this learner and problem.
es_419: Mostrar el estado de tareas de recalificación que Ud. inició para este estudiante y problema.

source: Show Task Status
es_419: Mostrar estado de la tarea

source: Adjust a learner's entrance exam results
es_419: Ajustar los resultados del examen de entrada para un estudiante

source: Allow the learner to take the exam again.
es_419: Permitir que el estudiante haga el examen de nuevo.

source: Allow Skip
es_419: Permitir salto

source: Waive the requirement for the learner to take the exam.
es_419: Negar el requerimiento de que el estudiante haga el examen.

source: Let Learner Skip Entrance Exam
es_419: Permitir que el estudiante salte el examen de ingreso

source: Rescore any responses that have been submitted. The 'Rescore All Problems Only If Score Improves' option updates the learner's scores only if it improves in the learner's favor.
es_419: Recalificar cualquier respuesta que haya sido enviada. La opción "Recalificar solamente si se mejora la nota" actualiza la nota del estudiante solamente si se mejora.

source: Rescore All Problems
es_419: Reevalúa Todos los Problemas

source: Rescore All Problems Only If Score Improves
es_419: Recalificar todas las preguntas solamente si se mejora la nota

source: Entrance Exam History
es_419: Historial del examen de entrada

source: For the entire entrance exam, permanently and completely delete the learner's answers and scores from the database.
es_419: Para el examen de entrada entero, borrar las respuestas del estudiante completamente y permanentemente de la base de datos.

source: Show the status for the rescoring tasks that you submitted for this learner and entrance exam.
es_419: Mostrar el estado de tareas de recalificación que Ud. inició para este estudiante y examen de entrada.

source: Adjust all enrolled learners' grades for a specific problem
es_419: Ajustar la calificación de cada estudiante inscrito para una pregunta específica

source: Allows all learners to work on the problem again.
es_419: Permite que todos los estudiantes trabajen en el problema de nuevo.

source: Rescore submitted responses. The 'Rescore Only If Scores Improve' option updates a learner's score only if it improves in the learner's favor.
es_419: Recalificar respuestas enviadas. La opción "Recalificar solamente si se mejora la nota" actualiza la nota del estudiante solamente si se mejora.

source: Rescore All Learners' Submissions
es_419: Recalificar los envíos de cada estudiante

source: Rescore Only If Scores Improve
es_419: Recalificar solamente si se mejora la nota

source: Show the status for the tasks that you submitted for this problem.
es_419: Mostrar el estado de las tareas que Ud. inició para este problema.

source: Program Details
es_419: Detalles del programa

source: Change Preferred Language
es_419: Cambiar preferencia de idioma

source: Please choose your preferred language
es_419: Por favor seleccione el idioma de su preferencia

source: Save Language Settings
es_419: Guardar configuración de idioma

source: Don't see your preferred language? {link_start}Volunteer to become a translator!{link_end}
es_419: ¿No está disponible el idioma de su preferencia? {link_start}Hágase traductor voluntario!{link_end}

source: modal open
es_419: dialogo abierto

source: open
es_419: abierto

source: {p_tag}You currently do not have any peer grading to do. In order to have peer grading to do: {ul_tag} {li_tag}You need to have submitted a response to a peer grading problem.{end_li_tag} {li_tag}The course team needs to score the essays that are used to help you better understand the grading criteria.{end_li_tag} {li_tag}There must be submissions that are waiting for grading.{end_li_tag} {end_ul_tag} {end_p_tag}
es_419: {p_tag}Usted no tiene ninguna calificación de pares pendiente. Para tener calificaciones de pares: {ul_tag} {li_tag}Usted debe haber enviado una respuesta a un problema de calificación de pares.{end_li_tag} {li_tag}El instructor debe haber calificado los ensayos que se usan para explicarle mejor a usted los criterios de calificación.{end_li_tag} {li_tag}Debe haber envíos que estén pendientes de ser calificados.{end_li_tag} {end_ul_tag} {end_p_tag}

source: Peer Grading
es_419: Calificación de pares

source: Here is a list of problems that need to be peer graded for this course.
es_419: Esta es una lista de los problemas que deben ser calificados por pares para este curso.

source: Problem Name
es_419: Nombre del problema
lt_lt: Užduoties pavadinimas

source: Due date
es_419: Fecha de entrega

source: Graded
es_419: Calificado
lt_lt: Įvertinta

source: Available
es_419: Disponible

source: Required
es_419: Requerido
hi: आवश्यक
ko_kr: 필수 입력 사항
lt_lt: Būtina
pt_br: Obrigatório
vi: Bắt buộc

source: No due date
es_419: Sin fecha de entrega

source: The due date has passed, and peer grading for this problem is closed at this time.
es_419: La fecha de entrega ha pasado y la calificación de pares para este problema se encuentra cerrada.

source: The due date has passed, and peer grading is closed at this time.
es_419: La fecha de entrega ha pasado y la calificación de pares se encuentra cerrada.

source: Learning to Grade
es_419: Aprendiendo a Calificar

source: Hide Question
es_419: Ocultar pregunta
lt_lt: Slėpti klausimą

source: Student Response
es_419: Respuesta del estudiante

source: Written Feedback
es_419: Retroalimentación por escrito

source: Please include some written feedback as well.
es_419: Por favor incluya también algún comentario.

source: This submission has explicit, offensive, or (I suspect) plagiarized content.
es_419: Esté envío tiene contenido explicito, ofensivo o (segun mi sospecha) fraudulento.

source: How did I do?
es_419: ¿Como estuve?

source: Continue
es_419: Continuar

source: Ready to grade!
es_419: Listo para calificar!

source: You have finished learning to grade, which means that you are now ready to start grading.
es_419: Usted ha terminado el aprendizaje sobre el proceso de calificación, y está listo para comenzar a calificar.

source: Start Grading!
es_419: Comenzar a calificar!

source: Learning to grade
es_419: Aprendiendo a calificar

source: You have not yet finished learning to grade this problem.
es_419: Aún no ha terminado el aprendizaje para calificar este problema.

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
es_419: Ahora se le mostrará una serie de ensayos calificados por un instructor y se le pedirá que los califique usted.

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
es_419: Una vez que usted califique los ensayos de manera similar a como lo hace un instructor, usted estará listo para calificar sus compañeros.

source: Start learning to grade
es_419: Comenzar a aprender a calificar

source: Are you sure that you want to flag this submission?
es_419: ¿Está seguro de que desea marcar este envío?

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
es_419: Está a punto de marcar un envío como inapropiado. Recuerde que solo debe marcar como inapropiado los envíos que contengan expresiones ofensivas, explicitas o (que se sospechen) fraudulentas. Si el envío no atiende a la pregunta o es incorrecto, usted debe darle una calificación de cero y acompañarlo con sus comentarios en lugar de marcarlo como inapropiado.

source: Remove Flag
es_419: Remover la marca

source: Keep Flag
es_419: Mantener la marca

source: Go Back
es_419: Volver Atrás
vi: Quay lại

source: {start_strong}{application_name}{end_strong} would like to access your data with the following permissions:
es_419: {start_strong}{application_name}{end_strong} quiere acceder a sus datos con los siguientes permisos:

source: Read your user ID
es_419: Leer su ID de usuario

source: Read your user profile
es_419: Leer su perfil de usuario

source: Read your email address
es_419: Leer su dirección de correo electrónico

source: Read the list of courses in which you are a staff member.
es_419: Leer la lista de cursos en los que usted es miembro del personal.

source: Read the list of courses in which you are an instructor.
es_419: Leer la lista de cursos en los que usted es instructor.

source: To see if you are a global staff user
es_419: Para ver si usted es usuario global del personal

source: Manage your data: {permission}
es_419: Administrar sus datos: {permission}

source: You're almost there!
es_419: ¡Ya casi ha terminado!

source: There's just one more step: Before you enroll in a course, you need to activate your account. We've sent an email message to {email_start}{email}{email_end} with instructions for activating your account. If you don't receive this message, check your spam folder.
es_419: Hay sólo un paso más: Antes de inscribirse en un curso, necesita activar su cuenta. Hemos enviado un mensaje de correo electrónico a {email_start}{email}{email_end} con instrucciones para activar su cuenta. Si no encuentra este mensaje en su bandeja de entrada, revise sus otras carpetas de correo y la carpeta de correo no deseado.

source: Account Activated
es_419: Cuenta activada

source: Account already active
es_419: La cuenta ya está activada

source: Activation Invalid
es_419: Activación inválida

source: Something went wrong. Email programs sometimes split URLs into two lines, so make sure the URL you're using is formatted correctly. If you still have issues, send us an email message at {email_start}{email}{email_end}.
es_419: Algo salió mal. Los programas de correo electrónico veces dividen las URLs en dos líneas, por lo que debe asegurarse de que la URL que está utilizando tiene el formato correcto. Si todavía tiene problemas, envíe un mensaje de correo electrónico a {email_start}{email}{email_end}.

source: Return to the {link_start}home page{link_end}.
es_419: Regresar a la {link_start}página de inicio{link_end}.

source: Your Password Reset is Complete
es_419: El restablecimiento de su contraseña está completado

source: Password Reset Complete
es_419: Restablecimiento de Contraseña Completado

source: Your password has been reset. {start_link}Sign-in to your account.{end_link}
es_419: Tu contraseña ha sido restablecida. {start_link}Inicia sesión.{end_link}

source: Reset Your {platform_name} Password
es_419: Restablecer su contraseña de {platform_name}.

source: Error Resetting Password
es_419: Error al Restablecer Contraseña

source: You must enter and confirm your new password.
es_419: Debe ingresar y confirmar su nueva contraseña.

source: The text in both password fields must match.
es_419: El texto en los dos campos de contraseña deben coincidir.

source: Enter and confirm your new password.
es_419: Ingrese y confirme su nueva contraseña.
hi: अपना नया पासवर्ड दर्ज करें और पुष्टि करें।
vi: Nhập và xác nhận mật khẩu mới của bạn.

source: New Password
es_419: Nueva Contraseña
hi: नया पासवर्ड
ko_kr: 새 비밀번호
pt_br: Nova Senha
vi: Mật Khẩu mới

source: Confirm Password
es_419: Confirmar Contraseña
hi: पासवर्ड की पुष्टि कीजिये
vi: Nhập lại Mật khẩu

source: Invalid Password Reset Link
es_419: Enlace de restablecimiento de contraseña inválido

source: Password reset successful
es_419: Restablecimiento de contraseña

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
es_419: Le hemos enviado las instrucciones para configurar la contraseña a la dirección de correo electrónico que ha proporcionado. Usted debe recibirlas en breve.

source: Billing Details
es_419: Detalles de facturación

source: You can proceed to payment at any point in time. Any additional information you provide will be included in your receipt.
es_419: Puede proceder con el pago en cualquier momento. Cualquier información adicional que suministre será incluida en su recibo.

source: Purchasing Organizational Details
es_419: Detalles de compra de la organización

source: Purchasing organization
es_419: Organización que efectúa la compra

source: Purchase order number (if any)
es_419: Número de orden de compra (si aplica)

source: Additional Receipt Recipient
es_419: Receptor adicional del recibo

source: If no additional billing details are populated the payment confirmation will be sent to the user making the purchase.
es_419: Si no hay detalles de facturación adicionales se llenan la confirmación del pago y será enviado al usuario que realiza la compra.

source: Payment processing occurs on a separate secure site.
es_419: El procesamiento del pago ocurre en un sitio seguro separado.

source: Your Shopping cart is currently empty.
es_419: Su carrito de compras está vacío.

source: View Courses
es_419: Ver los cursos

source: Payment
es_419: Pago

source: Download CSV Reports
es_419: Descargar reporte CSV

source: Download CSV Data
es_419: Descarga de Datos CSV

source: There was an error in your date input. It should be formatted as YYYY-MM-DD
es_419: Ha habido un error en la fecha ingresada. Se debe ingresar con el formato AAAA-MM-DD

source: These reports are delimited by start and end dates.
es_419: Estos reportes están delimitados por fecha de inicio y finalización.

source: Start Date:
es_419: Fecha inicial:

source: End Date:
es_419: Fecha Final:

source: These reports are delimited alphabetically by university name. i.e., generating a report with 'Start Letter' A and 'End Letter' C will generate reports for all universities starting with A, B, and C.
es_419: Estos reportes están delimitados alfabéticamente por nombre de universidad. Al generar un reporte con 'Letra inicial' A y 'Letra final' C, se generarán reportes para todas las universidades que comiencen por A, B y C.

source: Start Letter:
es_419: Letra Inicial:

source: End Letter:
es_419: Letra Final:

source: Payment Error
es_419: Error en el pago

source: There was an error processing your order!
es_419: hubo un error al procesar su orden!

source: Thank you for your purchase!
es_419: ¡Gracias por tu compra!

source: View Dashboard
es_419: Ver el panel de control

source: You have successfully been enrolled for {course_names}. The following receipt has been emailed to {receipient_emails}
es_419: Inscripción realizada exitosamente para {course_names}. La siguiente recepción ha sido enviada por correo electrónico {receipient_emails}

source: The following receipt has been emailed to {receipient_emails}
es_419: La siguiente recepción a sido enviado por email para {receipient_emails}

source: Please send each professional one of these unique registration codes to enroll into the course. The confirmation/receipt email you will receive has an example email template with directions for the individuals enrolling.
es_419: Por favor envíe a cada profesional uno de estos códigos únicos de inscripción al curso. El recibo/correo de confirmación que usted recibirá tiene una plantilla de correo de ejemplo con las instrucciones para las inscripciones individuales.

source: Enrollment Link
es_419: Vínculo de inscripción

source: Invalid
es_419: Invalido

source: Date of purchase
es_419: Fecha de compra

source: Print Receipt
es_419: Imprimir recibo

source: Billed To Details
es_419: Detalles de facturación

source: Purchase Order Number
es_419: Número de orden de compra

source: Company Contact Name
es_419: Nombre del contacto en la organización

source: Company Contact Email
es_419: Correo del contacto en la organización

source: Recipient Name
es_419: Nombre del destinatario

source: Recipient Email
es_419: Correo del destinatario

source: Card Type
es_419: Tipo de tarjeta

source: Credit Card Number
es_419: Número de tarjeta de crédito

source: Address 1
es_419: Dirección línea 1

source: Address 2
es_419: Dirección línea 2

source: Registration for:
es_419: Inscripción para:

source: Price per student:
es_419: Precio por estudiante:

source: Discount Applied:
es_419: Descuento aplicado:

source: Students
es_419: Estudiantes

source: Note: items with strikethough like <del>this</del> have been refunded.
es_419: Nota: Los artículos tachados <del>de esta forma</del> han sido reembolsados.

source: Confirm Enrollment
es_419: Confirmar inscripción

source: {site_name} - Confirm Enrollment
es_419: {site_name} - Confirmar inscripción

source: {course_number} {course_title} Cover Image
es_419: {course_number} {course_title} Imagen de portada

source: Confirm your enrollment for: {span_start}course dates{span_end}
es_419: Confirme su inscripción para: {span_start}course dates{span_end}

source: You've clicked a link for an enrollment code that has already been used. Check your {link_start}course dashboard{link_end} to see if you're enrolled in the course, or contact your company's administrator.
es_419: Usted ha hecho clic en el vínculo de un código de inscripción que ya había sido utilizado. Revise su {link_start}Panel de control{link_end} para ver si ya está inscrito en el curso o contacté a su administrador.

source: You have successfully enrolled in {course_name}. This course has now been added to your dashboard.
es_419: Se ha inscrito satisfactoriamente en {course_name}. El curso ha sido añadido a su tablero.

source: You're already enrolled for this course. Visit your {link_start}dashboard{link_end} to see the course.
es_419: Ya se ha registrado para este curso. Visite su {link_start}Panel de Control{link_end} para ver el curso.

source: The course you are enrolling for is full.
es_419: El curso al que trata de inscribirse ya está cerrado.

source: The course you are enrolling for is closed.
es_419: El curso al que trata de inscribirse ya está cerrado.

source: There was an error processing your redeem code.
es_419: Ocurrió un error al procesar su código.

source: You're about to activate an enrollment code for {course_name} by {site_name}. This code can only be used one time, so you should only activate this code if you're its intended recipient.
es_419: Está a punto de activar un código de inscripción para el curso {course_name} de {site_name}. Este código solo puede ser usado una vez, así que solo debe activarlo si usted es el beneficiario del mismo.

source: Activate Course Enrollment
es_419: Activar inscripción al curso

source: {course_names} has been removed because the enrollment period has closed.
es_419: {course_names} ha sido removido porque el periodo de inscripcion a sido cerrado.

source: Cover Image
es_419: Imagen del portada

source: Students:
es_419: Estudiantes:

source: Input quantity and press enter.
es_419: Ingrese la cantidad y oprima enter.

source: Increase
es_419: Aumentar

source: Decrease
es_419: Reducir

source: Discount or activation code
es_419: Descuento o código de activación

source: discount or activation code
es_419: descuento o código de activación

source: Apply
es_419: Aplicar

source: code has been applied
es_419: el código ha sido aplicado

source: After this purchase is complete, a receipt is generated with relative billing details and registration codes for students.
es_419: Después de que la compra esté completada, se genera un recibo con la información de facturación y los códigos de registro para los estudiantes.

source: After this purchase is complete, {username} will be enrolled in this course.
es_419: Luego de que la compra esté completa, {username} será inscrito en este curso.

source: Empty Cart
es_419: Vaciar el carrito

source: Shopping cart
es_419: Carrito de compras

source: {platform_name} - Shopping Cart
es_419: {platform_name} - Carrito de compras

source: Confirmation
es_419: Confirmación

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} or let us know about any pages that may have been moved at {email}.
es_419: La página que está buscando no fue encontrada. Regrese a la {link_start}página de inicio{link_end} o háganos saber acerca de las páginas que hayan podido ser removidas al correo {email}.

source: This page left intentionally blank. Feel free to add your own content.
es_419: Está página fue dejada en blanco intencionalmente. Puede añadir su propio contenido si lo necesita.

source: Our system indicates that you are trying to access this {platform_name} course from a country or region currently subject to U.S. economic and trade sanctions. Unfortunately, at this time {platform_name} must comply with export controls, and we cannot allow you to access this course.
es_419: Nuestro sistema indica que usted está tratando de acceder a un curso de {platform_name} desde un país o región sujeto a embargos económicos o sanciones comerciales de los Estados Unidos. Infortunadamente, {platform_name} debe cumplir con los controles de exportaciones y no puede permitirle acceder a este curso en particular.

source: FAQ
es_419: Preguntas Frecuentes

source: Jobs
es_419: Trabajos

source: In the Press
es_419: En la prensa

source: Currently the {platform_name} servers are down
es_419: Actualmente los servidores de {platform_name} están inactivos

source: Our staff is currently working to get the site back up as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
es_419: Nuestro equipo está trabajando para restablecer el sitio de nuevo tan pronto como sea posible. Por favor envíenos un correo a {tech_support_email} para informar de cualquier problema o tiempo de inactividad.

source: There has been a 500 error on the {platform_name} servers
es_419: Se ha producido un error 500 en los servidores de {platform_name}
