Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: State
he: מדינה
ja_jp: 状況
lt_lt: Būsena
vi: Tình/Thành phố

source: Registration for:
he: רישום עבור:
ja_jp: 次を新規登録：
lt_lt: Registracija į:
vi: Đăng ký cho:

source: Price per student:
he: מחיר לסטודנט
ja_jp: 受講者あたりの価格：
lt_lt: Kaina kurso dalyviui:
vi: Học phí cho mỗi học viên

source: Discount Applied:
he: הנחות שניתנו:
ja_jp: 値引き額：
lt_lt: Taikoma nuolaida:
vi: Mức giảm giá đã được áp dụng:

source: Students
he: סטודנטים
hi: छात्र
ja_jp: 受講者
lt_lt: Kurso dalyviai
vi: Học viên

source: Note: items with strikethough like <del>this</del> have been refunded.
he: שים לב: התשלום עבור פריטים עם קו חוצה כגון <del>זה</del> הוחזר.
ja_jp: 注意：<del>このように</del>取り消し線のある項目は払い戻しされました。
lt_lt: Dėmesio: už <del>šitaip</del> išbrauktas prekes yra atlyginta.
vi: Ghi chú: những mục bị gạch giống như <del>ở đây</del> đã được hoàn trả.

source: Confirm Enrollment
he: אשר רישום
ja_jp: 受講登録確認
lt_lt: Patvirtinti registraciją
vi: Xác nhận ghi danh

source: {site_name} - Confirm Enrollment
he: {site_name} - אישור הרשמה
ja_jp: {site_name} - 受講登録確認
lt_lt: {site_name} - Patvirtinti registraciją
vi: {site_name} - Xác nhận ghi danh

source: Confirm your enrollment for: {span_start}course dates{span_end}
he: אשר את הרשמתך עבור {span_start}course dates{span_end}
ja_jp: 受講登録の確認：{span_start} 講座日付 {span_end}
lt_lt: Patvirtinkite savo registraciją: {span_start}kurso datos{span_end}
vi: Xác nhận việc ghi danh cho {span_start} ngày {span_end}

source: You've clicked a link for an enrollment code that has already been used. Check your {link_start}course dashboard{link_end} to see if you're enrolled in the course, or contact your company's administrator.
he: לחצת על קישור לקוד הרשמה שנעשה בו שימוש. בדוק את {link_start}לוח הבקרה של הקורס{link_end} בכדי לבדוק אם אתה לומד בקורס או פנה למנהלן של החברה שלך.
ja_jp: クリックされた受講登録コードのリンクは既に利用されています。{link_start}マイページ{link_end} にて、この講座に受講登録されているかどうかを確認しましょう。もしくは、組織の管理者に連絡をとってください。
lt_lt: Jūs paspaudėte ant registracijos kodo nuorodos, kuri jau buvo panaudota. Pasitikrinkite savo {link_start}kurso informaciniame puslapyje{link_end}, ar esate užsiregistravę į šį kursą, arba susisiekite su savo kompanijos administratoriumi.
vi: Bạn đã nhấn vào đường dẫn cho một mã ghi danh đã qua sử dụng. Kiểm tra {link_start}bảng thông tin khóa học{link_end} để xem bạn đã ghi danh chưa, hoặc liên hệ với người quản lý công ty bạn.

source: You have successfully enrolled in {course_name}. This course has now been added to your dashboard.
he: נרשמת בהצלחה ל{course_name}. קורס זה הוסף עכשיו ללוח הבקרה שלך.
ja_jp: {course_name}の受講登録ができました。この講座はマイページに追加されました。
lt_lt: Jūs sėkmingai užsiregistravote į {course_name}. Šis kursas pridėtas jūsų informaciniame puslapyje.
vi: Bạn đã ghi danh thành công vào khóa học {course_name}. Khóa học đã được thêm vào bảng thông tin của bạn.

source: You're already enrolled for this course. Visit your {link_start}dashboard{link_end} to see the course.
he: אתה כבר רשום לקורס זה. בקר ב-{link_start}לוח הבקרה{link_end} בכדי לצפות בקורס.
ja_jp: この講座へ既に受講登録済です。 {link_start}マイページ{link_end}へアクセスし、講座の登録状況をご確認ください。
lt_lt: Jūs jau užsiregistravote į šį kursą. Norėdami pamatyti kursą, apsilankykite savo {link_start}informaciniame puslapyje{link_end}.
vi: Bạn đã ghi danh cho khoá học này. Tới {link_start}bảng thôn tin{link_end} để xem khoá học.

source: The course you are enrolling for is full.
he: קורס שאליו אתה נרשם מלא.
ja_jp: あなたが受講登録している講座は満員です。
lt_lt: Kursas, į kurį registruojatės, yra pilnas.
vi: Khoá học mà bạn muốn ghi danh đã đủ số lượng.

source: The course you are enrolling for is closed.
he: קורס שאליו אתה מנסה להרשם סגור.
ja_jp: あなたが受講登録している講座は終了しています。
lt_lt: Kursas, į kurį registruojatės, yra pasibaigęs.
vi: Khoá học mà bạn muốn ghi danh đã đóng.

source: There was an error processing your redeem code.
he: קרתה טעות בעיבוד קוד המימוש שלך.
ja_jp: 返金コードを処理中にエラーが発生しました。
lt_lt: Įvyko klaida pritaikant jūsų įsigyto kurso kodą.
vi: Đã có lỗi khi xử lý mã redeem của bạn.

source: You're about to activate an enrollment code for {course_name} by {site_name}. This code can only be used one time, so you should only activate this code if you're its intended recipient.
he: אתה עומד להפעיל קוד רישום עבור {course_name} של {site_name}. ניתן להשתמש בקוד זה פעם אחת בלבד, אז עליך להפעיל את הקוד רק במידה ואתה הנמען המיועד שלו.
ja_jp: {site_name}による{course_name}の受講登録コードを利用しようとしています。このコードが使えるのは一度きりなので、本コードの利用が意図された対象者でないと思われる場合には、このコードを使うべきではありません。
lt_lt: Jūs ketinate aktyvuoti {site_name} {course_name} registracijos kodą. Šį kodą galima naudoti tik vieną kartą, todėl aktyvuokite jį tik tuo atveju, jei esate šio kodo numatytas gavėjas.
vi: Bạn đang chuẩn bị kích hoạt ghi danh cho khoá học {course_name} trên {site_name}. Mã ghi danh này chỉ được dùng một lần, vì vậy bạn chỉ nên kích hoạt nếu bạn là người nhận thực sự.

source: Activate Course Enrollment
he: הפעל רישום לקורס
ja_jp: 受講登録を有効にする
lt_lt: Aktyvinti registraciją į kursą
vi: Kích hoạt ghi danh khóa học

source: {course_names} has been removed because the enrollment period has closed.
ja_jp: {course_names}は、受講登録期間を経過したことから削除されました。
vi: Khoá học {course_names} đã được xoá vì thời hạn ghi danh đã hết.

source: Cover Image
ja_jp: 表紙画像
vi: Hình trang.

source: Students:
he: סטודנטים:
ja_jp: 受講者：
lt_lt: Kurso dalyviai:
vi: Học viên:

source: Input quantity and press enter.
ja_jp: 数量を入力してリターンキーを押下
vi: Nhập số lượng và nhấn nút Enter.

source: Increase
vi: Tăng

source: Decrease
vi: Giảm

source: Remove
he: הסר
hi: हटाएं
vi: Loại bỏ

source: Discount or activation code
vi: Mã giảm giá hoặc mã kích hoạt

source: discount or activation code
ja_jp: 割引またはアクティベーションのコード
vi: Mã giảm giá hoặc mã kích hoạt

source: Apply
ja_jp: 適用
vi: Áp dụng

source: code has been applied
he: קוד יושם
ja_jp: コードが利用されました
lt_lt: kodas tiko
vi: mã đã được áp dụng

source: TOTAL:
he: סה"כ:
ja_jp: 総計：
lt_lt: IŠ VISO:
vi: Tổng cộng

source: After this purchase is complete, a receipt is generated with relative billing details and registration codes for students.
he: לאחר שרכישה זו תושלם, תופק עם פרטים ביחס לחיוב ולקודי הרשמה לסטודנטים.
ja_jp: 購入が完了した後、詳細情報および受講者が登録に用いるためのコードを記載したレシートが生成されます。
lt_lt: Atlikus šį pirkimą kurso dalyviams generuojamas kvitas su atsiskaitymo informacija ir registracijos kodais.
vi: Sau khi thanh toán được hoàn tất, biên lai sẽ được tạo với thông tin thanh toán cùng với mã đăng kí cho học viên.

source: After this purchase is complete, {username} will be enrolled in this course.
he: לאחר שתהליך הרכישה יושלם, {username} יירשם לקורס זה.
ja_jp: 購入が完了後に、{username} がこの講座に参加します。
vi: Sau khi thanh toán được hoàn tất, {username} sẽ được ghi danh vào khoá học.

source: Empty Cart
ja_jp: 空のカート
vi: Giỏ hàng rỗng.

source: Shopping cart
he: עגלת קניות
ja_jp: ショッピングカート
lt_lt: Pirkinių krepšelis
vi: Giỏ hàng

source: {platform_name} - Shopping Cart
he: {platform_name} - עגלת קניות
ja_jp: {platform_name} - ショッピングカート
lt_lt: {platform_name} - Pirkinių krepšelis
vi: {platform_name} - Giỏ hàng

source: Confirmation
he: אישור
hi: पुष्टिकरण
ja_jp: 確認
lt_lt: Patvirtinimas
vi: Xác nhận

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} or let us know about any pages that may have been moved at {email}.
he: העמוד שחיפשת לא נמצא. חזור ל{link_start}דף הבית{link_end} או הודע לנו על עמודים שמיקומם שונה ב-{email}.
hi: जो पृष्ठ आप ढूंढ रहे थे वह नहीं मिला। {link_start}होम पेज{link_end} पर वापिस जाएं और अगर आपने कोई पेज इधर-उधर किए हैं, तो हमें ई-मेल {email} करके उनके बारे में बताएं।
ja_jp: お探しのページは見つかりません。 {link_start}ホームページ{link_end} に戻るか、どのページにアクセス出来ないかを{email}でお知らせください。
lt_lt: Puslapis, kurio ieškojote, nerastas. Grįžkite į {link_start}pradinį puslapį{link_end} arba praneškite mums apie puslapius, kurie buvo perkelti, el. pašto adresu: {email}.
vi: Không tìm thấy trang mà bạn muốn tới. Về {link_start}trang chủ{link_end} hoặc báo cho chúng tôi biết qua email {email} về các trang đã bị chuyển đi nơi khác.

source: This page left intentionally blank. Feel free to add your own content.
hi: यह पृष्ठ जानबूझकर खाली छोड़ा गया। अपनी सामग्री जोड़ने के लिए स्वतंत्र महसूस करें|
vi: Trang này còn để trống. Bạn có thể thêm nội dung của riêng mình.

source: Our system indicates that you are trying to access this {platform_name} course from a country or region currently subject to U.S. economic and trade sanctions.Unfortunately, because {platform_name} is required to comply with export controls,we cannot allow you to access this course at this time.
vi: Hệ thống của chúng tôi phát hiện bạn đang cố gắng truy cập vào khóa học {platform_name} này từ một quốc gia hoặc khu vực hiện đang bị trừng phạt kinh tế và thương mại của Hoa Kỳ. Thật không may, bởi vì {platform_name} được yêu cầu phải tuân thủ kiểm soát xuất khẩu, chúng tôi không thể cho phép bạn truy cập vào khóa học này tại thời điểm này.

source: FAQ
he: שאלות נפוצות &nbsp;
hi: सामान्य प्रश्न
ja_jp: よくある質問
lt_lt: DUK
vi: Hỏi đáp

source: Jobs
he: משרות
hi: नौकरियां
ja_jp: ジョブ
lt_lt: Karjera
vi: Việc làm

source: In the Press
he: בעיתונות
hi: प्रेस में
ja_jp: プレスの中
lt_lt: Apie mus spaudoje
vi: Báo chí

source: Currently the {platform_name} servers are down
he: כעת שרתי {platform_name} נפלו.
hi: वर्तमान में {platform_name} सर्वर डाउन हैं
ja_jp: 現在{platform_name}のサーバーはダウンしています
lt_lt: Šiuo metu {platform_name} serveriai neveikia
vi: Máy chủ {platform_name} đang tạm thời ngừng hoạt động

source: Our staff is currently working to get the site back up as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
he: הצוות שלנו פועל כעת להחזיר את הגיבוי של האתר בהקדם האפשרי. אנא שלח לנו דוא"ל {tech_support_email} לדווח על בעיות או השבתה.
ja_jp: スタッフができるだけ早く復旧するように作業しています。問題やダウンタイムについて {tech_support_email} へメールをお願いします。
vi: Chúng tôi hiện đang làm việc để khởi động lại trang web sớm nhất có thể. Vui lòng gửi email cho chúng tôi tại {tech_support_email} để thông báo các lỗi kĩ thuật.

source: There has been a 500 error on the {platform_name} servers
he: קרתה שגיאה 500 על שרתי {platform_name}
hi: {Platform_name} सर्वर पर 500 त्रुटि हुई है
ja_jp: 500エラーが{platform_name}のサーバーに発生しています。
lt_lt: {platform_name} serveriuose yra vidinė klaida: 500
vi: Hiện đã có một lỗi 500 error trên {platform_name} máy chủ

source: Please wait a few seconds and then reload the page. If the problem persists, please email us at {email}.
he: המתינו מספר שניות ולאחר מכן תרעננו את דך האינטרנט. במידה ובעיה נשארה, אנא צרו איתנו קשר ב-{email}.
ja_jp: しばらくしたら、このページをリロードしてください。もし、問題が回復しない場合は{email}へご連絡ください。
lt_lt: Palaukite keletą sekundžių, o tada perkraukite puslapį. Jei problema kartojasi, susisiekite su mumis el. paštu: {email}.
vi: Vui lòng đợi một vài giây, sau đó tải lại trang. Nếu vẫn còn sự cố, vui lòng gửi email cho chúng tôi tại {email}

source: Currently the {platform_name} servers are overloaded
he: שרתי {platform_name} כרגע עמוסים מאוד
hi: वर्तमान में {platform_name} सर्वर ओवरलोडेड हैं
ja_jp: 現在、{platform_name}は高負荷になっています。
lt_lt: Šiuo metu {platform_name} serveriai yra perkrauti
vi: Máy chủ của {platform_name} hiện đang bị quá tải

source: Account Settings
he: הגדרות חשבון
hi: अकाउंट सेटिंग
ja_jp: アカウント設定
vi: Thiết lập tài khoản

source: Please Wait
hi: कृपया प्रतीक्षा करें
lt_lt: Prašome palaukti
vi: Vui lòng chờ

source: Sign in or Register
he: היכנס או הירשם
hi: हस्ताक्षर और रजिस्टर
ja_jp: サインインまたは登録
lt_lt: Prisijungti arba užsiregistruoti
vi: Đăng nhập hoặc đăng kí

source: Student Support
hi: छात्र समर्थन
lt_lt: Kursų dalyvių pagalba
vi: Hỗ trợ học viên

source: Student Support: Certificates
hi: छात्र सहायता: प्रमाण पत्र
lt_lt: Kursų dalyvių pagalba: sertifikatai
vi: Hỗ trợ học viên: Chứng chỉ

source: Student Support: Enrollment
hi: छात्र सहायता: नामांकन
vi: Hỗ trợ Sinh viên: Tuyển sinh

source: About to refund this order:
he: אתה עומד לתת החזר להזמנה זו:
ja_jp: オーダーを返金します：
lt_lt: Bus apmokėtas šis užsakymas:
vi: Về việc hoàn tiền cho đơn hàng này:

source: Order Id:
he: מזהה הזמנה:
ja_jp: オーダーID：
lt_lt: Užsakymo identifikacijos numeris:
vi: ID đơn hàng:

source: Enrollment:
he: הרשמה:
ja_jp: 受講：
lt_lt: Registracija:
vi: Việc ghi danh:

source: enrolled
he: רשומים
ja_jp: 受講済み
lt_lt: užregistruota
vi: đã ghi danh

source: unenrolled
he: ביטלו הרשמה
ja_jp: 受講解除
lt_lt: išregistruota
vi: Hủy ghi danh

source: Cost:
he: עלות:
ja_jp: 金額：
lt_lt: Kaina:
vi: Giá tiền:

source: Order Status:
he: מצב הזמנה:
ja_jp: オーダーステータス：
lt_lt: Užsakymo būsena:
vi: Trạng thái đơn hàng:

source: Fulfilled Time:
he: זמן ביצוע:
ja_jp: 達成ステータス：
lt_lt: Atliktas laikas:
vi: Thời gian để hoàn thành:

source: Refund Request Time:
he: זמן בקשת החזר כספי:
ja_jp: 返済リクエスト時間：
lt_lt: Prašymo apmokėti laikas:
vi: Thời điểm yêu cầu hoàn trả:

source: User Survey
he: סקר משתמשים
hi: उपयोगकर्ता सर्वेक्षण
ja_jp: ユーザーアンケート
lt_lt: Naudotojų apklausa
vi: Khảo sát người dùng

source: Pre-Course Survey
he: סקר לפני תחילת הקורס
hi: पूर्व पाठ्यक्रम सर्वेक्षण
ja_jp: 受講前アンケート
lt_lt: Prieš kursą pateikiama apklausa
vi: Khảo sát đầu khóa

source: You can begin your course as soon as you complete the following form. Required fields are marked with an asterisk (*). This information is for the use of {platform_name} only. It will not be linked to your public profile in any way.
hi: आप निम्न प्रपत्र को पूरा करते ही अपना पाठ्यक्रम शुरू कर सकते हैं। ज़रूरी स्थानों को तारांकित कर दिया गया है (*)। यह जानकारी केवल {platform_name} के उपयोग के लिए है। यह किसी भी तरह से आपकी सार्वजनिक प्रोफ़ाइल से जुड़ा नहीं होगा।
ja_jp: 以下のフォーム入力が完了し次第、受講を開始することができます。必須項目にはアスタリスク (*) が表記されています。この情報は {platform_name} のみで使用されます。また、公開プロファイルとは一切関係ありません。
vi: Bạn có thể bắt đầu khoá học ngay sau khi hoàn tất form sau. Những mục bắt buộc được đánh dấu sao (*). Thông tin này chỉ được sử dụng bởi {platform_name} và không có bất kì mối liên hệ nào tới hồ sơ cá nhân của bạn.

source: You are missing the following required fields:
he: שדות החובה הבאים לא מולאו:
hi: आपको निम्नलिखित आवश्यक फ़ील्ड याद आ रही हैं:
ja_jp: 次の必須項目にミスがあります：
lt_lt: Praleidote šiuos privalomus laukus:
vi: Những mục yêu cầu sau đây còn thiếu.

source: Cancel and Return to Dashboard
he: בטל וחזור ללוח הבקרה
hi: रद्द करें और डैशबोर्ड पर वापस लौटें
ja_jp: キャンセルし、マイページに戻る
lt_lt: Atšaukti ir grįžti į informacinį puslapį
vi: Huỷ và trở lại Bảng thông tin.

source: Why do I need to complete this information?
he: מדוע עלי להשלים מידע זה?
hi: मुझे इस जानकारी को पूरा करने की आवश्यकता क्यों है?
ja_jp: なぜこの情報入力を完了する必要があるのですか？
lt_lt: Kodėl turiu pateikti šią informaciją?
vi: Tại sao tôi cần phải điền đầy đủ thông tin?

source: We use the information you provide to improve our course for both current and future students. The more we know about your specific needs, the better we can make your course experience.
he: אנו משתמשים במידע שאתה מספק כדי לשפר את הקורס שלנו גם לתלמידים בהווה וגם לתלמידים בעתיד. ככל שנדע יותר על הצרכים הספציפיים שלך, כך נוכל לשפר את חווית הלימוד שלך.
hi: हम आपके वर्तमान और भविष्य के छात्रों के लिए हमारे पाठ्यक्रम को बेहतर बनाने के लिए आपके द्वारा दी गई जानकारी का उपयोग करते हैं। जितना अधिक हम आपकी विशिष्ट आवश्यकताओं के बारे में जानते हैं, उतना ही बेहतर हम आपके पाठ्यक्रम का अनुभव कर सकते हैं।
ja_jp: この情報は、現在および将来の受講者双方に提供される私たちの講座を改善するために用いるものです。私たちがあなた方の特定のニーズを知れば知るほど、私たちは講座での学習体験をより良くすることができると考えています。
lt_lt: Naudodamiesi jūsų pateikta informacija mes tobuliname savo kursą esamiems ir būsimiems kurso dalyviams. Kuo daugiau žinosime apie konkrečius jūsų poreikius, tuo geresnį galėsime padaryti jūsų mokymąsi.
vi: Chúng tôi sử dụng các thông tin bạn cung cấp cho việc nghiên cứu để hiểu hơn về nhu cầu của người dùng và qua đó cải thiện các khoá học cho học viên.

source: Who can I contact if I have questions?
he: עם מי ניתן ליצור קשר אם יש לי שאלות?
hi: अगर मेरे मन में सवाल हो, तो मैं किससे संपर्क साध सकता हूं?
ja_jp: 質問がある場合には、誰に連絡をすべきですか？
lt_lt: Į ką galėsiu kreiptis, jeigu turėsiu klausimų?
vi: Tôi có thể liên hệ với ai nếu có thắc mắc?

source: If you have any questions about this course or this form, you can contact {link_start}{mail_to_link}{link_end}.
hi: यदि आपके पास इस पाठ्यक्रम या इस फॉर्म के बारे में कोई प्रश्न हैं, तो आप {link_start} {mail_to_link} {link.end} से संपर्क कर सकते हैं।
vi: Nếu bạn có bất kỳ câu hỏi nào về khóa học này hoặc biểu mẫu này, bạn có thể liên hệ với {link_start}{mail_to_link}{link_end}.

source: Skeleton Page
hi: कंकाल का पन्ना
vi: Trang Bộ xương

source: Search the course
hi: पाठ्यक्रम खोजें
vi: Tìm kiếm khóa học

source: Start Course
hi: कोर्स शुरू करें
vi: Bắt đầu Khóa học

source: Have questions?
he: יש לך שאלות?
hi: आपके कोई सवाल हैं?
ja_jp: 何か質問がありますか？
lt_lt: Turite klausimų?
vi: Bạn có câu hỏi?

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
he: אנא קרא את {a_start}פרק השאלות הנפוצות לתשובות על שאלות בנוגע לתעודות שלנו{a_end}.
hi: कृपया {a_start}प्रमाण पत्रों के बारे में कुछ आम सवाल देखने के लिए हमारे अक़्सर पूछे गए सवाल{a_end} देखें।
ja_jp: {a_start}修了証についてのよくある質問{a_end} をご一読ください。
lt_lt: Apsilankykite {a_start}mūsų DUK skiltyje ir pasiskaitykite dažniausiai užduodamus klausimus apie mūsų sertificatus{a_end}.
vi: Xin vui lòng đọc {a_start}phần Hỏi đáp để xem những thắc mắc thường gặp về chứng chỉ{a_end}.

source: Re-Verify for {course_name}
hi: {course_name} के लिए पुनः सत्यापन करें
ja_jp: {course_name}を再認証する
vi: Xác thực lại cho khoá học {course_name}.

source: Verification Deadline Has Passed
he: מועד אחרון לאימות עבר.
hi: सत्यापन की समय सीमा बीत चुकी है
ja_jp: 認証期限を過ぎました
vi: Thời hạn xác thực đã qua

source: Upgrade Deadline Has Passed
hi: अपग्रेड डेडलाइन पास हो गई
vi: Thời hạn nâng cấp đã qua

source: The verification deadline for {course_name} was {{date}}. Verification is no longer available.
hi: {course_name} के लिए सत्यापन की समय सीमा {{date}} थी। सत्यापन अब उपलब्ध नहीं है।
vi: Thời hạn xác minh cho {course_name} là {{date}}. Xác minh không còn tiếp tục nữa.

source: The deadline to upgrade to a verified certificate for this course has passed.
hi: इस पाठ्यक्रम के लिए एक सत्यापित प्रमाण पत्र के उन्नयन की समय सीमा बीत चुकी है।
vi: Hạn chót để nâng cấp lên một chứng chỉ xác thực cho khóa học này đã qua.

source: Upgrade Your Enrollment For {course_name}.
he: שדרג את רשמתך ל{course_name}.
hi: {course_name} के लिए अपना नामांकन अपग्रेड करें।
ja_jp: {course_name}の受講形態をアップグレードします。
lt_lt: Atnaujinkite registraciją į kursą "{course_name}".
vi: Nâng cấp ghi danh của bạn cho {course_name}.

source: Receipt For {course_name}
he: קבלה עבור {course_name}
ja_jp: {course_name}の領収証
lt_lt: Kvitas kursui "{course_name}"
vi: Biên lai cho {course_name}

source: Verify For {course_name}
he: אמת עבור {course_name}
hi: {course_name} के लिए सत्यापित करें
ja_jp: {course_name}に認証
lt_lt: Patvirtinti kursui "{course_name}"
vi: Xác thực cho {course_name}

source: Enroll In {course_name}
he: הירשם ל{course_name}
hi: {course_name} में दाखिला लें
ja_jp: {course_name}を受講登録
lt_lt: Užregistruoti į kursą "{course_name}"
vi: Ghi danh vào {course_name}

source: Technical Requirements
he: דרישות טכניות
hi: तकनीकी आवश्यकताएं
ja_jp: 技術的な要求事項
lt_lt: Techniniai reikalavimai
vi: Yêu cầu kĩ thuật

source: Please make sure your browser is updated to the {strong_start}{a_start}most recent version possible{a_end}{strong_end}. Also, please make sure your {strong_start}webcam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).{strong_end}
hi: कृपया सुनिश्चित करें कि आपका ब्राउज़र {strong_start} {a_start} सबसे हाल के संस्करण संभव {a_end} {strong_end} अपडेट किया गया है। इसके अलावा, कृपया सुनिश्चित करें कि आपका {strong_start} वेबकैम प्लग-इन किया गया है, चालू है, और आपके वेब ब्राउज़र में काम करने की अनुमति है (आमतौर पर आपकी ब्राउज़र सेटिंग्स में समायोज्य)। {strong_end}
vi: Hãy đảm bảo rằng trình duyệt của bạn được cập nhật cho {strong_start}{a_start}phiên bản mới nhất{a_end}{strong_end}. Ngoài ra, hãy đảm bảo {strong_start}webcam được cắm vào, bật và được phép hoạt động trong trình duyệt web của bạn (thường được điều chỉnh trong cài đặt trình duyệt của bạn).{strong_end}

source: Re-Verification
he: אימות מחדש
hi: पुनः वैरीफीकेशन
ja_jp: 再度の本人認証
lt_lt: Pakartotinis patvirtinimas
vi: Tái xác thực

source: Identity Verification
hi: पहचान की जाँच
vi: Xác thực danh tính

source: You have already submitted your verification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
vi: Bạn đã nộp thông tin để xác thực. Bạn sẽ nhận được thông báo trên Bảng thông tin của mình khi việc xác thực được hoàn tất (thông thường sau 1-2 ngày).

source: You cannot verify your identity at this time.
hi: आप इस समय अपनी पहचान सत्यापित नहीं कर सकते।
vi: Bạn không thể xác thực danh tính vào thời điểm này.

source: Return to Your Dashboard
hi: अपने डैशबोर्ड पर लौटें
ja_jp: マイページに戻る
lt_lt: Grįžti į informacinį puslapį
vi: Quay lại Bảng thông tin

source: This website uses cookies to ensure you get the best experience on our website. If you continue browsing this site, we understand that you accept the use of cookies.
hi: यह वेबसाइट यह सुनिश्चित करने के लिए कुकीज़ का उपयोग करती है कि आपको हमारी वेबसाइट पर सबसे अच्छा अनुभव मिले। यदि आप इस साइट को ब्राउज़ करना जारी रखते हैं, तो हम समझते हैं कि आप कुकीज़ का उपयोग स्वीकार करते हैं।
vi: Trang web này sử dụng cookie để đảm bảo bạn có được trải nghiệm tốt nhất trên trang web của chúng tôi. Nếu bạn tiếp tục duyệt trang web này, chúng tôi hiểu rằng bạn chấp nhận việc sử dụng cookie.

source: Got it!
hi: समझ गया!
vi: Hiểu rồi!

source: Learn more
hi: और अधिक जानें
lt_lt: Sužinoti daugiau
vi: Tìm hiểu thêm

source: Changes
he: שינויים
hi: परिवर्तन करें
ja_jp: 変更点
lt_lt: Pakeitimai
vi: Thay đổi

source: {span_start}active{span_end}
he: {span_start}פעיל{span_end}
hi: {span_start} सक्रिय {span_end}
ja_jp: {span_start}活動中{span_end}
lt_lt: {span_start}aktyvus{span_end}
vi: {span_start}hoạt động{span_end}

source: Course Wiki
hi: कोर्स विकी
vi: Khoá học Wiki

source: Add article
he: הוסף מאמר
hi: लेख जोड़ें
ja_jp: 記事を追加する
lt_lt: Pridėti straipsnį
vi: Thêm bài viết

source: Preview Language Setting
hi: भाषा सेटिंग का पूर्वावलोकन करें
vi: Xem lai thiết lập ngôn ngữ

source: Language Code
hi: भाषा कोड
vi: Mã ngôn ngữ

source: e.g. en for English
hi: जैसे अंग्रेजी के लिए एन
vi: ví dụ. en cho tiếng Anh

source: Preview Theme
hi: थीम का पूर्वावलोकन करें
vi: Xem trước Chủ đề

source: All Rights Reserved
hi: सभी अधिकार सुरक्षित
ja_jp: 全著作権保有
lt_lt: Visos teisės saugomos
vi: Bản quyền đã được bảo hộ.

source: Important Course Dates
ja_jp: 講座の重要な日付
vi: Những Ngày Học Quan trọng

source: Goal:
hi: लक्ष्य:
vi: Mục tiêu:

source: Edit your course goal:
hi: अपना पाठ्यक्रम लक्ष्य संपादित करें:
vi: Chỉnh sửa mục tiêu khóa học của bạn:

source: Upgrade ({price})
hi: अपग्रेड ({price})
vi: Nâng cấp ({price})

source: Expand All
hi: सभी का विस्तार करें
vi: Mở rộng tất cả

source: {subsection_format} due {{date}}
hi: {subsection_format} देय {{date}}
vi: {subsection_format} hạn chót {{date}}

source: Official proof of completion
hi: पूरा होने का आधिकारिक प्रमाण
vi: Bằng chứng chính thức cho hoàn thành

source: Easily shareable certificate
hi: आसानी से साझा करने योग्य प्रमाण पत्र
vi: Dễ dàng chia sẻ chứng chỉ

source: Proven motivator to complete the course
hi: कोर्स पूरा करने के लिए प्रेरक को साबित करें
vi: Động lực thúc đẩy được chứng minh để hoàn thành khóa học

source: This course does not have any updates.
hi: इस पाठ्यक्रम में कोई अद्यतन नहीं है।
vi: Khóa học này không có thông tin cập nhật.

source: Today is {date}
ja_jp: 本日は {date} です
vi: Hôm nay là {date}

source: Latest Update
hi: नवीनतम अद्यतन
vi: Cập nhật Mới nhất

source: Search Results
he: תוצאות חיפוש
hi: खोजा गया परिणाम
vi: Kết quả tìm kiếm

source: Connected Accounts
he: חשבונות מקושרים
hi: कनेक्ट किए गए खाते
ja_jp: 接続済アカウント
lt_lt: Susietos paskyros
vi: Các tài khoản liên kết

source: Linked
he: מקושר
hi: जुड़ा हुआ
ja_jp: 接続済
lt_lt: Sujungtos paskyros
vi: Đã liên kết
