Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is has completed evaluating your request.
hi: {studio_name} हमारे xConsortium भागीदारों और चयनित मेहमानों के लिए एक होस्ट किया गया समाधान है। जिन पाठ्यक्रमों के लिए आप टीम के सदस्य हैं, वे आपके लिए संपादित करने के लिए ऊपर दिखाई देते हैं, जबकि पाठ्यक्रम निर्माता विशेषाधिकार {platform_name} द्वारा प्रदान किए जाते हैं। हमारी टीम ने आपके अनुरोध का मूल्यांकन पूरा कर लिया है।
ja_jp: {studio_name}はxConsortiumのパートナーと選ばれしゲストに提供されるものです。コース製作者の特権を{platform_name}から移譲されているのであれば、あなたがメンバーであるコースは編集できるよう表示されます。我々はあなたからのリクエストを査定完了しました。
lt_lt: {studio_name} yra skirtas mūsų partneriams ir rinktiniams svečiams. Aukščiau matomus kursus, kurių komandos narys jūs esate, jūs galite redaguoti, o kursų kūrėjų teises suteikia {platform_name}. Mūsų komanda įvertino jūsų prašymą.
vi: {studio_name} là giải pháp lưu trữ dành cho đối tác xConsortium và những khách hàng đã lựa chọn của chúng tôi. Các khóa học mà bạn là thành viên của nhóm xuất hiện ở trên để bạn chỉnh sửa, trong khi đặc quyền của người tạo khóa học được cấp bởi {platform_name}. Nhóm của chúng tôi đã hoàn thành đánh giá yêu cầu của bạn.

source: Your Course Creator request is:
hi: आपका कोर्स निर्माता अनुरोध है:
ja_jp: 講座制作者の要求状態：
lt_lt: Jūsų kursų kūrėjo prašymas yra:
vi: Người sáng tạo yêu cầu khóa học của bạn là:

source: Your request did not meet the criteria/guidelines specified by {platform_name} Staff.
hi: आपका अनुरोध {platform_name} स्टाफ द्वारा निर्दिष्ट मानदंडों / दिशानिर्देशों को पूरा नहीं करता है।
ja_jp: あなたのリクエストは規約/ガイドラインに適合しなかったと{platform_name}スタッフにより特定されました。
lt_lt: Jūsų prašymas neatitiko {platform_name} personalo nurodytų kriterijų / gairių.
vi: Yêu cầu của bạn không đáp ứng các tiêu chí/nguyên tắc được chỉ định bởi Nhân viên {platform_name}.

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is currently evaluating your request.
hi: {studio_name} हमारे xConsortium भागीदारों और चयनित मेहमानों के लिए एक होस्ट किया गया समाधान है। जिन पाठ्यक्रमों के लिए आप टीम के सदस्य हैं, वे आपके लिए संपादित करने के लिए ऊपर दिखाई देते हैं, जबकि पाठ्यक्रम निर्माता विशेषाधिकार {platform_name} द्वारा प्रदान किए जाते हैं। हमारी टीम वर्तमान में आपके अनुरोध का मूल्यांकन कर रही है।
ja_jp: {studio_name}はxConsortiumのパートナーと選ばれしゲストに提供されるものです。コース製作者の特権を{platform_name}から移譲されているのであれば、あなたがメンバーであるコースは編集できるよう表示されます。我々はあなたからのリクエストを現在査定中です。
lt_lt: {studio_name} yra skirtas mūsų partneriams ir rinktiniams svečiams. Aukščiau matomus kursus, kurių komandos narys jūs esate, jūs galite redaguoti, o kursų kūrėjų teises suteikia {platform_name}. Mūsų komanda vertina jūsų prašymą.
vi: {studio_name} là giải pháp lưu trữ dành cho đối tác xConsortium và những khách hàng đã lựa chọn của chúng tôi. Các khóa học mà bạn là thành viên của nhóm xuất hiện ở trên để bạn chỉnh sửa, trong khi đặc quyền của người tạo khóa học được cấp bởi {platform_name}. Nhóm của chúng tôi hiện đang đánh giá yêu cầu của bạn.

source: Your request is currently being reviewed by {platform_name} staff and should be updated shortly.
hi: वर्तमान में आपके अनुरोध की समीक्षा {platform_name} कर्मचारियों द्वारा की जा रही है और इसे शीघ्र ही अपडेट किया जाना चाहिए।
ja_jp: あなたのリクエストは現在、{platform_name}スタッフによりレビューされており、近々、更新されるものです。
lt_lt: Jūsų prašymą dabar peržiūri {platform_name} personalas, netrukus jis bus atnaujintas.
vi: Yêu cầu của bạn hiện đang được xem xét bởi nhân viên {platform_name} và sẽ sớm được cập nhật.

source: Were you expecting to see a particular library here?
hi: क्या आप यहाँ एक विशेष पुस्तकालय देखने की उम्मीद कर रहे थे?
ja_jp: 特定のライブラリが表示されることを期待しましたか？
lt_lt: Ieškote konkrečios bibliotekos?
vi: Bạn có mong muốn xem một thư viện đặc biệt ở đây không?

source: The library creator must give you access to the library. Contact the library creator or administrator for the library you are helping to author.
hi: पुस्तकालय निर्माता को आपको पुस्तकालय तक पहुंच प्रदान करनी चाहिए। आप जिस लेखक की मदद कर रहे हैं, उसके लिए पुस्तकालय निर्माता या व्यवस्थापक से संपर्क करें।
ja_jp: ライブラリの製作者があなたにアクセス権を与えなければなりません。ライブラリの製作者または管理者に編集についてお問い合わせください。
lt_lt: Bibliotekos autorius turi jums suteikti prieigą prie bibliotekos. Susisiekite su bibliotekos autoriumi arba administratoriumi.
vi: Người tạo thư viện phải cho phép bạn truy cập vào thư viện. Liên hệ với người tạo thư viện hoặc quản trị viên của thư viện bạn đang giúp đỡ tác giả.

source: Create Your First Library
hi: अपनी पहली लाइब्रेरी बनाएं
ja_jp: 最初のライブラリを作成
lt_lt: Susikurkite savo pirmąją biblioteką
vi: Tạo Thư viện Đầu tiên Của bạn

source: Libraries hold a pool of components that can be re-used across multiple courses. Create your first library with the click of a button!
hi: पुस्तकालय ऐसे घटकों का एक पूल रखते हैं जिनका कई पाठ्यक्रमों में पुन: उपयोग किया जा सकता है। एक बटन के क्लिक के साथ अपनी पहली लाइब्रेरी बनाएं!
ja_jp: ライブラリは講座をまたいで再利用可能なコンポーネントを保持します。ボタンをクリックして最初のライブラリを作りましょう！
lt_lt: Bibliotekos turi komponentus, kurie gali būti panaudojami skirtinguose kursuose. Susikurkite savo pirmąją biblioteką mygtuko spragtelėjimu!
vi: Những thư viện chứa một nhóm các thành phần có thể được tái sử dụng trên nhiều khóa học. Tạo thư viện đầu tiên của bạn chỉ bằng một cú nhấp chuột!

source: New to {studio_name}?
hi: {स्टूडियो_नाम} पर नया?
ja_jp: {studio_name}は初めてですか？
lt_lt: {studio_name} aplinkoje esate naujokas?
vi: {studio_name} có gì mới?

source: Click Help in the upper-right corner to get more information about the {studio_name} page you are viewing. You can also use the links at the bottom of the page to access our continually updated documentation and other {studio_name} resources.
hi: ऊपरी-दाएं कोने में स्थित उस {studio_name} पृष्ठ के बारे में अधिक जानकारी प्राप्त करने के लिए क्लिक करें, जिसे आप देख रहे हैं। आप हमारे निरंतर अद्यतन किए गए दस्तावेज़ और अन्य {studio_name} संसाधनों तक पहुंचने के लिए पृष्ठ के निचले भाग के लिंक का भी उपयोग कर सकते हैं।
ja_jp: あなたが見ている{studio_name}ページに関する詳細情報を入手するには、右上のヘルプをクリックしてください。継続的に更新している文書や、その他の{studio_name}のリソースにアクセスするには、ページの下の方にあるリンクも使用できます。
lt_lt: Norėdami gauti daugiau informacijos apie {studio_name} puslapį, kurį dabar žiūrite, spauskite "Pagalba" dešiniajame viršutiniame kampe. Taip pat galite pasinaudoti puslapio apačioje esančiomis nuorodomis, jeigu norite gauti mūsų nuolat atnaujinamus dokumentus ir kitus {studio_name} išteklius.
vi: Nhấp vào Trợ giúp ở góc trên bên phải để biết thêm thông tin về trang {studio_name} mà bạn đang xem.Bạn cũng có thể nhấp vào liên kết bên dưới để tìm hiểu thêm về tài liệu mới nhất về cách sử dụng và các tài nguyên khác của {studio_name}.

source: Getting Started with {studio_name}
hi: {Studios_name} से प्रारंभ करना
ja_jp: {studio_name}を始める
lt_lt: Pradėti naudotis {studio_name}
vi: Bắt đầu với {studio_name}

source: Can I create courses in {studio_name}?
hi: क्या मैं {studio_name} में पाठ्यक्रम बना सकता हूं?
ja_jp: 私は{studio_name}でコースを作ることができますか？
lt_lt: Ar galiu kurti {studio_name} kursus?
vi: Tôi có thể tạo khóa học trong {studio_name}?

source: In order to create courses in {studio_name}, you must {link_start}contact {platform_name} staff to help you create a course{link_end}.
hi: {Studios_name} में पाठ्यक्रम बनाने के लिए, आपको {link_start} संपर्क {platform_name} कर्मचारियों से एक कोर्स {link_end} बनाने में मदद करने के लिए संपर्क करना होगा।
ja_jp: {studio_name}で講座を作成するためには、{link_start}{platform_name}スタッフにコース作成についてのヘルプをお問い合わせ{link_end}ください。
lt_lt: Kad galėtumėte kurti kursus {studio_name} aplinkoje, turite {link_start}susisiekti su {platform_name} kursus administruojančiu personalu, kuris padės jums sukurti kursą{link_end}.
vi: Để tạo các khóa học trong {studio_name}, bạn phải {link_start}liên hệ với nhân viên {platform_name} để giúp bạn tạo một khóa học{link_end}.

source: In order to create courses in {studio_name}, you must have course creator privileges to create your own course.
hi: {Studios_name} में पाठ्यक्रम बनाने के लिए, आपके पास अपना स्वयं का पाठ्यक्रम बनाने के लिए पाठ्यक्रम निर्माता विशेषाधिकार होना चाहिए।
ja_jp: {studio_name}でコースを作るためには、自分のコースを作成するための権限を得ている必要があります。
lt_lt: Kad galėtumėte kurti kursus {studio_name} aplinkoje, turite turėti kursų kūrėjo teises.
vi: Để tạo các khóa học trong {studio_name}, bạn phải có đặc quyền của người tạo khóa để tạo ra khóa học của riêng bạn.

source: Your request to author courses in {studio_name} has been denied. Please {link_start}contact {platform_name} Staff with further questions{link_end}.
hi: {Studios_name} में लेखक पाठ्यक्रमों के लिए आपके अनुरोध को अस्वीकार कर दिया गया है। कृपया {link_start} संपर्क करें {platform_name} आगे के सवालों के साथ कर्मचारी {link_end}।
ja_jp: あなたの{studio_name}の講座編集のリクエストは拒否されました。詳細は{link_start}{platform_name}スタッフ{link_end}までお問い合わせください。
lt_lt: Jūsų prašymas kurti {studio_name} kursus buvo atmestas. Jeigu turite klausimų, {link_start}susisiekite su {platform_name} kursus administruojančiu personalu{link_end}.
vi: Yêu cầu là tác giả các khóa học của bạn trong {studio_name} đã bị từ chối. Vui lòng {link_start}liên hệ nhân viên {platform_name} để có thêm câu hỏi{link_end}.

source: Thanks for signing up, {name}!
hi: साइन अप करने के लिए धन्यवाद, {name}!
vi: Cảm ơn bạn đã đăng ký, {name}!

source: We need to verify your email address
hi: हमें आपका ईमेल पता सत्यापित करना होगा
ja_jp: メールアドレスを確認する必要があります。
lt_lt: Mes turime patikrinti jūsų el. pašto adresą
vi: Chúng ta cần phải xác minh địa chỉ email của bạn

source: Almost there! In order to complete your sign up we need you to verify your email address ({email}). An activation message and next steps should be waiting for you there.
hi: लगभग वहाँ पहुँच गया! अपना साइन अप पूरा करने के लिए हमें आपको अपना ईमेल पता ({email}) सत्यापित करना होगा। एक सक्रियण संदेश और अगले चरणों का आपको वहां इंतजार करना चाहिए।
vi: Như thường lệ. Để hoàn tất đăng ký của bạn, chúng tôi cần bạn xác minh địa chỉ email của bạn ({email}). Một thông báo kích hoạt và các bước tiếp theo đã được gửi tới bạn.

source: Need help?
hi: मदद चाहिए?
ja_jp: うまくいかない場合
lt_lt: Reikia pagalbos?
vi: Cần trợ giúp?

source: Please check your Junk or Spam folders in case our email isn't in your INBOX. Still can't find the verification email? Request help via the link below.
hi: यदि हमारा ईमेल आपके INBOX में नहीं है, तो कृपया अपने रद्दी या स्पैम फ़ोल्डर की जाँच करें। अभी भी सत्यापन ईमेल नहीं मिल रहा है? नीचे दिए गए लिंक के माध्यम से मदद का अनुरोध करें।
ja_jp: 受信フォルダにメールがない場合には、迷惑メールフォルダを確認してください。それでも、検証用メールが見つからない場合には、次のリンクから支援依頼を出してください。
lt_lt: Jeigu mūsų el. laiško nėra GAUTŲ laiškų aplanke, patikrinkite brukalo aplanką. Vis tiek nerandate patvirtinimo laiško? Paprašykite pagalbos per žemiau esančią nuorodą.
vi: Vui lòng kiểm tra Thư rác của bạn hoặc thư mục Spam trong trường hợp email của chúng tôi không phải nằm trong Hộp thư đến của bạn. Vẫn không thể tìm thấy email xác minh? Yêu cầu giúp đỡ thông qua các liên kết dưới đây.

source: Content Library
hi: सामग्री पुस्तकालय
ja_jp: コンテンツライブラリ
lt_lt: Medžiagos biblioteka
vi: Thư viện Nội dung

source: Add Component
hi: घटक जोड़ें:
ja_jp: コンポーネントを追加
lt_lt: Pridėti komponentą
vi: Thêm Thành phần

source: Adding content to your library
hi: अपनी लाइब्रेरी में सामग्री जोड़ना
ja_jp: ライブラリにコンテンツを追加中
lt_lt: Medžiagos pridėjimas į biblioteką
vi: Thêm nội dung vào thư viện của bạn

source: Add components to your library for use in courses, using Add New Component at the bottom of this page.
hi: पाठ्यक्रमों में उपयोग के लिए अपने पुस्तकालय में घटक जोड़ें, इस पृष्ठ के निचले भाग में नया घटक जोड़ें।
ja_jp: 講座で使うためにコンポーネントをライブラリに追加してください。ページの下で追加できます。
lt_lt: Pridėkite kursuose skirtus naudotis komponentus į savo biblioteką, paspaudę mygtuką "Pridėti naują komponentą" šio puslapio apačioje.
vi: Thêm các thành phần vào thư viện của bạn để sử dụng trong các khóa học, sử dụng Thêm Mới Thành phần ở cuối trang này.

source: Components are listed in the order in which they are added, with the most recently added at the bottom. Use the pagination arrows to navigate from page to page if you have more than one page of components in your library.
hi: घटकों को उस क्रम में सूचीबद्ध किया जाता है जिसमें उन्हें जोड़ा जाता है, सबसे हाल ही में सबसे नीचे जोड़ा गया है। यदि आपकी लाइब्रेरी में एक से अधिक घटक घटक हैं, तो पृष्ठ से पृष्ठ पर नेविगेट करने के लिए पेजेशन तीरों का उपयोग करें।
ja_jp: コンポーネントは追加された古い順に並んでいます。ライブラリに複数のページがある場合は矢印でページを移動できます。
lt_lt: Komponentai yra išdėstyti tokia tvarka, kokia jie buvo pridėti, pradedant nuo naujausio apačioje. Puslapių numeravimo rodyklėmis vartykite puslapius, jeigu jūsų bibliotekoje yra daugiau negu vienas puslapis komponentų.
vi: Các thành phần được liệt kê theo thứ tự đã được thêm vào, với phần bổ sung gần đây nhất nằm ở cuối. Sử dụng mũi tên phân trang để di chuyển từ trang này sang trang khác nếu bạn có nhiều trang các thành phần trong thư viện của bạn.

source: Using library content in courses
hi: पाठ्यक्रमों में पुस्तकालय सामग्री का उपयोग करना
ja_jp: 講座でライブラリコンテンツを使う
lt_lt: Bibliotekos turinio naudojimas kursuose
vi: Sử dụng nội dung thư viện trong các khóa học

source: Use library content in courses by adding the {em_start}library_content{em_end} policy key to the Advanced Module List in the course's Advanced Settings, then adding a Randomized Content Block to your courseware. In the settings for each Randomized Content Block, select this library as the source library, and specify the number of problems to be randomly selected and displayed to each student.
hi: पाठ्यक्रम की उन्नत सेटिंग में उन्नत मॉड्यूल सूची में {em_start} लाइब्रेरी_कंटेंट {em_end} नीति कुंजी जोड़कर पाठ्यक्रम में लाइब्रेरी सामग्री का उपयोग करें, और फिर अपने पाठ्यक्रम में रैंडमाइज्ड कंटेंट ब्लॉक को जोड़ दें। प्रत्येक रैंडमाइज्ड कंटेंट ब्लॉक की सेटिंग में, इस लाइब्रेरी को सोर्स लाइब्रेरी के रूप में चुनें, और प्रत्येक छात्र को बेतरतीब ढंग से चयनित और प्रदर्शित होने के लिए समस्याओं की संख्या निर्दिष्ट करें।
ja_jp: 講座の詳細設定で詳細モジュールリストに{em_start}library_content{em_end}ポリシーキーを追加してから、ランダム化コンテンツブロックをコース教材に追加して講座でライブラリコンテンツを使います。ランダム化コンテンツブロックごとの設定ではこのライブラリをソースライブラリとして選択し、受講者ごとにランダムに選ばれる問題数を設定します。
vi: Sử dụng nội dung thư viện trong các khóa học bằng cách thêm khóa chính sách{em_start}library_content {em_end} vào Danh sách Mô-đun Nâng cao trong Thiết lập Nâng cao của khóa học, sau đó thêm Khối Nội dung Ngẫu nhiên vào giáo trình của bạn. Trong phần thiết lập cho mỗi Khối Nội dung Ngẫu nhiên, hãy chọn thư viện này làm thư viện nguồn, và chỉ định số lượng các câu hỏi sẽ được chọn ngẫu nhiên và hiển thị cho mỗi học sinh.

source: Learn more about content libraries
hi: सामग्री पुस्तकालयों के बारे में अधिक जानें
ja_jp: コンテンツライブラリについてもっと学ぶ
lt_lt: Sužinoti daugiau apie medžiagos bibliotekas
vi: Tìm hiểu thêm về nội dung thư viện

source: Course Team Settings
hi: कोर्स टीम सेटिंग्स
ja_jp: チーム設定
lt_lt: Kurso komandos nustatymai
vi: Thiết lập nhóm khoá học.

source: New Team Member
hi: नई टीम के सदस्य
ja_jp: 新たなチームメンバー
lt_lt: Naujas komandos narys
vi: Nhóm thành viên mới

source: Add a User to Your Course's Team
hi: अपने पाठ्यक्रम की टीम में एक उपयोगकर्ता जोड़ें
ja_jp: 本講座の制作・運営チームにユーザーを追加する。
lt_lt: Pridėkite naudotoją prie savo kurso komandos
vi: Thêm người mới vào khóa học nhóm của bạn

source: New Team Member Information
hi: नई टीम के सदस्य जानकारी
ja_jp: 新しいメンバー情報
lt_lt: Naujo komandos nario informacija
vi: Thông tin thành viên nhóm mới

source: User's Email Address
hi: उपयोगकर्ता का ईमेल पता
ja_jp: ユーザーのメールアドレス
lt_lt: Naudotojo elektroninio pašto adresas
vi: Địa chỉ email của người sử dụng

source: Provide the email address of the user you want to add as Staff
hi: उस उपयोगकर्ता का ईमेल पता प्रदान करें जिसे आप कर्मचारी के रूप में जोड़ना चाहते हैं
lt_lt: Nurodykite el. pašto adresą naudotojo, kurį norite pridėti kaip kursą administruojantį personalą
vi: Cung cấp địa chỉ email của người dùng mà bạn muốn thêm làm Nhân viên

source: Add User
hi: उपयोगकर्ता जोड़ें
ja_jp: ユーザー追加
lt_lt: Pridėti naudotoją
vi: Thêm thành viên

source: Add Team Members to This Course
hi: इस कोर्स में टीम के सदस्यों को जोड़ें
ja_jp: 本講座に制作・運営メンバーを追加する。
lt_lt: Pridėti komandos narius prie šio kurso
vi: Thêm nhóm thành viên cho khóa học này

source: Adding team members makes course authoring collaborative. Users must be signed up for {studio_name} and have an active account.
hi: टीम के सदस्यों को जोड़ने से पाठ्यक्रम सहयोगी बनता है। उपयोगकर्ताओं को {studio_name} के लिए साइन अप करना होगा और उनका एक सक्रिय खाता होना चाहिए।
ja_jp: メンバー追加はコース制作を協同的なものとします。ユーザーは {studio_name} に登録することでアクティブなアカウントを持ちます。
lt_lt: Pridėję komandos narius kursus kuriate bendradarbiaudami. Naudotojai turi būti prisiregistravę {studio_name} aplinkoje ir turėti aktyvią paskyrą.
vi: Thêm thành viên nhóm để tạo xác nhận khóa học tương tác. Người dùng phải đăng nhập vào {studio_name} và có kích hoạt tài khoản.

source: Add a New Team Member
hi: एक नई टीम का सदस्य जोड़ें
ja_jp: 新規メンバー追加
lt_lt: Pridėti naują komandos narį
vi: Thêm một nhóm thành viên mới

source: Course Team Roles
hi: कोर्स टीम रोल्स
ja_jp: コースチームの役割
lt_lt: Kurso komandos vaidmenys
vi: Vai trò nhóm khóa học

source: Course team members with the Staff role are course co-authors. They have full writing and editing privileges on all course content.
hi: स्टाफ टीम के साथ कोर्स टीम के सदस्य पाठ्यक्रम के सह-लेखक हैं। उनके पास सभी पाठ्यक्रम सामग्री पर पूर्ण लेखन और संपादन विशेषाधिकार हैं।
vi: Các thành viên của nhóm điều hành khoá học có vai trò là các đồng tác giả. Họ có đầy đủ quyền viết và chỉnh sửa trên tất cả các nội dung khóa học.

source: Admins are course team members who can add and remove other course team members.
hi: एडमिंस कोर्स टीम के सदस्य हैं जो अन्य कोर्स टीम के सदस्यों को जोड़ और हटा सकते हैं।
ja_jp: 管理者は他のコースチームメンバーを追加と削除できるコースチームメンバーです。
lt_lt: Administratoriai yra kurso komandos nariai, kurie gali pridėti ir pašalinti kitus kurso komandos narius.
vi: Admins là thành viên trong nhóm nhiên người có thể thêm và loại bỏ các thành viên trong nhóm khóa học khác.

source: All course team members can access content in Studio, the LMS, and Insights, but are not automatically enrolled in the course.
hi: सभी पाठ्यक्रम टीम के सदस्य स्टूडियो, एलएमएस और इनसाइट्स में सामग्री का उपयोग कर सकते हैं, लेकिन स्वचालित रूप से पाठ्यक्रम में नामांकित नहीं हैं।
vi: Tất cả các thành viên của nhóm điều hành khóa học có thể truy cập vào nội dung trong Studio, LMS và Thông tin chi tiết, nhưng không được tự động đăng ký vào khóa học.

source: Transferring Ownership
hi: स्वामित्व हस्तांतरित करना
ja_jp: 所有権を引き継ぎ
lt_lt: Perduodamos nuosavybės teisės
vi: Chuyển tiếp quyền

source: Every course must have an Admin. If you are the Admin and you want to transfer ownership of the course, click <strong>Add admin access</strong> to make another user the Admin, then ask that user to remove you from the Course Team list.
hi: हर कोर्स में एक एडमिन होना चाहिए। यदि आप व्यवस्थापक हैं और आप पाठ्यक्रम का स्वामित्व स्थानांतरित करना चाहते हैं,<strong> तो किसी अन्य उपयोगकर्ता को व्यवस्थापक बनाने के लिए व्यवस्थापक पहुँच जोड़ें पर क्लिक करें</strong>, फिर उस उपयोगकर्ता को पाठ्यक्रम टीम सूची से निकालने के लिए कहें।
vi: Mỗi Khóa học phải có Quản trị viên. Nếu bạn là Quản trị viên và bạn muốn chuyển quyền sở hữu khóa học, hãy bấm vào <strong>Thêm quyền truy cập quản trị</strong> để tạo một người dùng khác cho Quản trị viên, sau đó yêu cầu người dùng xóa bạn khỏi danh sách Nhóm Điều hành.

source: Library User Access
hi: लाइब्रेरी उपयोगकर्ता पहुँच
ja_jp: ライブラリユーザーアクセス
lt_lt: Bibliotekos naudotojo prieiga
vi: Người dùng Truy cập Thư viện

source: User Access
hi: उपयोगकर्ता की पहुंच
ja_jp: ユーザーアクセス
lt_lt: Naudotojo prieiga
vi: Người dùng Truy cập

source: Grant Access to This Library
hi: इस पुस्तकालय तक पहुँच प्रदान करें
ja_jp: アクセス権をライブラリに与える
lt_lt: Suteikti prieigą prie šios bibliotekos
vi: Cấp quyền Truy cập Thư viện Này

source: Provide the email address of the user you want to add
hi: उस उपयोगकर्ता का ईमेल पता प्रदान करें जिसे आप जोड़ना चाहते हैं
ja_jp: 追加したいユーザーのメールアドレスを入力してください
lt_lt: Pateikite naudotojo, kurį norite pridėti, elektroninio pašto adresą
vi: Cung cấp địa chỉ email của người dùng bạn muốn thêm

source: Add More Users to This Library
hi: इस लाइब्रेरी में अधिक उपयोगकर्ता जोड़ें
ja_jp: このライブラリにさらにユーザーを追加
lt_lt: Pridėti naudotojų prie šios bibliotekos
vi: Thêm Người dùng khác vào Thư viện này

source: Grant other members of your course team access to this library. New library users must have an active {studio_name} account.
hi: अपने पाठ्यक्रम के अन्य सदस्यों को इस पुस्तकालय तक पहुँच प्रदान करें। नए लाइब्रेरी उपयोगकर्ताओं के पास एक सक्रिय {स्टूडियो_नाम} खाता होना चाहिए।
ja_jp: このライブラリに対してコースチームの他のメンバーのアクセス権を与えてください。新しいライブラリユーザーは有効な{studio_name}アカウントが必要です。
lt_lt: Kitiems kurso komandos nariams suteikite prieigą prie šios bibliotekos. Nauji bibliotekos naudotojai turi turėti aktyvią {studio_name} paskyrą.
vi: Cho phép các thành viên khác trong nhóm điều hành khóa học của bạn vào thư viện này. Người dùng thư viện mới phải có tài khoản {studio_name} đang hoạt động.

source: Add a New User
hi: एक नया उपयोगकर्ता जोड़ें
ja_jp: 新しいユーザを追加
lt_lt: Pridėti naują naudotoją
vi: Thêm một Người dùng Mới

source: Library Access Roles
hi: लाइब्रेरी एक्सेस रोल्स
ja_jp: ライブラリアクセスロール
lt_lt: Bibliotekos prieigos vaidmenys
vi: Nhưng Vai trò Truy cập Thư viện

source: There are three access roles for libraries: User, Staff, and Admin.
hi: पुस्तकालयों के लिए तीन पहुँच भूमिकाएँ हैं: उपयोगकर्ता, कर्मचारी और व्यवस्थापक।
ja_jp: ライブラリには３つのアクセス役割があります：ユーザー、スタッフ、アドミン
lt_lt: Yra trys bibliotekos prieigos vaidmenys: naudotojas, personalas ir administratorius.
vi: Có ba vai trò truy cập cho thư viện: Người dùng, Nhân viên và Quản trị.

source: Library Users can view library content and can reference or use library components in their courses, but they cannot edit the contents of a library.
hi: पुस्तकालय उपयोगकर्ता पुस्तकालय सामग्री देख सकते हैं और अपने पाठ्यक्रमों में पुस्तकालय घटकों का संदर्भ या उपयोग कर सकते हैं, लेकिन वे पुस्तकालय की सामग्री को संपादित नहीं कर सकते हैं।
vi: Người dùng Thư viện có thể xem nội dung thư viện và có thể tham khảo hoặc sử dụng các thành phần thư viện trong các khóa học của mình, nhưng họ không thể chỉnh sửa nội dung của thư viện.

source: Library Staff are content co-authors. They have full editing privileges on the contents of a library.
hi: लाइब्रेरी स्टाफ सामग्री सह-लेखक हैं। उनके पास एक पुस्तकालय की सामग्री पर पूर्ण संपादन विशेषाधिकार हैं।
vi: Nhân viên Thư viện là đồng tác giả nội dung. Họ có quyền chỉnh sửa đầy đủ về nội dung của thư viện.

source: Library Admins have full editing privileges and can also add and remove other team members. There must be at least one user with the Admin role in a library.
hi: लाइब्रेरी एडमिंस में पूर्ण संपादन विशेषाधिकार हैं और यह टीम के अन्य सदस्यों को भी जोड़ और हटा सकता है। लाइब्रेरी में व्यवस्थापक भूमिका के साथ कम से कम एक उपयोगकर्ता होना चाहिए।
vi: Quản trị Thư viện có quyền chỉnh sửa đầy đủ và cũng có thể thêm và xóa các thành viên khác trong nhóm. Phải có ít nhất một người dùng có vai trò Quản trị viên trong thư viện.

source: Sign Up
hi: साइन अप
ja_jp: 会員登録
lt_lt: Prisiregistruoti
vi: Đăng Ký

source: Sign Up for {studio_name}
ja_jp: {studio_name}にサインアップ
lt_lt: Prisiregistruoti prie {studio_name}
vi: Đăng Ký {studio_name}

source: Already have a {studio_name} Account? Sign in
ja_jp: 既に{studio_name}のアカウントをお持ちですか？ それならサインインを。
lt_lt: Jau turite {studio_name} paskyrą? Prisijunkite
vi: Bạn đã có một tài khoản {studio_name}? Đăng nhập
