Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: You can use your {accountName} account to sign in to your {platformName} account.
es_419: Puede utilizar su cuenta de {accountName} para iniciar sesión en su cuenta de {platformName}.
hi: आप अपने {platformName} खाते में साइन इन करने के लिए अपने {accountName} खाते का उपयोग कर सकते हैं।
ko_kr: {accountName} 계정을 사용해 {platformName} 계정에 로그인할 수 있습니다.
pt_br: Você pode usar sua conta {accountName} para fazer o login na sua conta {platformName}.
vi: Bạn có thể sử dụng tài khoản {accountName} để đăng nhập vào tài khoản {platformName} của mình.

source: Unlink your {accountName} account
es_419: Desvincular su cuenta de {accountName}
hi: अपना {accountName} खाता अनलिंक करें
ko_kr: {accountName} 계정 연동 해제
pt_br: Desvincular sua conta {accountName}
vi: Bỏ liên kết tài khoản của bạn {accountName}

source: Link Your Account
es_419: Vincular su cuenta
hi: अपना खाता लिंक करें
ko_kr: 계정 연동
pt_br: Vincular Sua Conta
vi: Liên kết tài khoản của bạn

source: Link your {accountName} account to your {platformName} account and use {accountName} to sign in to {platformName}.
es_419: Vincule su cuenta {accountName} con su cuenta de {platformName} y use {accountName} para iniciar sesión en {platformName}.
hi: अपने {accountName} खाते को अपने {platformName} खाते से लिंक करें और {platformName} में साइन इन करने के लिए {accountName} का उपयोग करें।
ko_kr: {accountName} 계정을 {platformName} 계정에 연동해 {accountName} 을 사용해 {platformName} 에 로그인하세요.
pt_br: Vincule sua conta {accountName} com sua conta {platformName} e use {accountName} para fazer o login no {platformName}.
vi: Liên kết tài khoản {accountName} với tài khoản {platformName} của bạn và sử dụng {accountName} để đăng nhập vào {platformName}.

source: Unlinking
es_419: Desvinculando
hi: अनलिंक
ja_jp: 接続解除
ko_kr: 연결 해제하기
lt_lt: Atsijungiama
pt_br: Desvinculando
vi: Bỏ kết nối
zh_tw: 取消連結

source: Linking
es_419: Vinculando
hi: लिंक करना
ja_jp: 接続中
ko_kr: 연결하기
lt_lt: Sujungiama
pt_br: Vinculando
vi: Đang kết nối
zh_tw: 連結

source: Successfully unlinked.
es_419: Se desvinculó con éxito.
hi: सफलतापूर्वक अनलिंक किया गया।
ja_jp: 正常に接続を解除しました。
ko_kr: 성공적 연결이 해제되었습니다.
lt_lt: Sėkmingai atjungta.
pt_br: Desvinculado com sucesso.
vi: Đã bỏ kết nối.
zh_tw: 成功地取消連結。

source: Account Information
es_419: Información de la cuenta
hi: खाते की जानकारी
ko_kr: 계정 정보
pt_br: Informações da Conta

source: Order History
es_419: Historial de órdenes
hi: आदेश इतिहास
ko_kr: 주문 내역
pt_br: Histórico de pedidos
vi: Lịch sử hóa đơn

source: Accomplishments Pagination
es_419: Paginación de Logros
hi: आरोपण संग्रह
ko_kr: 업적 페이지 번호
pt_br: Paginação de Realizações
vi: Phân trang Thành quả

source: {platform_name} learners can see my:
es_419: Los usuarios de {platform_name} pueden ver mi:
ja_jp: ：は、{platform_name} の受講者が参照できます
lt_lt: {platform_name} kursų dalyviai gali matyti mano:
zh_tw: {platform_name} 學習者可以看見我的：

source: Limited Profile
es_419: Perfil limitado
hi: सीमित प्रोफ़ाइल
ja_jp: 限定されているプロファイル
ko_kr: 제한적 프로필
lt_lt: Ribotas profilis
pt_br: Perfil limitado
vi: Hồ sơ bị giới hạn
zh_tw: 受限的個人檔案

source: Full Profile
es_419: Perfil completo
hi: पूर्ण प्रोफ़ाइल
ja_jp: 全プロファイル
ko_kr: 전체 프로필
lt_lt: Visas profilis
pt_br: Perfil completo
vi: Hồ sơ đầy đủ
zh_tw: 完整個人資料

source: Add Country
es_419: Añadir país
hi: देश जोड़ें
ja_jp: 国を追加
ko_kr: 국가 추가
lt_lt: Pridėti šalį
pt_br: Adicionar país
vi: Thêm quốc gia
zh_tw: 新增國籍

source: Add language
es_419: Añadir idioma
hi: भाषा जोड़ें
ja_jp: 言語を追加
ko_kr: 언어 추가
lt_lt: Pridėti kalbą
pt_br: Adicionar idioma
vi: Thêm ngôn ngữ
zh_tw: 新增語言

source: About me
es_419: Sobre mí
hi: मेरे बारे में
ja_jp: 私について
ko_kr: 자기소개
lt_lt: Apie mane
pt_br: Sobre mim
vi: Về tôi
zh_tw: 關於我

source: Tell other learners a little about yourself: where you live, what your interests are, why you're taking courses, or what you hope to learn.
es_419: Comparta con otros usuarios algo sobre usted: donde vive, cuales son sus intereses, porque está tomando estos cursos, o cuales son sus expectativas de aprendizaje.
hi: अन्य शिक्षार्थियों को अपने बारे में थोड़ा बताएं: जहां आप रहते हैं, आपकी रुचियां क्या हैं, आप पाठ्यक्रम क्यों ले रहे हैं, या आप क्या सीखने की उम्मीद करते हैं।
ja_jp: 他の受講者にあなた自身について説明します： どこに住んでいるのか、何に興味があるのか、なぜ講座を選択したのか、受講に何を期待しているかなど。
ko_kr: 다른 학습자들에게 간단하게 나를 소개합니다. 관심사, 수강 이유 또는 학습 목표 같은 것을 쓰면 됩니다.
lt_lt: Papasakokite kitiems kursų dalyviams apie save: kur gyvenate, kuo domitės, kodėl dalyvaujate kursuose arba ko tikitės išmokti.
pt_br: Conte um pouco sobre você para outros estudantes do edX: onde você mora, quais são seus interesses, porquê você está fazendo um curso no edX ou o que você espera aprender.
vi: Chia sẻ với các học viên khác về bản thân bạn: nơi bạn sống, sở thích, lý do chọn học một khoá học nào đó, hoặc những gì bạn muốn học được.
zh_tw: 向其他學習者介紹你自己：例如您住的地方、您的興趣、修這門的原因或者您希望學到甚麼。

source: Account Settings page.
es_419: Página de configuración de cuenta.
hi: खाता सेटिंग्स पृष्ठ।
ja_jp: アカウント設定ページ。
ko_kr: 계정 설정 페이지
lt_lt: Paskyros nuostatų puslapis.
pt_br: Página de Configurações da conta.
vi: Trang thiết lập tài khoản
zh_tw: 帳號設定頁面

source: You must specify your birth year before you can share your full profile. To specify your birth year, go to the {account_settings_page_link}
es_419: Debe especificar un año de nacimiento antes de poder compartir su perfil completo. Para definir un año de nacimiento, visite {account_settings_page_link}
hi: अपनी पूरी प्रोफ़ाइल साझा करने से पहले आपको अपना जन्म वर्ष निर्दिष्ट करना होगा। अपना जन्म वर्ष निर्दिष्ट करने के लिए, {account_settings_page_link} पर जाएं
ja_jp: 全プロファイルを公開するためには、生年を設定しなければなりません。生年を設定するためには {account_settings_page_link} へ移動します。
ko_kr: 귀하의 전체 프로필을 공유하기 전에 출생연도를 입력해야 합니다. 출생연도를 지정하려면 {account_settings_page_link}로 가면 됩니다.
lt_lt: Kad galėtumėte paskelbti visą profilį, turite nurodyti savo gimimo metus. Norėdami tai padaryti eikite į {account_settings_page_link}
pt_br: Você deve especificar seu ano de nascimento antes de compartilhar seu perfil completo. Para especificar seu ano de aniversário, vá para {account_settings_page_link}
vi: Bạn phải nhập vào năm sinh trước khi bạn có thể chia sẻ toàn bộ hồ sơ của bạn. Để nhập vào năm sinh, nhấp vào {account_settings_page_link}
zh_tw: 您必須填寫出生年份才能分享完整資料。點擊{account_settings_page_link}進行填寫。

source: You must be over 13 to share a full profile. If you are over 13, make sure that you have specified a birth year on the {account_settings_page_link}
es_419: Debe tener 13 años o más para compartir un perfil completo. Si ud tiene mas de esta edad, asegúrese que ha especificado un año de nacimiento en {account_settings_page_link}
hi: पूर्ण प्रोफ़ाइल साझा करने के लिए आपकी आयु 13 वर्ष से अधिक होनी चाहिए। यदि आपकी आयु 13 वर्ष से अधिक है, तो सुनिश्चित करें कि आपने {account_settings_page_link} पर एक जन्म वर्ष निर्दिष्ट किया है
ja_jp: 全プロファイルの公開には、13 歳以上である必要があります。もし 13 歳以上であるなら、{account_settings_page_link} にてあなたの生年が正しく設定されているかを確認してください。
ko_kr: 전체 프로필을 공유하려면 13세 이상이어야 합니다. 13세 이상이라면, {account_settings_page_link}에서 출생연도를 입력하세요.
lt_lt: Kad galėtumėte paskelbti visą profilį, turite būti vyresni negu 13 metų. Jeigu jums daugiau negu 13, įsitikinkite, ar nurodėte savo gimimo metus {account_settings_page_link}
pt_br: Você deve ter mais de 13 anos para compartilhar seu perfil completo. Se você tem mais de 13 anos, tenha certeza que você especificou o ano do seu nascimento na {account_settings_page_link}
vi: Bạn phải trên 13 tuổi để có thể chia sẻ toàn bộ thông tin cá nhân. Nếu bạn trên 13 tuổi, hãy chắc rằng bạn đã nhập đúng năm sinh tại {account_settings_page_link}
zh_tw: 13歲以上的用戶才能分享完整資料。如果您超過13，請確認已在{account_settings_page_link}頁面中填寫了出生年份。

source: Profile Image
es_419: Foto de perfil
hi: प्रोफ़ाइल छवि
ja_jp: プロファイルの画像
ko_kr: 프로필 이미지
lt_lt: Profilio paveikslas
pt_br: Imagem do perfil
vi: Ảnh cá nhân
zh_tw: 簡介的圖片

source: Profile image for {username}
es_419: Foto de perfil para {username}
hi: {username} के लिए प्रोफ़ाइल छवि
ja_jp: {username} のプロファイル画像
ko_kr: {username}의 프로필 이미지
lt_lt: Naudotojo {username} profilio paveikslas
pt_br: Imagem do perfil de {username}
vi: Ảnh cá nhân cho {username}
zh_tw: {username} 的簡介圖片

source: About Me
es_419: Sobre Mí
hi: मेरे बारे में
ko_kr: 자기 소개
pt_br: Sobre Mim
vi: Tự giới thiệu

source: Accomplishments
es_419: Logros
hi: उपलब्धियां
ko_kr: 업적
pt_br: Realizações
vi: Những thành quả

source: Profile
es_419: Perfil
hi: प्रोफाइल:
ko_kr: 프로필
pt_br: Perfil
vi: Hồ sơ

source: Image Upload Error
es_419: Error en subir imagen
hi: छवि अपलोड त्रुटि
ja_jp: 画像アップロードエラー
ko_kr: 이미지 업로드 오류
lt_lt: Paveikslo įkėlimo klaida
pt_br: Erro ao carregar a imagem
vi: Lỗi tải ảnh lên
zh_tw: 影像上傳錯誤

source: Please verify that you have uploaded a valid image (PNG and JPEG).
es_419: Por favor verifique que haya cargado una imagen válida (PNG y JPEG)
hi: कृपया सत्यापित करें कि आपने एक मान्य छवि (PNG और JPEG) अपलोड की है।
ja_jp: 有効な画像ファイル(PNGかJPEG)であることを確認してください。
ko_kr: 적합한 이미지 형식(PNG 및 JPEG)인지 확인해 주십시오.
lt_lt: Prašome patikrinti, ar įkėlėte teisingą paveikslą (PNG ir JPEG).
pt_br: Verifique se você carregou uma imagem válida (PNG ou JPEG).
vi: Xin hãy chắc chắn rằng bạn đã chọn ảnh đúng định dạng (PNG hoặc JPEG).
zh_tw: 請驗證您已上傳合格照片 (PNG或JPEG)。

source: An error has occurred. Please try again later.
es_419: Ocurrió un error. Por favor intente nuevamente mas tarde.
hi: एक गलती हुई है। बाद में पुन: प्रयास करें।
ja_jp: エラーが発生しました。時間をおいてやり直してください。
ko_kr: 오류가 발생했습니다. 다시 시도하세요.
lt_lt: Įvyko klaida. Prašome pabandyti vėliau.
pt_br: Ocorreu um erro. Por favor, tente novamente mais tarde.
vi: Có lỗi xảy ra. Vui lòng thử lại sau.
zh_tw: 發生錯誤。請稍後再試。

source: Could not submit photos
es_419: No se publicaron las fotos
hi: एक गलती हुई है। बाद में पुन: प्रयास करें।
ja_jp: 写真を送信できません
ko_kr: 사진을 제출 할 수 없습니다.
lt_lt: Nepavyko pateikti nuotraukų.
pt_br: Não foi possível enviar fotos
vi: Không thể tải ảnh lên.
zh_tw: 無法提交圖片

source: Professional Education Verified Certificate
es_419: Certificado Verificado de Educación Profesional
hi: व्यावसायिक शिक्षा सत्यापित प्रमाण पत्र
ja_jp: 教育専門家認証の修了証
ko_kr: 전문 과정 이수증
lt_lt: Tapatybe patvirtintas profesinio mokymo sertifikatas
pt_br: Certificado verificado de profissional de educação
vi: Giấy chứng nhận xác thực cho giáo dục chuyên nghiệp
zh_tw: 專業認證

source: Professional Education
es_419: Educación profesional
hi: व्यावसायिक शिक्षा
ja_jp: プロ向けの教育
ko_kr: 전문 교육 과정
lt_lt: Profesinis mokymas
pt_br: Educação Profissional
vi: Giáo Dục Chuyên Nghiệp
zh_tw: 專業教育

source: Verified Certificate upgrade
es_419: Optar por el Certificado Verificado
hi: सत्यापित प्रमाणपत्र अपग्रेड
ja_jp: 認証付き修了証のアップグレード
ko_kr: 인증 이수증 업그레이드하기
lt_lt: Tapatybe patvirtinto mokymosi pasirinkimas
pt_br: Atualização do certificado verificado
vi: Nâng cấp lên chứng chỉ có xác nhận
zh_tw: 合格證書升級

source: Verified Certificate
es_419: Certificado Verificado
hi: सत्यापित प्रमाण पत्र
ja_jp: 認証付き修了証
ko_kr: 인증 이수증
lt_lt: Tapatybe patvirtintas sertifikatas
pt_br: Certificado Verificado
vi: Chứng chỉ có xác nhận
zh_tw: 合格證書

source: Checkout
es_419: Proceder al pago
hi: चेक आउट
ja_jp: 支払手続き
ko_kr: 결제하기
lt_lt: Atsiskaitymas
pt_br: Pagar
vi: Thanh toán
zh_tw: 結帳

source: Checkout with PayPal
es_419: Pagar con PayPal
hi: पेपैल के साथ बाहर निकलें
ja_jp: ペイパルによる支払手続き
ko_kr: PayPal로 결제하기
lt_lt: Atsiskaityti su PayPal
pt_br: Pagar com PayPal
vi: Thanh toán với Paypal
zh_tw: 用PayPal結帳

source: Checkout with {processor}
es_419: Pagar con {processor}
hi: {processor} के साथ चेकआउट
ja_jp: {processor} による支払い手続き
ko_kr: {processor}로 결제하기
lt_lt: Atsiskaityti su {processor}
pt_br: Pagar com {processor}
vi: Thanh toán với {processor}
zh_tw: 以 {processor} 結帳

source: All payment options are currently unavailable.
es_419: Ningún método de pago está disponible en este momento.
hi: वर्तमान में सभी भुगतान विकल्प अनुपलब्ध हैं।
ja_jp: 全ての支払いオプションは現在有効ではありません。
ko_kr: 현재 모든 결제 수단을 사용할 수 없습니다.
pt_br: Todas as opções de pagamento estão indisponíveis no momento.
vi: Tất cả tùy chọn thanh toán hiện không sử dụng được.
zh_tw: 所有的付款方式目前是不可用的。

source: Try the transaction again in a few minutes.
es_419: Intente la transacción nuevamente en algunos minutos.
hi: कुछ मिनटों में फिर से लेनदेन का प्रयास करें।
ja_jp: 数分後にもう一度処理してみてください。
ko_kr: 몇분 뒤 다시 결제를 시도해보세요.
pt_br: Tente fazer esta transação novamente em alguns minutos.
vi: Thử lại giao dịch sau vài phút.
zh_tw: 請等待幾分鐘後再嘗試。

source: Could not submit order
es_419: No se pudo publicar su petición
hi: आदेश प्रस्तुत नहीं किया जा सका
ja_jp: 注文を送信できません
ko_kr: 주문할 수 없습니다.
lt_lt: Nepavyko pateikti užsakymo.
pt_br: Não foi possível enviar seu pedido.
vi: Không gửi được đơn hàng
zh_tw: 無法提交訂單

source: Could not retrieve payment information
es_419: No se pudo conseguir la información del pago
ja_jp: 支払い情報を受信できません
ko_kr: 결제 정보를 검색할 수 없습니다.
lt_lt: Nepavyko rasti mokėjimo informacijos.
pt_br: Não foi possível recuperar a informação de pagamento.
vi: Không nhận được thông tin tài khoản
zh_tw: 無法取得付款資訊

source: Take a photo of your ID
es_419: Tome una foto de su ID
hi: अपनी आईडी का फोटो लें
ja_jp: あなたのIDの写真を撮影します
ko_kr: 신분증 사진을 찍어 주세요.
lt_lt: Nufotografuokite savo tapatybės dokumentą
pt_br: Tire uma foto do seu documento de identidade
vi: Chụp ảnh cho ID của bạn
zh_tw: 拍攝一張您的證件照

source: Review your info
es_419: Revise su información
hi: अपनी जानकारी की समीक्षा करें
ja_jp: アカウント情報の表示
ko_kr: 입력 정보를 확인하세요.
lt_lt: Peržiūrėkite savo duomenis
pt_br: Revise suas informações
vi: Xem lại thông tin của bạn
zh_tw: 檢閱您的資訊

source: An error has occurred. Please try reloading the page.
es_419: Ocurrió un error. Por favor, intente recargar la página.
hi: एक गलती हुई है। कृपया पृष्ठ पुनः लोड करने का प्रयास करें।
ja_jp: エラーが発生しました。ページを再読み込みしてください。
ko_kr: 오류가 발생했습니다. 페이지를 다시 불러오세요.
lt_lt: Įvyko klaida. Prašome iš naujo įkelti puslapį.
pt_br: Ocorreu um erro. Por favor, tente atualizar a página.
vi: Có lỗi xảy ra. Vui lòng thử tải lại trang.
zh_tw: 發生錯誤。請重新載入頁面。

source: Video Capture Error
es_419: Error en la captura de vídeo
hi: वीडियो कैप्चर त्रुटि
ja_jp: ビデオキャプチャエラー
ko_kr: 동영상 캡쳐 오류
lt_lt: Vaizdo įrašymo klaida
pt_br: Falha na captura de vídeo
vi: Lỗi ghi hình
zh_tw: 影片捕捉錯誤

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
es_419: Por favor, compruebe que su webcam este conectada y que el navegador tenga habilitado el acceso a la misma.
hi: कृपया सत्यापित करें कि आपका वेब कैमरा कनेक्ट है और आपने अपने ब्राउज़र को इसे एक्सेस करने की अनुमति दी है।
ja_jp: Webカメラが接続されているか確認し、ブラウザからのアクセスが許可されていることを確認してください。
ko_kr: 웹캠이 연결되어 있는지, 브라우저가 액세스를 허용하는지 확인하세요.
lt_lt: Prašome patikrinti, ar jūsų vaizdo kamera yra prijungta ir jūsų naršyklė turi prieigą prie jos.
pt_br: Verifique se a sua webcam está conectada e se o seu navegador tem permissão para acessá-la.
vi: Hãy kiểm tra xem webcam đã được kết nối và trình duyệt đã được cho phép dùng webcam chưa?
zh_tw: 請確認已連接您的視訊裝置，並允許您的瀏覽器存取該裝置。

source: No Webcam Detected
es_419: No se detectó una cámara web.
hi: कोई वैबकैमरा नहीं मिला
ja_jp: ウェブカメラが見つかりません
ko_kr: 웹캠 미감지
lt_lt: Vaizdo kamera nerasta
pt_br: Webcam não encontrada
vi: Không phát hiện được Webcam
zh_tw: 未偵測到視訊鏡頭

source: You don't seem to have a webcam connected.
es_419: Parece que no hay una webcam conectada.
hi: आपको लगता है कि कोई वेबकैम जुड़ा हुआ नहीं है।
ja_jp: Webカメラが接続されていないようです。
ko_kr: 웹캠이 연결되지 않은 것 같습니다.
lt_lt: Atrodo, kad jūsų vaizdo kamera neprijungta.
pt_br: Parece que sua webcam não está conectada.
vi: Có vẻ bạn chưa kết nối webcam.
zh_tw: 您似乎尚未連接視訊裝置。

source: Double-check that your webcam is connected and working to continue.
es_419: Verifique que su cámara web esté conectada y funcionando para continuar.
hi: यह जांचें कि आपका वेबकैम जुड़ा हुआ है और जारी रखने के लिए काम कर रहा है।
ja_jp: もう一度Webカメラが接続されていることを確認して続けてください。
ko_kr: 웹캠이 연결되었는지 재확인 후에 진행해주세요.
lt_lt: Norėdami tęsti, prijunkite vaizdo kamerą.
pt_br: Certifique-se de que a sua webcam esteja conectada e funcionando para continuar.
vi: Hãy kiểm tra xem webcam của bạn đã được kết nối và đang hoạt động để tiếp tục.
zh_tw: 檢查您的視訊裝置已經連線並可以繼續進行。

source: Photo Captured successfully.
es_419: Foto capturada con éxito.
hi: फोटो सफलतापूर्वक कैप्चर किया गया।
ja_jp: 正常に写真の読み込みができました。
ko_kr: 사진이 성공적으로 캡쳐되었습니다.
lt_lt: Sėkmingai nufotografuota.
pt_br: Foto capturada com sucesso.
vi: Đã chụp hình thành công
zh_tw: 照片成功擷取。

source: No Flash Detected
es_419: No se detectó Flash
hi: कोई फ़्लैश नहीं मिली
ja_jp: Flashが見つかりません。
ko_kr: 플래시 미감지
lt_lt: Flash nerastas
pt_br: Flash não encontrado
vi: Không phát hiện được Flash
zh_tw: 沒有偵測到 Flash

source: You don't seem to have Flash installed. Get Flash to continue your verification.
es_419: Al parecer no tiene Flash instalado. Por favor instale Flash para continuar con su proceso de verificación.
hi: आप फ़्लैश स्थापित करने के लिए प्रतीत नहीं होता। अपना सत्यापन जारी रखने के लिए फ़्लैश प्राप्त करें।
ja_jp: フラッシュプレイヤーがインストールされていないようです。確認を続けるためにフラッシュプレイヤーをインストールしてください。
ko_kr: Flash가 설치되어 있지 않은 것 같습니다. Flash 설치 후 계속 진행하세요.
lt_lt: Flash neįdiegtas. Atsisiųskite Flash ir tęskite patvirtinimą.
pt_br: Parece que você não tem Flash instalado. Instale o Flash para continuar sua verificação.
vi: Bạn dường như không có cài đặt Flash. Hãy cài đặt Flash để tiếp tục quá trình xác minh.
zh_tw: 您似乎尚未安裝 Flash。取得Flash以繼續您的驗證。

source: Validation Error
es_419: Error de Validación
hi: मान्यता त्रुटि
ja_jp: 検証エラー
ko_kr: 유효성 에러
lt_lt: Patikros klaida
pt_br: Erro de validação
vi: Lỗi xác nhận
zh_tw: 驗證錯誤

source: In Progress
es_419: En progreso
hi: प्रगति पर है
ja_jp: 実施中
ko_kr: 진행 중
lt_lt: Vykdoma
pt_br: Em progresso
vi: Trong tiến trình
zh_tw: 正在進行中

source: Placeholder
es_419: Marcador de posición
hi: प्लेसहोल्डर
ja_jp: プレースホルダ
ko_kr: 플레이스홀더
lt_lt: Vietaženklis
pt_br: Espaço reservado
zh_tw: Placeolder

source: Your upload of '{file}' succeeded.
es_419: Se ha cargado el archivo '{file}' exitosamente.
hi: आपका '{file}' का अपलोड सफल रहा।
ja_jp: '{file}' のアップロードに成功しました。
ko_kr: '{file}'파일 업로드를 성공했습니다.
lt_lt: Jūsų failas "{file}" sėkmingai įkeltas.
pt_br: O carregamento do arquivo '{file}' foi concluído com sucesso.
vi: Tệp tin '{file}' đã được tải lên thành công.
zh_tw: 您的檔案 '{file}'上傳成功。

source: Your upload of '{file}' failed.
es_419: No se ha podido cargar el archivo '{file}'.
hi: '{file}' का आपका अपलोड विफल रहा।
ja_jp: '{file}' のアップロードに失敗しました。
ko_kr: '{file}'파일 업로드를 실패했습니다.
lt_lt: Jūsų failo "{file}" nepavyko įkelti.
pt_br: O carregamento do arquivo '{file}' falhou.
vi: việc tải được tệp tin '{file}' thất bại
zh_tw: 您的檔案 '{file}'上傳失敗。

source: Upload an image
es_419: Subir una imagen
hi: एक छवि अपलोड करें
ja_jp: 画像をアップロード
ko_kr: 이미지 업로드
lt_lt: Įkelkite paveikslą
pt_br: Carregar uma imagem
vi: Tải lên hình ảnh
zh_tw: 上傳圖片

source: Change image
es_419: Cambiar imagen
hi: चित्र को बदलें
ja_jp: 画像を変更
ko_kr: 이미지 변경
lt_lt: Pakeisti paveikslą
pt_br: Trocar imagem
vi: Thay đổi hình ảnh
zh_tw: 變更圖片

source: An error has occurred. Refresh the page, and then try again.
es_419: Ha ocurrido un error. Refresque la página e intente nuevamente.
hi: एक गलती हुई है। पृष्ठ को ताज़ा करें, और फिर पुन: प्रयास करें।
ja_jp: エラーが発生しました。ページを再読み込みしてやり直してください。
ko_kr: 오류가 발생했습니다. 페이지를 새로고침한 후, 다시 시도하세요.
lt_lt: Įvyko klaida. Atnaujinkite puslapį ir bandykite dar kartą.
pt_br: Ocorreu um erro. Atualize a página e tente novamente.
vi: Có lỗi xảy ra. Vui lòng thử tải lại trang.
zh_tw: 錯誤發生。重新整理此頁面，並且重試一次。

source: The file must be at least {size} in size.
es_419: El archivo debe tener un tamaño de al menos {size}.
hi: फ़ाइल का आकार कम से कम {size} होना चाहिए।
ja_jp: ファイル容量は最小でも {size} 必要です。
ko_kr: 파일의 크기가 적어도 {size} 여야 합니다.
lt_lt: Failas turi būti bent {size} dydžio.
pt_br: O arquivo deve ter pelo menos {size}.
vi: Tệp tin phải có dung lượng lớn hơn {size}.
zh_tw: 檔案大小必須大於 {size}。

source: The file must be smaller than {size} in size.
es_419: El archivo debe tener un tamaño menor a {size}.
hi: फ़ाइल आकार में {size} से छोटी होनी चाहिए।
ja_jp: ファイル容量は {size} 以下である必要があります。
ko_kr: 파일의 크기가 {size} 보다 작아야 합니다.
lt_lt: Failas turi būti mažesnis negu {size} dydžio.
pt_br: O arquivo deve ser menor que {size}.
vi: Tệp tin phải có dung lượng nhỏ hơn {size}.
zh_tw: 檔案必須小於{size} 。

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
es_419: La carga está en proceso. Para evitar errores, permanezca en esta página hasta que el proceso haya finalizado.
hi: अपलोड प्रगति पर है। त्रुटियों से बचने के लिए, प्रक्रिया पूरी होने तक इस पृष्ठ पर बने रहें।
ja_jp: アップロード中です。エラー発生を防ぐため、アップロードが完了するまでこのページから移動しないでください。
ko_kr: 업로드가 진행 중입니다. 오류 발생을 방지하기 위해 완료될 때까지 본 페이지에 머물러 주십시오
lt_lt: Įkeliama. Likite šiame puslapyje, kol bus įkelta, kad neįvyktų klaida.
pt_br: O carregamento está em progresso. Para evitar erros, aguarde na página enquanto o processo é finalizado.
vi: Đang tải lên. Để tránh có lỗi xảy ra, xin đừng đóng trang này cho đến khi tải lên xong.
zh_tw: 正在上傳。為了避免發生錯誤，請停留在此頁面直到上傳完畢。

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
es_419: La eliminación está en progreso. Para evitar errores, permanezca en esta página hasta que el proceso haya finalizado.
hi: निष्कासन जारी है। त्रुटियों से बचने के लिए, प्रक्रिया पूरी होने तक इस पृष्ठ पर बने रहें।
ja_jp: 削除中です。エラー発生を防ぐため、削除が完了するまでこのページから移動しないでください。
ko_kr: 삭제가 진행 중입니다. 오류 발생을 방지하기 위해 완료될 때까지 본 페이지에 머물러 주십시오.
lt_lt: Šalinama. Likite šiame puslapyje, kol bus pašalinta, kad neįvyktų klaida.
pt_br: A remoção está em andamento. Para evitar erros, aguarde na página enquanto o processo é finalizado.
vi: Đang xoá. Để tránh có lỗi xảy ra, xin đừng đóng trang này cho đến khi xoá xong.
zh_tw: 正在移除。為了避免發生錯誤，請停留在此頁面直到移除完畢。

source: Course is not yet visible to students.
es_419: El curso aún no está visible para los estudiantes.
hi: कोर्स अभी तक छात्रों को दिखाई नहीं देता है।
ko_kr: 본 강좌는 학습자에게 아직 보이지 않습니다.
pt_br: Curso ainda não está visível para os alunos.
vi: Học viên chưa thể xem khóa học.

source: You cannot view the course as a student or beta tester before the course release date.
es_419: No se puede ver el curso como estudiante ni como probador beta antes de la fecha de lanzamiento del curso.
hi: पाठ्यक्रम जारी करने की तारीख से पहले आप छात्र या बीटा परीक्षक के रूप में पाठ्यक्रम को नहीं देख सकते हैं।
ko_kr: 강좌 시작일 이전에 학습자 혹은 베타테스터로 강좌를 볼 수 없습니다.
pt_br: Você não pode ver o curso como aluno ou beta tester antes da data de lançamento do curso.
vi: Là học viên hoặc người dùng bản thử nghiệm, bạn không thể xem khóa học trước ngày khai giảng.

source: %(num_students)s student opened Subsection
es_419: %(num_students)s estudiante abrió la subsección
ja_jp: %(num_students)s 人の受講者が節を開きました
ko_kr: 소주제를 열어본 학습자들 : %(num_students)s
lt_lt: %(num_students)s kurso dalyvis atsidarė potemę
pt_br: %(num_students)s aluno abriu Subseção
vi: %(num_students)s học viên mở Tiểu mục
zh_tw: %(num_students)s 位學生開啟小節

source: %(num_students)s student
es_419: %(num_students)s estudiante
ja_jp: %(num_students)s 人の受講者
ko_kr: %(num_students)s 명
lt_lt: %(num_students)s kurso dalyvis
pt_br: %(num_students)s estudante
vi: %(num_students)s học viên
zh_tw: %(num_students)s 位學生

source: %(num_questions)s question
es_419: %(num_questions)s pregunta
ja_jp: %(num_questions)s の問題
ko_kr: %(num_questions)s개
lt_lt: %(num_questions)s klausimas
pt_br: %(num_questions)s questão
vi: %(num_questions)s câu hỏi
zh_tw: %(num_questions)s 個問題

source: Number of Students
es_419: Número de estudiantes
hi: छात्रों की संख्या
ja_jp: 受講者の数
ko_kr: 학습자 수
lt_lt: Kurso dalyvių skaičius
pt_br: Número de alunos
vi: Số Lượng Học Viên
zh_tw: 學生數量

source: Overall Score
es_419: Puntaje general
hi: कुल मिलाकर स्कोर
ko_kr: 전체 성적
pt_br: Pontuação geral
vi: Tổng Điểm
