Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: You have been removed as a beta tester for {course_name} at {site_name} by a member of the course staff. The course will remain on your dashboard, but you will no longer be part of the beta testing group.
es_419: Ud ha sido eliminado como usuario de puebas para el curso {course_name} en {site_name} por un miembro del equipo del curso. El curso permanecerá en su panel principal, pero usted ya no hará parte del grupo de usuarios de prueba.

source: Your other courses have not been affected.
es_419: Sus otros cursos no han sido afectados.

source: You have been removed from a beta test for {course_name}
es_419: Usted ha sido eliminado de la prueba beta para el curso {course_name}

source: We have successfully verified your identity for the {assessment} assessment in the {course_name} course.
es_419: Hemos verificado su identidad para la evaluación {assessment} en el curso {course_name}.

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity.
es_419: No hemos podido verificar su identidad para la evaluación {assessment} en el curso {course_name}. Ya ha utilizado {used_attempts} de {allowed_attempts} intentos para validar su identidad.

source: You must verify your identity before the assessment closes on {due_date}.
es_419: Debe verificar su identidad antes de que se cierre la evaluación el {due_date}.

source: To try to verify your identity again, select the following link:
es_419: Intente verificar su identidad nuevamente. Utilice el siguiente vínculo:

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity, and verification is no longer possible.
es_419: No hemos podido verificar su identidad para la evaluación {assessment} en el curso {course_name}. Ya ha utilizado {used_attempts} de {allowed_attempts} intentos para validar su identidad y el proceso de verificación ya no está disponible.

source: To go to the courseware, select the following link:
es_419: Para ir al contenido del curso, utilice el siguiente vínculo:

source: If you have any questions, you can contact student support at {support_link}.
es_419: Si tiene preguntas, puede contactar al soporte para estudiantes en {support_link}.

source: Thanks,
es_419: Gracias,

source: Dear Student,
es_419: Apreciado estudiante,

source: You have been un-enrolled from course {course_name} by a member of the course staff. Please disregard the invitation previously sent.
es_419: Usted ha sido desinscrito del curso {course_name} por un miembro del equipo del curso. Por favor ignore la invitación enviada previamente.

source: You have been un-enrolled in {course_name} at {site_name} by a member of the course staff. The course will no longer appear on your {site_name} dashboard.
es_419: Usted ha sido desinscrito del curso {course_name} en {site_name} por un miembro del equipo del curso. El curso ya no aparecerá en su panel principal de {site_name}.

source: You have been un-enrolled from {course_name}
es_419: Usted ha sido des inscrito del curso {course_name}

source: This Course Unavailable In Your Country
es_419: Este curso no está disponible en su país

source: Our system indicates that you are trying to access this {platform_name} course from a country or region in which it is not currently available.
es_419: Nuestro sistema indica que está tratando de acceder este curso de {platform_name} desde un país o región en el que este curso no está disponible.

source: Our system indicates that you are trying to enroll in this {platform_name} course from a country or region in which it is not currently available.
es_419: Nuestro sistema indica que está tratando de inscribirse a {platform_name} desde un país o región en el que este servicio no está disponible.

source: Enrollment Successful
es_419: Inscripción exitosa

source: Thank you for enrolling in {enrolled_course}. We hope you enjoy the course.
es_419: Gracias por registrarse en {enrolled_course}. Esperamos que disfrute del curso.

source: {platform_name} is a nonprofit bringing high-quality education to everyone, everywhere. Your help allows us to continuously improve the learning experience for millions and make a better future one learner at a time.
es_419: {platform_name} es una organización sin fines de lucro que ofrece educación de alta calidad para todos, en todas partes. Su ayuda nos ayuda a mejorar continuamente la experiencia de aprendizaje de millones y a construir un mejor futuro, un estudiante a la vez.

source: Donation Actions
es_419: Acciones de donación

source: A Note to Learners
es_419: Una nota para los estudiantes

source: Dear edX Learner,
es_419: Estimado/a estudiante de edX,

source: EdX Financial Assistance is a program we created to give learners in all financial circumstances a chance to earn a Verified Certificate upon successful completion of an edX course.
es_419: La asistencia financiera de edX es un programa que hemos creado para dar a los estudiantes de cualquier condición financiera una oportunidad para obtener un Certificado Verificado luego de la terminación exitosa de un curso en edX.

source: If you are interested in working toward a Verified Certificate, but cannot afford to pay the fee, please apply now. Please note that financial assistance is limited and may not be awarded to all eligible candidates.
es_419: Si te interesa trabajar en pro de un Certificado Verificado, pero no puede pagar las tarifas, por favor aplica ahora. Ten en cuenta que la asistencia financiera es limitada y puede no ser otorgada a todos los candidatos elegibles.

source: In order to be eligible for edX Financial Assistance, you must demonstrate that paying the Verified Certificate fee would cause you economic hardship. To apply, you will be asked to answer a few questions about why you are applying and how the Verified Certificate will benefit you.
es_419: Para ser elegible para la asistencia financiera de edX, debe demostrar que el pago de la tarifa correspondiente al certificado verificado le causará problemas económicos. Para aplicar, se le pedirá responder algunas preguntas acerca de sus motivos para aplicar y sobre cómo se beneficiará con el certificado verificado.

source: If your application is approved, we'll give you instructions for verifying your identity on edx.org so you can start working toward completing your edX course.
es_419: Si su aplicación es aprobada, le daremos instrucciones para verificar su identidad en edx.org de modo que pueda comenzar a trabajar para terminar su curso.

source: EdX is committed to making it possible for you to take high quality courses from leading institutions regardless of your financial situation, earn a Verified Certificate, and share your success with others.
es_419: EdX está comprometido con poner a tu disposición cursos de alta calidad de instituciones líderes, e independiente de su situación financiera, poder obtener un Certificado Verificado y compartir tu éxito con otros.

source: Sincerely, Anant
es_419: Sinceramente, Anant

source: Back to Student FAQs
es_419: Regresar a FAQs para estudiantes

source: Apply for Financial Assistance
es_419: Solicitar asistencia financiera

source: Add Coupon Code
es_419: Añadir código de cupón

source: Enter information about the coupon code below.
es_419: Ingrese la información del código de cupón a continuación.

source: Discount Percentage
es_419: Porcentaje de descuento

source: Add expiration date
es_419: Añada una fecha de expiración

source: Example Certificates
es_419: Certificados de ejemplo

source: Generate example certificates for the course.
es_419: Generar certificados de ejemplo para el curso.

source: Generate Example Certificates
es_419: Generar certificados de ejemplo

source: Status:
es_419: Estado:

source: Generating example {name} certificate
es_419: Generando un certificado de ejemplo para {name}

source: Error generating example {name} certificate: {error}
es_419: Error al generar el certificado de ejemplo para {name}: {error}

source: View {name} certificate
es_419: Ver el certificado de {name}

source: Refresh Status
es_419: Actualizar estado

source: Student-Generated Certificates
es_419: Certificados generados por los estudiantes

source: Disable Student-Generated Certificates
es_419: Deshabilitar la generación de certificados por estudiantes

source: Enable Student-Generated Certificates
es_419: Habilitar la generación de certificados por estudiantes

source: You must successfully generate example certificates before you enable student-generated certificates.
es_419: Debe generar exitosamente certificados de ejemplo antes de que pueda habilitar la generación de certificados por estudiantes.

source: Generate Certificates
es_419: Generar certificados

source: Course certificate generation requires an activated web certificate configuration.
es_419: La generación de certificados para el curso requiere una configuración de certificados web activada.

source: When you are ready to generate certificates for your course, click Generate Certificates. You do not need to do this if you have set the certificate mode to on-demand generation.
es_419: Cuando esté listo para generar los certificados de su curso, haga clic en Generar Certificados. No tendrá que hacer esto si ha seleccionado el modo de certificados por demanda.

source: Pending Tasks
es_419: Tareas pendientes

source: The status for any active tasks appears in a table below.
es_419: El estado de cualquier tarea activa aparece en una tabla a continuación.

source: Regenerate Certificates
es_419: Regenerar certificados

source: To regenerate certificates for your course, choose the learners who will receive regenerated certificates and click Regenerate Certificates.
es_419: Para regenerar certificados para su curso, seleccione a los estudiantes que recibirán certificados regenerados y haga clic en Regenerar certificados.

source: Choose learner types for regeneration
es_419: Elija los tipos de estudiantes para regeneración

source: Regenerate for learners who have already received certificates. ({count})
es_419: Regenerar los certificados de los estudiantes que ya han recibido un certificado. ({count})

source: Regenerate for learners who have not received certificates. ({count})
es_419: Regenerar los certificados de los estudiantes que no han recibido un certificado. ({count})

source: Regenerate for learners with audit passing state. ({count})
es_419: Regenerar para estudiantes con estado de aprobación en la ruta gratuita. ({count})

source: Regenerate for learners with audit not passing state. ({count})
es_419: Regenerar para estudiantes en la ruta gratuita sin estado de aprobación. ({count})

source: Regenerate for learners in an error state. ({count})
es_419: Regenerar certificados para los estudiantes con error. ({count})

source: Certificate Generation History
es_419: Historial de generación de certificados

source: Task name
es_419: Nombre de tarea

source: SET CERTIFICATE EXCEPTIONS
es_419: CONFIGURAR EXCEPCIONES DE CERTIFICADOS

source: Set exceptions to generate certificates for learners who did not qualify for a certificate but have been given an exception by the course team. After you add learners to the exception list, click Generate Exception Certificates below.
es_419: Configurar excepciones para generar certificados para estudiantes que no calificaron para un certificado pero recibieron una excepción por parte del equipo del curso. Después de añadir estudiantes a la lista de excepción, haz clic en Generar certificados de excepción a continuación.

source: Invalidate Certificates
es_419: Invalidar certificados

source: Enrollment Information
es_419: Información de inscripción

source: Number of enrollees (admins, staff, and students) by track
es_419: Número total de inscritos (incluye administradores, personal de apoyo y estudiantes) por ruta

source: Professional
es_419: Profesional

source: Basic Course Information
es_419: Información básica del curso

source: Course Name:
es_419: Nombre del curso:

source: Course Display Name:
es_419: Nombre para mostrar del curso:

source: Course End Date:
es_419: Fecha de finalización del curso:

source: No end date set
es_419: Sin fecha de finalización definida

source: Has the course started?
es_419: ¿Ha comenzado ya el curso?

source: Yes
es_419: Si

source: Has the course ended?
es_419: ¿Ha terminado ya el curso?

source: Number of sections:
es_419: Número de secciones:

source: Grade Cutoffs:
es_419: Cortes de calificaciones:

source: View detailed Git import logs for this course {link_start}by clicking here{link_end}.
es_419: Ver detalladamente el importe de registros Git para este curso {link_start}haciendo click aquí{link_end}.

source: Course Warnings
es_419: Advertencias del curso

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
es_419: Haga clic para mostrar la configuración de calificaciones para el curso. La configuración de calificaciones es la explicación de las subsecciones calificables del curso, (tales como exámenes y conjuntos de problemas), y puede ser cambiada en la página de 'Calificaciones' (en el menú 'Configuración') en Studio.

source: Grading Configuration
es_419: Configuración de calificaciones

source: Click to download a CSV of anonymized student IDs:
es_419: Haga clic para descargar un archivo CSV con la información de los estudiantes en forma anónima:

source: Get Student Anonymized IDs CSV
es_419: Obtener un archivo separado por comas CVS con los ID de estudiantes de forma anónima.

source: Reports
es_419: Reportes

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
es_419: Para los cursos más grandes, la generación de algunos reportes puede tomar varias horas. Cuando un reporte haya sido generado, un vínculo con la fecha y la hora de generación aparecerá en la tabla a continuación. Estos reportes se generan en segundo plano, así que puede salirse de esta página mientra el reporte es generado.

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
es_419: Por favor sea paciente y no haga clic en el botón varias veces, ya que esto reducirá significativamente la velocidad del proceso de generación del reporte.

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
es_419: Haga clic para generar un archivo CSV con la lista de estudiantes inscritos en el curso, junto con la información de perfil como nombre de usuario y dirección de correo electrónico.

source: Download profile information as a CSV
es_419: Descargar la información de perfíl como archivo CSV

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
es_419: Haga clic para generar un archivo CSV con la lista de estudiantes que pueden inscribirse al curso, pero todavía no lo han hecho.

source: Download a CSV of learners who can enroll
es_419: Descargar la lista de estudiantes que pueden inscribirse al curso.

source: Click to generate a CSV file of all proctored exam results in this course.
es_419: Haga clic para generar un archivo CSV con el registro de todos los resultados de examen para este curso

source: Generate Proctored Exam Results Report
es_419: Generar reporte de resultados para examenes supervisados

source: Click to generate a CSV file of survey results for this course.
es_419: Haga clic para generar un archivo CSV con los resultados de encuestas para este curso.

source: Generate Survey Results Report
es_419: Generar reporte de resultados de encuestas

source: To generate a CSV file that lists all student answers to a given problem, enter the location of the problem (from its Staff Debug Info).
es_419: Para descargar un archivo CSV con la lista de respuestas de los estudiantes a un problema dado, ingrese el localizador del problema (puede obtener el localizador en la información de depuración)

source: Problem location:
es_419: Localizador del problema:

source: Download a CSV of problem responses
es_419: Descargar un archivo CSV con las respuestas a problemas

source: Click to list certificates that are issued for this course:
es_419: Haga clic para listar los certificados que se han emitido para este curso:

source: View Certificates Issued
es_419: Ver certificados emitidos

source: Download CSV of Certificates Issued
es_419: Descargar archivo CSV con los certificados emitidos

source: For smaller courses, click to list profile information for enrolled students directly on this page:
es_419: Para cursos más pequeños, haga clic para ver la información del perfil de los estudiantes inscritos directamente en esta página:

source: List enrolled students' profile information
es_419: Listar la información de perfil de los estudiantes inscritos

source: Click to generate a CSV grade report for all currently enrolled students.
es_419: Haga clic para generar un reporte de calificaciones en un archivo CSV para todos los estudiantes actualmente inscritos.

source: Generate Grade Report
es_419: Generar Reportes de calificaciones

source: Generate Problem Grade Report
es_419: Generar Reportes de calificaciones de problemas

source: Generate ORA Data Report
es_419: Crear reporte de datos de ORA

source: Reports Available for Download
es_419: Reportes disponibles para descargar

source: The reports listed below are available for download. A link to every report remains available on this page, identified by the UTC date and time of generation. Reports are not deleted, so you will always be able to access previously generated reports from this page.
es_419: Los reportes listados a continuación están disponibles para descargar. Un vínculo a cada reporte permanecerá disponible en esta página, identificado por la fecha y hora UTC de generación. Los reportes no serán borrados, así que siempre podrá acceder a los reportes generados previamente desde esta página.

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
es_419: El reporte de distribución de respuestas que se lista a continuación es generado periódicamente por un proceso automático. El reporte es acumulativo, así que las respuestas que se envíen después de que el proceso haya iniciado, aparecerán incluidas en el siguiente reporte. El reporte se genera varias veces al día.

source: {strong_start}Note{strong_end}: To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.
es_419: {strong_start}Nota{strong_end}: Para mantener seguros los datos de los estudiantes, no puede guardar o enviar por email estos vínculos de acceso directo. Las copias de los vínculos expirarán en un tiempo de 5 minutos.

source: Enrollment Codes
es_419: Códigos de inscripción

source: Create one or more pre-paid course enrollment codes. Students can use these codes to enroll in the course.
es_419: Cree uno o más códigos de inscripción prepago. Los estudiantes pueden usar estos códigos para inscribirse al curso.

source: Create Enrollment Codes
es_419: Crear Códigos de inscripción

source: Cancel, restore, or mark an enrollment code as unused.
es_419: Cancelar, restablecer o marcar código de inscripción como no utilizado

source: Change Enrollment Code Status
es_419: Cambiar el estado del código de inscripción

source: Download a .csv file of all enrollment codes for this course.
es_419: Descargar un archivo .csv con todos los códigos de inscripción para este curso

source: Download All Enrollment Codes
es_419: Descargar los códigos de inscripción

source: Download a .csv file of all unused enrollment codes for this course.
es_419: Descargar un archivo .csv con los códigos de inscripción no utilizados para este curso

source: Download Unused Enrollment Codes
es_419: Descargar códigos no utilizados

source: Download a .csv file of all used enrollment codes for this course.
es_419: Descargar un archivo .csv con los códigos de inscripción ya utilizados para este curso.

source: Download Used Enrollment Codes
es_419: Descargar Códigos usados

source: Course Price
es_419: Precio del curso

source: Course price per seat:
es_419: Precio del curso por asiento:

source: Edit Price
es_419: Editar precio

source: Course Seat Purchases
es_419: Compras de asientos para el curso

source: Total Credit Card Purchases:
es_419: Compras totales con tarjeta de crédito:

source: Download a .csv file for all credit card purchases or for all invoices, regardless of status.
es_419: Descargar un archivo .csv con todas las transacciones hechas con tarjeta de crédito, sin importar el estado.

source: Download All Invoices
es_419: Descargar todas las facturas

source: Download All Credit Card Purchases
es_419: Descargar todas las compras con tarjeta

source: To cancel or resubmit an invoice, enter the invoice number below.
es_419: Para cancelar o enviar nuevamente una factura, ingrese el número de factura a continuación.

source: Invoice Number
es_419: Número de factura

source: Cancel Invoice
es_419: Cancelar factura

source: Resubmit Invoice
es_419: Reenviar factura

source: Create a .csv file that contains enrollment information for your course.
es_419: Crear un archivo .csv con toda la información de inscripciones para este curso.

source: Create Enrollment Report
es_419: Crear reporte de inscripciones

source: Create an HTML file that contains an executive summary for this course.
es_419: Crear un archivo HTML con toda el resumen ejecutivo para este curso.

source: Create Executive Summary
es_419: Crear resumen ejecutivo

source: Available Reports
es_419: Reportes disponibles

source: The following reports are available for download. Reports are not deleted. A link to every report remains available on this page, identified by the date and time (in UTC) that the report was generated.
es_419: Los reportes listados a continuación están disponibles para descargar. Los reportes no son borrados. Un vínculo a cada reporte permanecerá disponible en esta página, identificado por la fecha y hora (en UTC) de generación.

source: {strong_start}Note{strong_end}: To help protect learner data, links to these reports that you save outside of this page or that you send or receive in email expire after five minutes.
es_419: {strong_start}Nota{strong_end}: Para ayudar a proteger los datos de usuarios, los vínculos a los reportes que usted guarda por fuera de esta página, o los que se reciben por correo electrónico expiran después de cinco minutos.

source: Coupon Code List
es_419: Lista de códigos de cupón

source: Download a .csv file of all coupon codes for this course.
es_419: Descargar un archivo .csv con todos los códigos de cupón para este curso.

source: Download Coupon Codes
es_419: Descargar códigos de cupón

source: Coupon Codes
es_419: Códigos de cupón

source: Coupon (%)
es_419: Cupón (%)

source: Number Redeemed
es_419: Numero ya redimido
