Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Override this learner's current grade using the problem's rubric.
vi: Ghi đè mức hiện tại của người học sử dụng phiếu tự đánh giá của bài tập.

source: Response for: %(student_username)s
vi: Phản hồi cho: %(student_username)s

source: Viewing learner: %(learner)s
vi: Xem người học: %(learner)s

source: Learner's Response
vi: Phản hồi của Người học

source: Learner submission removed by %(removed_by_username)s on %(removed_datetime)s
vi: Nội dung người học gửi đã bị huỷ bởi %(removed_by_username)s ngày %(removed_datetime)s

source: Learner submission removed on %(removed_datetime)s
vi: Nội dung của người học gửi đã bị huỷ ngày %(removed_datetime)s

source: Comments: %(comments)s
vi: Bình luận: %(comments)s

source: Peer Assessments for This Learner
vi: Đánh giá Bạn học cho Học viên này

source: Peer Assessments Completed by This Learner
vi: Đánh giá Bạn học Hoàn thành bởi Học viên này

source: Learner's Self Assessment
vi: Tự Đánh giá của Người học

source: Staff Assessment for This Learner
vi: Đánh giá Nhân viên cho Người học này

source: Learner's Final Grade
vi: Đanh giá Cuối cùng Học viên

source: Final grade: %(points_earned)s out of %(points_possible)s
vi: Đánh giá cuối cùng: %(points_earned)s out of %(points_possible)s

source: Final Grade Details
vi: Chi tiết Đánh giá Cuối cùng

source: %(assessment_label)s - %(points)s point
vi: %(assessment_label)s - %(points)s điểm

source: Feedback Recorded
vi: Thông tin Phản hồi

source: The submission is waiting for assessments.
vi: Nội dung đã gửi đang chờ đánh giá.

source: The learner's submission has been removed from peer assessment. The learner receives a grade of zero unless you delete the learner's state for the problem to allow them to resubmit a response.
vi: Nội dung học viên gửi đã bị loại bỏ khỏi đánh giá bạn học. Học viên sẽ nhận được điểm không, trừ khi bạn xóa trạng thái của học viên cho bài tập để cho phép họ gửi lại câu trả lời.

source: The problem has not been started.
vi: Bài tập vẫn chưa được bắt đầu.

source: The problem has not been completed.
vi: Bài tập vẫn chưa được hoàn thành.

source: Submit Assessment Grade Override
vi: Gửi Đánh giá Phân loại Thay thế

source: Remove Submission From Peer Grading
vi: Loại bỏ Thông tin Trong Chấm điểm Bạn học

source: Caution: This Action Cannot Be Undone
vi: Chú ý: Thao tác này không thể hoàn tác

source: Removing a learner's submission cannot be undone and should be done with caution.
vi: Xóa nội dung của người học đã gửi sẽ không thể khôi phục lại và phải được thực hiện mọt cách cẩn thận.

source: Comments:
vi: Bình luận:

source: Remove submission
vi: Gỡ bỏ bài nộp

source: A response was not found for this learner.
vi: Không có phản hồi nào cho người học này.

source: Assessment %(assessment_num)s:
vi: Đánh giá %(assessment_num)s:

source: Assessment Details
vi: Chi tiết Đánh giá

source: Selected Option
vi: Lựa chọn chọn

source: Points Possible
vi: Chỉ có thể xảy ra

source: Overall Feedback
vi: Phản hồi tổng thể

source: Learn to Assess Responses
vi: Tìm hiểu để đánh giá phản hồi

source: Learning to Assess Responses
vi: Học để đánh giá sự Responses

source: Before you begin to assess your peers' responses, you'll learn how to complete peer assessments by reviewing responses that instructors have already assessed. If you select the same options for the response that the instructor selected, you'll move to the next step. If you don't select the same options, you'll review the response and try again.
vi: Trước khi bạn bắt đầu đánh giá những trả lời của bạn học, bạn sẽ học cách làm thế nào để hoàn thành đánh giá bạn học bằng cách xem những câu trả lời mà giáo viên hướng dẫn đã đánh giá. Nếu bạn chọn tùy chọn tương tự cho câu trả lời mà giảng viên đã lựa chọn, bạn sẽ chuyển sang bước tiếp theo. Nếu bạn không chọn các tùy chọn tương tự, bạn sẽ xem xét câu trả lời và thử lại.

source: Your assessment differs from the instructor's assessment of this response. Review the response and consider why the instructor may have assessed it differently. Then, try the assessment again.
vi: Đánh giá của bạn khác với đánh giá của người hướng dẫn của phản ứng này. Xem lại các phản ứng và xem xét tại sao các giảng viên có thể đánh giá nó một cách khác nhau. Sau đó, hãy thử đánh giá lại.

source: The response to the prompt above:
vi: Phản hồi cho lời nhắc trên:

source: Selected Options Agree
vi: Tùy chọn Đồng ý

source: The option you selected is the option that the instructor selected.
vi: Các tùy chọn mà bạn chọn là tùy chọn mà người hướng dẫn lựa chọn.

source: Selected Options Differ
vi: Tùy chọn Khác nhau

source: The option you selected is not the option that the instructor selected.
vi: Các tùy chọn mà bạn chọn không phải là lựa chọn mà người hướng dẫn lựa chọn.

source: We could not check your assessment
vi: Chúng tôi không thể kiểm tra đánh giá của bạn

source: Compare your selections with the instructor's selections
vi: So sánh lựa chọn của bạn với các lựa chọn của người hướng dẫn

source: The due date for this step has passed. This step is now closed. You can no longer continue with this assignment, and you will receive a grade of Incomplete.
vi: Ngày đáo hạn cho bước này đã qua. Bước này bây giờ đã đóng. Bạn không còn có thể tiếp tục bài tập này, và bạn sẽ nhận được điểm Chưa hoàn thành.

source: Error Loading Learner Training Examples
vi: Lỗi Tải các Ví dụ Đào tạo Học viên

source: The Learner Training Step of this assignment could not be loaded.
vi: Không tải được bước Đào tạo Học viên của bài tập này.

source: You must provide options selected in the assessment.
vi: Bạn phải cung cấp lựa chọn được chọn trong đánh giá.

source: You must provide overall feedback in the assessment.
vi: Bạn phải cung cấp phản hồi tổng thể trong đánh giá.

source: You must provide feedback for criteria in the assessment.
vi: Bạn phải cung cấp phản hồi cho các tiêu chí trong đánh giá.

source: An unexpected error occurred.
vi: Đã xảy ra lỗi không mong muốn.

source: Peer Assessment
he: הערכת עמיתים
hi: सहकर्मी मूल्यांकन
lt_lt: Bendrakursių vertinimas
vi: Đánh giá giữa các học viên

source: Self Assessment
hi: स्‍व-मूल्‍यांकन
vi: Tự Đánh Giá

source: Assessment feedback could not be saved.
vi: Phản hồi đánh giá không được lưu.

source: Feedback saved.
vi: Phản hồi lưu.

source: Staff Comments
vi: Nhận xét Nhân viên

source: Peer Median Grade
vi: Điềm Trung bình Giữa các học viên

source: Peer {peer_index}
vi: Bạn học {peer_index}

source: Peer Comments
vi: Nhận xét Bạn học

source: Self Assessment Grade
vi: Điểm Tự Đánh giá

source: Your Self Assessment
vi: Tự đánh giá

source: Your Comments
vi: Nhận xét Của bạn

source: Waiting for peer reviews
vi: Đang đợi đánh giá của bạn học

source: Peer
he: עמית
lt_lt: Bendrakursių
vi: Bạn học

source: You must submit a response before you can perform a peer assessment.
vi: Bạn phải gửi trả lời trước khi bạn có thể thực hiện đánh giá học viên khác.

source: This feedback has already been submitted or the submission has been cancelled.
vi: Thông tin phản hồi này đã được gửi hoặc việc nộp đã bị hủy.

source: Your peer assessment could not be submitted.
vi: Phần đánh giá giữa các học viên của bạn không thể được nộp.

source: Could not update workflow status.
vi: Không thể cập nhật trạng thái công việc.

source: Could not load peer assessment.
vi: Không thể tải đánh giá giữa các học viên.

source: Submit your assessment and review another response
vi: Gửi đánh giá của bạn và xem lại phản hồi khác

source: Submit your assessment and move to next step
vi: Gửi đánh giá của bạn và chuyển sang bước tiếp theo

source: Submit your assessment and move to response #{response_number}
vi: Gửi đánh giá của bạn và chuyển sang trả lời #{response_number}

source: '{date}' is an invalid date format. Make sure the date is formatted as YYYY-MM-DDTHH:MM:SS.
vi: '{date}' là một định dạng ngày tháng hợp lệ. Hãy chắc chắn rằng thời gian được định dạng như YYYY-MM-DDTHH: MM: SS.

source: '{date}' must be a date string or datetime
vi: '{date}' phải là một chuỗi ngày hoặc datetime

source: This step's start date '{start}' cannot be earlier than the previous step's start date '{prev}'.
vi: Ngày bắt đầu của bước này '{start}' không thể sớm hơn bước ngày bắt đầu bước trước '{prev}'.

source: This step's due date '{due}' cannot be later than the next step's due date '{prev}'.
vi: Ngày kết thúc của bước này '{due}' không thể muộn hơn ngày kết thúc của bước tiếp theo '{prev}'.

source: The start date '{start}' cannot be later than the due date '{due}'
vi: Ngày bắt đầu '{start}' không thể muộn hơn ngày kết thúc '{due}'

source: You must submit a response before you can perform a self-assessment.
vi: Bạn phải nộp một phản hồi trước khi bạn có thể thực hiện tự đánh giá.

source: Your self assessment could not be submitted.
vi: Tự đánh giá của bạn không thể được nộp.

source: You do not have permission to schedule training
vi: Bạn không có quyền để lên lịch đào tạo

source: You do not have permission to reschedule tasks.
vi: Bạn không có quyền để sắp xếp lại các nhiệm vụ.

source: You do not have permission to access the ORA staff area
vi: Bạn không có quyền truy cập vào khu vực nhân sự của ORA

source: You do not have permission to access ORA learner information.
vi: Bạn không có quyền truy cập thông tin người học ORA.

source: You do not have permission to access ORA staff grading.
vi: Bạn không có quyền truy cập vào phân loại nhân viên của ORA.

source: Error getting learner information.
vi: Lỗi lấy thông tin học viên.

source: Error loading the checked out learner response.
vi: Lỗi khi tải câu trả lời đã kiểm tra của học viên.

source: No other learner responses are available for grading at this time.
vi: Không có câu trả lời của học viên khác để phân loại vào thời điểm này.

source: Error getting staff grade information.
vi: Lỗi lấy thông tin về phân loại nhân viên.

source: Error getting staff grade ungraded and checked out counts.
vi: Lỗi lấy thông tin phân loại nhân viên chưa phân loại và đếm số đã kiểm tra.

source: Please enter valid reason to remove the submission.
vi: Vui lòng nhập lý do hợp lý để loại bỏ bải nộp.

source: The learner submission has been removed from peer assessment. The learner receives a grade of zero unless you delete the learner's state for the problem to allow them to resubmit a response.
vi: Nội dung học viên gửi đã bị xoá khỏi đánh giá bạn học. Học viên sẽ nhận được điểm không, trừ khi bạn xóa trạng thái của người học cho bài tập để cho phép họ gửi lại câu trả lời.

source: The submission ID of the submission being assessed was not found.
vi: Không tìm thấy số ID của bài gửi được đánh giá.

source: Your staff assessment could not be submitted.
vi: Đánh giá nhân viên của bạn không gửi được.

source: Waiting for a Staff Grade
vi: Đang chờ Phân loại Nhân viên

source: Check back later to see if a course staff member has assessed your response. You will receive your grade after the assessment is complete.
vi: Kiểm tra lại sau xem nhân viên phu trách khóa học có đánh giá phản hồi của bạn hay không. Bạn sẽ nhận được điểm của bạn sau khi đánh giá xong.

source: You Must Complete the Steps Above to View Your Grade
vi: Bạn phải hoàn thành các bước ở trên để xem điểm của bạn

source: Although a course staff member has assessed your response, you will receive your grade only after you have completed all the required steps of this problem.
vi: Mặc dù một nhân viên khóa học đã đánh giá phản hồi của bạn, bạn sẽ nhận được điểm số của mình chỉ sau khi bạn đã hoàn thành tất cả các bước cần thiết của bài tập này.

source: Missing options_selected key in request
vi: Thiếu khóa options_selected trong yêu cầu

source: options_selected must be a dictionary
vi: options_selected phải là một từ điển

source: Your scores could not be checked.
vi: Điểm số của bạn không thể được kiểm tra.

source: Error updating XBlock configuration
vi: Lỗi cập nhật cấu hình XBlock

source: Error: both text and file upload responses can't be disabled
vi: Lỗi: không thể vô hiệu hóa cả phản hồi văn bản và tệp tải lên

source: Error: in case if text response is disabled file upload response must be required
vi: Lỗi: trong trường hợp phản hồi bằng văn bản bị vô hiệu hóa thì phản hồi bằng tệp tải lên sẽ bắt buộc.

source: Error: in case if file upload response is disabled text response must be required
vi: Lỗi: trong trường hợp nếu phản hồi bằng tệp tải lên bị vô hiệu hoá thì trả lời bằng văn bản sẽ bắt buộc.

source: Validation error: {error}
vi: Xác nhận lỗi: {error}

source: Successfully updated OpenAssessment XBlock
vi: Cập nhật thành công OpenAssessment XBlock

source: "submission" required to submit answer.
vi: "Bài gửi" cần thiết để nộp câu trả lời.

source: To submit a response, view this component in Preview or Live mode.
vi: Để gửi phản hồi, xem thành phần này trong Preview hoặc chế độ Live.

source: Multiple submissions are not allowed.
vi: Nhiều bài gửi không được phép.

source: API returned unclassified exception.
vi: API trả lại ngoại lệ không được phân loại.

source: This response could not be saved.
vi: Không thể lưu câu trả lời này.

source: This response was not submitted.
vi: Phản hồi này đã không được gửi.

source: Files descriptions could not be saved.
vi: Không lưu được mô tả tệp.

source: Files descriptions were not submitted.
vi: Không gửi được mô tả tệp.

source: There was an error uploading your file.
vi: Đã xảy ra lỗi khi tải lên tệp của bạn.

source: Content type must be GIF, PNG or JPG.
vi: Loại nội dung phải là GIF, PNG hoặc JPG.

source: Content type must be PDF, GIF, PNG or JPG.
vi: Loại nội dung phải là PDF, GIF, PNG hoặc JPG.

source: File type must be one of the following types: {}
vi: Loại tệp phải là một trong các loại sau: {}

source: File type is not allowed.
vi: Loại tệp không được phép.

source: Error retrieving upload URL.
vi: Lỗi truy xuất URL tải lên.

source: This response has been saved but not submitted.
vi: Câu trả lời này đã được lưu nhưng chưa được gửi đi.

source: This response has not been saved.
vi: Câu trả lời này chưa được lưu.

source: This problem must include at least one assessment.
vi: Vấn đề này phải bao gồm ít nhất một đánh giá.

source: The assessment order you selected is invalid.
vi: Trình tự đánh giá bạn chọn không hợp lệ.

source: In peer assessment, the "Must Grade" value must be a positive integer.
vi: Trong đánh giá bạn học, các mục "Phải Đánh Giá" phải là một số nguyên dương.

source: In peer assessment, the "Graded By" value must be a positive integer.
vi: Trong đánh phần giá giữa các học viên, giá trị "được phân loại bởi " phải là một số nguyên dương.

source: In peer assessment, the "Must Grade" value must be greater than or equal to the "Graded By" value.
vi: Trong đánh phần giá giữa các học viên, giá trị của mục "Phải được phân loại bởi" phải lớn hơn hoặc bằng với giá trị của "được phân loại bởi ".

source: You must provide at least one example response for learner training.
vi: Bạn phải cung cấp ít nhất một ví dụ về phản hồi cho việc huấn luyện người học.

source: Each example response for learner training must be unique.
vi: Mỗi ví dụ về phẩn hồi cho việc đào tạo người học phải là duy nhất.

source: The "required" value must be true if staff assessment is the only step.
vi: Giá trị "bắt buộc" phải đúng nếu đánh giá nhân viên là bước duy nhất.

source: The number of assessments cannot be changed after the problem has been released.
vi: Số lượng các đánh giá không thể thay đổi sau khi vấn đề đã được phát hành.

source: The assessment type cannot be changed after the problem has been released.
vi: Các loại đánh giá không thể thay đổi sau khi vấn đề đã được phát hành.

source: This rubric definition is not valid.
vi: Định nghĩa cho loại này không hợp lệ.

source: Options in '{criterion}' have duplicate name(s): {duplicates}
vi: Tùy chọn trong '{criterion}' có (các) tên trùng lặp: {duplicates}

source: Criteria with no options must require written feedback.
vi: Tiêu chuẩn không có tùy chọn phải yêu cầu bằng văn bản phản hồi.

source: Prompts cannot be created or deleted after a problem is released.
vi: Nhắc nhở không thể được tạo ra hoặc sau khi xóa một vấn đề được phát hành.

source: The number of criteria cannot be changed after a problem is released.
vi: Số lượng các tiêu chí không thể được thay đổi sau khi một vấn đề được phát hành.

source: Criteria names cannot be changed after a problem is released
vi: Tên tiêu chí không thể được thay đổi sau khi một vấn đề được phát hành

source: The number of options cannot be changed after a problem is released.
vi: Số lượng các tùy chọn không thể thay đổi sau khi một vấn đề được phát hành.

source: Point values cannot be changed after a problem is released.
vi: Điểm giá trị không thể thay đổi sau khi một vấn đề được phát hành.

source: Learner training must have at least one training example.
vi: Đào tạo học viên phải có ít nhất một ví dụ đào tạo.

source: Leaderboard number is invalid.
vi: Số Leaderboard là không hợp lệ.

source: The submission format is invalid.
vi: Các định dạng cảu bài gửi không hợp lệ.

source: This name appears when you hover over the unit in the course ribbon at the top of the page.
vi: Tên này xuất hiện khi bạn di chuột qua các đơn vị trong quá trình băng ở phía trên cùng của trang.

source: Image File
vi: Tập tin hình ảnh

source: Step: Example-Based Assessment
vi: Bước: Ví dụ, đánh giá dựa trên

source: %(points_earned)s out of %(points_possible)s
vi: %(points_earned)s trong số %(points_possible)s

source: Provide Feedback on Peer Assessments
vi: Cung cấp Phản hồi về đánh giá Peer

source: Your Feedback Has Been Submitted
vi: Phản hồi của bạn đã được gửi

source: Select the statements below that best reflect your experience with peer assessments
vi: Chọn các báo cáo dưới đây phản ánh tốt nhất kinh nghiệm của bạn với những đánh giá ngang hàng

source: Top-Scoring Responses for This Assignment
vi: Responses Top-Scoring cho Chuyển nhượng này

source: This Task Is Not Yet Available
vi: Bài này chưa sẵn sàng

source: This Assignment Has Closed
vi: Bài tập này đã đóng

source: Check back to complete the assignment once this section has opened.
vi: Kiểm tra lại để hoàn tất việc chuyển nhượng một lần phần này đã mở ra.

source: One or more deadlines for this assignment have passed. You will receive an incomplete grade for this assignment.
vi: Một hoặc nhiều thời hạn cho bài tập này đã bị quá. Bạn sẽ nhận được số điểm không hoàn hảo cho bài tập này.

source: You Have Completed This Assignment
vi: Bạn đã hoàn thành bài tập này.

source: Review your grade and your assessment details.
vi: Xem lại điểm và các đánh giá của bạn.

source: Assignment submissions will close soon. To receive a grade, first provide a response to the question, then complete the steps below the %(start_tag)sYour Response%(end_tag)s field.
vi: Sắp hết hạn nộp bài tập. Để được nhận điểm, trước hết bạn cần trả lời câu hỏi, sau đó hoàn thành các bước dưới mục %(start_tag)sCâu trả lời%(end_tag)s.

source: This assignment has several steps. In the first step, you'll provide a response to the question. The other steps appear below the %(start_tag)sYour Response%(end_tag)s field.
vi: Bài tập này gồm nhiều bước. Ở bước đầu tiên, bạn cần đưa câu trả lời cho câu hỏi. Các bước tiếp theo sẽ hiện dưới mục %(start_tag)s Câu trả lời %(end_tag)s.

source: This assignment has several steps. In the first step, you'll provide a response to the question. The other steps appear below the Your Response field.
vi: Bài tập này gồm nhiều bước. Ở bước đầu tiên, bạn cần đưa câu trả lời cho câu hỏi. Các bước tiếp theo sẽ hiện dưới mục Câu trả lời.

source: This step's status:
vi: Tình trạng của bước này:

source: The question for this section.
vi: Các câu hỏi cho phần này.

source: This step's status
vi: Trạng thái của bước này

source: In Progress (%(num_graded)s of %(num_must_grade)s)
vi: In Progress (%(num_graded)s của %(num_must_grade)s)

source: Assessment # %(review_number)s of %(num_must_grade)s
vi: Assessment # %(review_number)s của %(num_must_grade)s

source: The Due Date for This Step Has Passed
vi: Due Date cho Bước này đã Passed

source: This step is now closed. You can no longer complete peer assessments or continue with this assignment, and you'll receive a grade of Incomplete.
vi: Bước này hiện đang đóng cửa. Bạn có thể đánh giá ngang hàng không còn đầy đủ hoặc tiếp tục với công việc này, và bạn sẽ nhận được một lớp của Incomplete.

source: Peer Assessments Complete
vi: Đánh giá Peer Complete

source: Assessment #
vi: Đánh giá #

source: All submitted peer responses have been assessed. Check back later to see if more students have submitted responses.
vi: Tất cả các phản ứng ngang hàng trình đã được đánh giá. Kiểm tra lại sau để xem nếu có nhiều sinh viên đã nộp câu trả lời.

source: In Progress (%(num_graded)s of %(num_must_grade)s)
vi: In Progress (%(num_graded)s của %(num_must_grade)s)

source: Waiting for Peer Responses
vi: Đang chờ Responses Peer

source: All submitted peer responses have been assessed. Check back later to see if more students have submitted responses. You'll receive your grade after you've completed all the steps for this problem and your peers have assessed your response.
vi: Tất cả các phản hồi ngang hàng đã được đánh giá. Bạn có thể kiểm tra lại sau để xem nếu có thêm phản hồi từ các học viên khác. Bạn sẽ nhận được điểm sau khi bạn đã hoàn thành tất cả các bước cho bài tập này và các học viên khác đã đánh giá đáp án của bạn.

source: Enter your response to the question.
vi: Hãy nhập câu trả lời của bạn cho câu hỏi.

source: The prompt for this section.
vi: Gợi ý cho phần này.

source: Your response to the question above.
vi: Trả lời của bạn cho câu hỏi trên.

source: Enter your response to the question above.
vi: Hãy nhập câu trả lời của bạn cho câu hỏi trên.

source: Submission Cancelled
vi: Huỷ gửi bài.

source: This step is now closed. You can no longer submit a response or continue with this problem, and you'll receive a grade of Incomplete. If you saved but did not submit a response, the response appears in the course records.
vi: Bước này hiện đang đóng cửa. Bạn không còn có thể gửi phản hồi hoặc tiếp tục với vấn đề này, và bạn sẽ nhận được một lớp của Incomplete. Nếu bạn đã lưu, nhưng đã không gửi một phản ứng, phản ứng xuất hiện trong các hồ sơ trình.

source: Your Response Has Been Submitted
vi: Phản ứng của bạn được gửi

source: This step is now closed. You can no longer complete a self assessment or continue with this assignment, and you'll receive a grade of Incomplete.
vi: Bước này hiện đang đóng cửa. Bạn không còn có thể hoàn thành một bản tự đánh giá hoặc tiếp tục với công việc này, và bạn sẽ nhận được một lớp của Incomplete.

source: Classifier set
vi: Phân loại tập

source: Field
vi: Ngành

source: Created at
vi: Tạo ra tại

source: No classifiers are available for this problem
vi: Không phân loại có sẵn cho vấn đề này

source: Schedule Example-Based Assessment Training
vi: Lịch trình Ví dụ, đánh giá dựa trên đào tạo

source: Reschedule All Unfinished Example-Based Assessment Grading Tasks
vi: Tái sắp xếp tất cả các ví dụ dựa trên nhiệm vụ chấm điểm đánh giá dở dang

source: Example-Based Assessment
vi: Ví dụ dựa trên sự đánh giá

source: Training Assessment # %(current_progress_num)s of %(num_to_complete)s
vi: Đánh giá Đào tạo # %(current_progress_num)s của %(num_to_complete)s

source: This step is now closed.You can no longer continue with this assignment, and you'll receive a grade of Incomplete.
vi: Bước này bây giờ là closed.You không còn có thể tiếp tục với công việc này, và bạn sẽ nhận được một lớp của Incomplete.

source: Training scheduled with new Workflow UUID: {uuid}
vi: Sự huấn luyện đã được đặt với tiến trình công việc mới: {uuid}

source: An error occurred scheduling classifier training: {error}
vi: Một lỗi xảy ratrong quá trình sắp xếp đào tạo người phân loại: {error}
