Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: The enrollment start date cannot be after the enrollment end date.
es_419: La fecha de inicio de inscripciones no puede ser posterior a la fecha de finalización de inscripciones.
hi: इस पाठ्यक्रम के नामांकन के प्रारंभ होने की तिथि इसके नामांकन की समाप्ति तिथि से पश्चात नहीं हो सकती.
ja_jp: 登録開始日時は登録終了日時よりも後にはできません．
ko_kr: 강좌 등록 시작일은 강좌 등록 마감일 이후가 될 수 없습니다.
lt_lt: Registracijos pradžios data negali būti vėlesnė nei registracijos pabaigos data.
pt_br: A data de início da matrícula não pode ser posterior à data final para a matrícula.
vi: Ngày bắt đầu tuyển sinh không thể sau ngày kết thúc tuyển sinh.
zh_tw: 註冊開始日期應該早於註冊截止日期。

source: The enrollment end date cannot be after the course end date.
es_419: La fecha de finalización de inscripciones no puede ser posterior a la fecha de finalización del curso.
hi: इस पाठ्यक्रम के नामांकन की समाप्ति तिथि इस पाठ्यक्रम के प्रारंभ की तिथि से पश्चात नहीं हो सकती.
ja_jp: 受講登録終了日は、受講終了日より後に設定することはできません。
ko_kr: 강좌 등록 마감일은 강좌 종료일 이후가 될 수 없습니다.
lt_lt: Registracijos pabaigos data negali būti vėlesnė nei kurso pabaigos data.
pt_br: A data final de matrícula não pode ser posterior à data do final do curso.
vi: Ngày kết thúc tuyển sinh không thể sau ngày kết thúc khóa học.
zh_tw: 註冊結束日期應在課程結束日期之前。

source: Key should only contain letters, numbers, _, or -
es_419: Las claves sólo deben contener letras, números, _, o -
hi: चाबी में मात्र अक्षर, संख्या, _, या - ही हो सकते हैं
ja_jp: キーには英数字，_ または - のみ利用できます
ko_kr: 키는 글자,숫자,_ 혹은 - 만 포함할 수 있습니다.
lt_lt: Raktas turi būti sudarytas tik iš raidžių, skaičių bei _ ar - simbolių
pt_br: A chave deve conter apenas letras, números, _, ou -
vi: Key chỉ nên chứa các chữ cái, con số, _, hoặc -
zh_tw: 關鍵字只能包含字母、數字、_或-。

source: Please enter an integer between %(min)s and %(max)s.
es_419: Por favor ingrese un número entero entre %(min)s y %(max)s.
hi: कृपया%(min)s और%(max)s के बीच पूर्णांक दर्ज करें।
ja_jp: %(min)s から %(max)s の間の整数を入力してください。
ko_kr: %(min)s 에서 %(max)s 사이의 정수를 입력하세요.
pt_br: Por favor, insira um número inteiro entre %(min)s e %(max)s.
vi: Vui lòng nhập một số nguyên giữa %(min)s và %(max)s.
zh_tw: 請輸入一個介於%(min)s到%(max)s的整數。

source: There's already another assignment type with this name.
es_419: Ya existe otro tipo de tarea con este nombre.
hi: इस नाम का कार्य पहले से ही मौजूद है
ja_jp: この名前の他の課題種別がすでに存在します．
ko_kr: 같은 이름의 과제가 이미 있습니다.
lt_lt: Toks užduoties tipo pavadinimas jau egzistuoja.
pt_br: Já existe um outro tipo de tarefa com este nome.
vi: Đã có kiểu bài tập khác trùng tên này.
zh_tw: 已經有另一個作業類型使用了這個名字。

source: Please enter an integer between 0 and 100.
es_419: Por favor ingrese un número entero entre 0 y 100.
hi: कृपया 0 से 100 के बीच की पूर्णांक संख्या दर्ज करें.
ja_jp: 0 と 100 の間の整数を入力して下さい．
ko_kr: 0에서 100 사이의 정수를 입력하세요.
lt_lt: Įrašykite sveiką skaičių nuo 0 iki 100.
pt_br: Insira um número inteiro entre 0 e 100.
vi: Xin vui lòng nhập một số nguyên trong khoảng 0 đến 100.
zh_tw: 請輸入一個介於0到100之間的整數。

source: Please enter an integer greater than 0.
es_419: Por favor ingrese un número entero mayor que cero.
hi: कृपाय 0 से बड़ी पूर्णांक संख्या दें।
ja_jp: 0 より大きい整数を入力て下さい。
ko_kr: 0보다 큰 정수를 입력해주시기 바랍니다.
lt_lt: Įrašykite sveiką skaičių, didesnį už 0.
pt_br: Insira um número inteiro maior do que 0.
vi: Vui lòng nhập một số nguyên lớn hơn 0.
zh_tw: 請輸入一個大於0的整數。

source: Please enter non-negative integer.
es_419: Por favor ingrese un número entero no negativo.
hi: सकारात्मक पूर्णांक संख्या दर्ज करें.
ja_jp: 正の整数を入力してください。
ko_kr: 음이 아닌 정수를 입력하세요.
lt_lt: Įrašykite ne neigiamą sveiką skaičių.
pt_br: Insira um número inteiro não negativo.
vi: Vui lòng nhập số nguyên không âm
zh_tw: 請輸入一個非負整數。

source: Cannot drop more <%= types %> assignments than are assigned.
es_419: No se pueden borrar más asignaciones de <%= types %> de los que son asignados.
ko_kr: 배정받은 수 이상의 <%= types %> 과제를 드롭할 수 없습니다.
pt_br: Não é possível soltar mais <%= types %> do que lhe atribuído.
vi: Không thể cho hơn <%= types %> bài tập so với quy định.

source: Grace period must be specified in HH:MM format.
es_419: El periodo de gracia debe especificarse en el formato HH:MM
hi: मुहलत की अवधि का प्रारूप HH:MM होना चाहिए.
ja_jp: 猶予期間は「HH:MM」の形式で記入される必要があります。
ko_kr: 추가 연장 기간은 HH:MM 형식으로 명시되어야 합니다.
lt_lt: Vertinimo laikotarpis turi būti nurodytas naudojant VV:MM formatą.
pt_br: O prazo de tolerância deve ser especificado no formato HH:MM.
vi: Thời gian gia hạn phải được xác định trong định dạng HH:MM
zh_tw: 寬限時間必須以 HH:MM 格式指定。

source: Not able to set passing grade to less than %(minimum_grade_cutoff)s%.
es_419: No se puede configurar este valor en menos de %(minimum_grade_cutoff)s%.
hi: %(minimum_grade_cutoff)s% से कम पासिंग ग्रेड सेट करने में सक्षम नहीं।
ja_jp: %(minimum_grade_cutoff)s% 未満では、合格点となりません。
ko_kr: %(minimum_grade_cutoff)s% 이하로 통과 성적을 설정할 수 없습니다.
pt_br: Não foi possível definir nota de aprovação menor que %(minimum_grade_cutoff)s%.
vi: Không thể đặt số lên lớp nhỏ hơn %(minimum_grade_cutoff)s%.
zh_tw: 不能設定及格%小於 %(minimum_grade_cutoff)s%。

source: Textbook name is required
es_419: Se requiere el nombre del texto
hi: पाठ्यपुस्तक के नाम की आवश्यकता है
pt_br: O nome do livro texto é obrigatório
vi: Tên sách giáo khoa là bắt buộc

source: Please add at least one chapter
es_419: Por favor adicione al menos un capítulo
hi: कृपया कम से कम एक अध्याय जोड़ें
pt_br: Por favor adicione pelo menos uma seção
vi: Hãy thêm ít nhất một chương

source: All chapters must have a name and asset
es_419: Todos los capítulos deben tener un nombre y un archivo
hi: सभी अध्यायों में एक नाम और संपत्ति होनी चाहिए
pt_br: Todos os capítulos devem ter um nome e ativo
vi: Tất cả các chương phải có tên và liên kết chương

source: Only <%= fileTypes %> files can be uploaded. Please select a file ending in <%= fileExtensions %> to upload.
es_419: Sólo pueden cargarse archivos de tipo <%= fileTypes %>. Por favor seleccione un archivo que termine en <%= fileExtensions %> para ser cargado.
ja_jp: ファイルアップロードが可能なファイル形式は「<%= fileTypes %>」となります。拡張子が「<%= fileExtensions %>」となるファイルを選択し、アップロードしてください。
lt_lt: Galima įkelti tik <%= fileTypes %> tipo failus. Įkėlimui prašome pasirinkti tik failus, turinčius <%= fileExtensions %> plėtinius.
pt_br: Apenas arquivos <%= fileTypes %> podem ser enviados. Por favor selecione uma extensão de arquivo finalizando em <%= fileExtensions %> para enviar.
vi: Chỉ tập tin dạng <%= fileTypes %> có thể được tải lên. Xin vui lòng chọn một tập tin kết thúc bằng <%= fileExtensions %> để tải lên.
zh_tw: 只有 <%= fileTypes %> 檔案可以上傳，請選擇 <%= fileExtensions %> 型式的檔案上傳。

source: or
es_419: o
hi: या
ja_jp: もしくは
ko_kr: 또는
lt_lt: ar
pt_br: ou
vi: hoặc là
zh_tw: 或者

source: This component has validation issues.
es_419: El componente tiene errores de validación
hi: इस घटक में सत्यापन समस्याएँ हैं।
ja_jp: このアイテムは検証における問題があります。
lt_lt: Dėl šio komponento patvirtinimo kilo klausimų.
pt_br: Este componente tem problemas de validação.
zh_tw: 此元件有驗證問題

source: Course Code
es_419: Código del curso

source: Course Title
es_419: Título del curso
hi: पाठ्यक्रम का विषय
ja_jp: 講座名
ko_kr: 강좌 이름
pt_br: Título do curso
vi: Khóa học:
zh_tw: 課程標題

source: Please select a valid organization.
es_419: Por favor seleccione una organización válida.

source: {0} is required
es_419: {0} es requerido.

source: {0} must be accepted
es_419: {0} debe ser aceptado

source: {0} must be greater than or equal to {1}
es_419: {0} debe ser mayor o igual a {1}

source: {0} must be less than or equal to {1}
es_419: {0} debe ser menor o igual a {1}

source: {0} must be between {1} and {2}
es_419: {0} debe ser entre {1} y {2}

source: {0} must be {1} characters
es_419: {0} debe ser {1} caracteres

source: {0} must be at least {1} characters
es_419: {0} debe ser al menos {1} caracteres

source: {0} must be at most {1} characters
es_419: {0} debe ser máximo {1} caracteres

source: {0} must be between {1} and {2} characters
es_419: {0} debe ser entre {1} y {2} caracteres

source: {0} must be one of: {1}
es_419: {0} debe ser uno de:{1}

source: {0} must be the same as {1}
es_419: {0} debe ser igual a {1}

source: {0} must only contain digits
es_419: {0} debe contener sólo dígitos

source: {0} must be a number
es_419: {0} debe ser un número

source: {0} must be a valid email
es_419: {0} debe ser una dirección de correo electrónico válida

source: {0} must be a valid url
es_419: {0} debe ser un url válido

source: {0} is invalid
es_419: {0} no es válido

source: confirm
es_419: confirmar

source: Publish this program?
es_419: ¿Publicar este programa?

source: After you publish this program, you cannot add or remove course codes or remove course runs.
es_419: Después de haber publicado este programa, no le será posible añadir o remover códigos de cursos ni remover ediciones de los cursos.

source: Publish
es_419: Publicar
hi: प्रकाशित करना
ja_jp: 発行
ko_kr: 게시
lt_lt: Skelbti
pt_br: Publicar
vi: Xuất bản
zh_tw: 發佈

source: Marketing Slug is required.
es_419: Se requiere slug de marketing.

source: Your file could not be uploaded
es_419: Su archivo no pudo ser cargado
hi: आपकी फ़ाइल अपलोड नहीं की जा सकी
ja_jp: ファイルがアップロードできませんでした
ko_kr: 파일을 업로드 할 수 없습니다.
lt_lt: Nepavyko įkelti jūsų failo.
pt_br: Seu arquivo não pôde ser enviado.
vi: Không thể tải tệp của bạn lên
zh_tw: 您的檔案無法上傳

source: Your video uploads are not complete.
es_419: Los archivos de vídeo no han terminado de cargar.
hi: आपके वीडियो अपलोड पूर्ण नहीं हैं।
ko_kr: 동영상 업로드가 완료되지 않았습니다.
pt_br: Os seus uploads de vídeo não estão completos.
vi: Chưa hoàn thành tải lên video
zh_tw: 您的影像尚未上傳完成。

source: Upload completed for video {fileName}
es_419: Carga terminada para el video {fileName}
hi: वीडियो {fileName} के लिए पूरा अपलोड करें
ko_kr: 동영상 {fileName} 업로드 완료
pt_br: Upload concluído para o vídeo {fileName}
vi: Đã hoàn thành tải lên video {fileName}

source: Upload failed for video {fileName}
es_419: Carga fallida para el video {fileName}
hi: वीडियो {fileName} के लिए अपलोड विफल
ko_kr: 동영상 {fileName} 업로드 실패
pt_br: Falha no upload do vídeo {fileName}
vi: Tải lên không thành công đối với video {fileName}

source: {filename} is not in a supported file format. Supported file formats are {supportedFileFormats}.
es_419: {filename} no está en un formato de archivo soportado. Los formatos de archivo compatibles son {supportedFileFormats}.
hi: {filename} समर्थित फ़ाइल प्रारूप में नहीं है। समर्थित फ़ाइल प्रारूप {supportFileFormats} हैं।
ko_kr: {filename}은 지원하지 않는 파일 형식입니다. 지원되는 형식은 {supportedFileFormats} 입니다.
pt_br: {filename} não está em um formato de arquivo suportado. Os formatos de arquivos suportados são {supportedFileFormats}
vi: {filename} không phải định dạng tệp được hỗ trợ. Những định dạng tệp được hỗ trợ là {supportedFileFormats}.

source: {filename} exceeds maximum size of {maxFileSizeInGB} GB.
es_419: El archivo {filename} excede el tamaño máximo de {maxFileSizeInGB} GB.
hi: {filename} अधिकतम आकार से अधिक {maxFileSizeInGB} GB है।
ko_kr: {filename}은 최대 사이즈인 {maxFileSizeInGB} GB를 초과하였습니다.
pt_br: {filename} excede o tamanho máximo de {maxFileSizeInGB} GB.
vi: {filename} vượt quá kích thước tối đa {maxFileSizeInGB} GB.

source: : video upload complete.
es_419: : carga del video completa.
hi: : वीडियो अपलोड पूर्ण।
ko_kr: : 동영상 업로드가 완료되었습니다.
pt_br: : upload do vídeo completo
vi: : hoàn tất tải lên video.

source: Previous Uploads table has been updated.
es_419: La tabla de Cargas previas ha sido actualizada.
hi: पिछला अपलोड तालिका अपडेट कर दी गई है।
ko_kr: 기존 업로드 표가 업데이트 되었습니다.
pt_br: As tabelas de upload anteriores foram atualizadas.
vi: Bảng Tải lên Trước đây đã được cập nhật.

source: Delete File Confirmation
es_419: Confirmación de borrado de archivo
hi: फाइल नष्ट करने का पुष्टिकरण
ja_jp: ファイル削除確認
ko_kr: 파일 삭제 확인
lt_lt: Failo pašalinimo patvirtinimas
pt_br: Confirmação da exclusão do arquivo
vi: Xác Nhận Xóa File
zh_tw: 確認刪除檔案

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
es_419: ¿Está seguro de que desea borrar este ítem?. ¡Esta acción no puede revertirse! Cualquier contenido que haga referencia a este ítem dejará de funcionar (imágenes o vínculos)
hi: क्या आप वाकई इस अंश को नष्ट करना चाहते हैं? इस क्रिया को बदला नहीं जा सकता! और तो और इस अंश से जुड़े हुये अन्य अंश या लिंक्स भी साथ ही में नष्ट हो जायेंगे।
ja_jp: このアイテムを削除してもよろしいですか? 元には戻せません． また，このアイテムにリンクまたは参照しているコンテンツはすべて機能しなくなります (例: 画像切れやリンク切れ)
ko_kr: 삭제하시겠습니까? 되돌릴 수 없음에 주의하세요. 또한 이 항목에 링크하거나 참조한 콘텐츠도 이용할 수 없습니다.(예. 깨진 이미지 혹은 링크로 나타나게 될 것입니다.)
lt_lt: Ar jūs tikrai norite pašalinti šį komponentą? Šio veiksmo nebus galima atšaukti. Taip pat bet koks turinys, susietas su šiuo komponentu, gali nebeveikti (pvz., gali būti nerodomi paveikslėliai arba gali neveikti nuorodos)
pt_br: Você tem certeza de que deseja apagar este item? A operação não pode ser revertida! Além disso, qualquer conteúdo que possua links ou se refira a este item não irá funcionar mais (ex.: imagens e/ou links quebrados)
vi: Bạn chắc chắn muốn xóa mục này? Nó không thể phục hồi! Ngoài ra bất kỳ nội dung liên kết hoặc dẫn đến mục này sẽ không còn hoạt động (ví dụ: hỏng hình ảnh, đường dẫn...)
zh_tw: 删除的項目無法恢復！您確定要刪除這個項目嗎? 與這個項目相關的一切訊息（如相關的圖片和連結）都將遺失。

source: Your file has been deleted.
es_419: Su archivo ha sido borrado.
hi: आपकी फाइल तो नष्ट कर दिया गया है.
ja_jp: ファイルは削除されました．
ko_kr: 파일이 삭제되었습니다.
lt_lt: Jūsų failas buvo pašalintas.
pt_br: O seu arquivo foi apagado.
vi: Tập tin của bạn đã bị xóa.
zh_tw: 您的檔案已經被刪除

source: Date Added
es_419: Fecha añadida
hi: जोड़ी गयी तिथि
ja_jp: 追加日
ko_kr: 추가된 날짜
lt_lt: Įkėlimo data
pt_br: Data Adicionada
vi: Ngày Thêm Vào
zh_tw: 新增日期

source: Type
es_419: Escribir
hi: प्रकार
ja_jp: 形式
ko_kr: 종류
lt_lt: Tipas
pt_br: Tipo
vi: Loại
zh_tw: 類型

source: File {filename} exceeds maximum size of {maxFileSizeInMBs} MB
es_419: El archivo {filename} excede el tamaño maximo de {maxFileSizeInMBs} MB
hi: फ़ाइल {filename} अधिकतम आकार से अधिक {maxFileSizeInMBs} MB है
ja_jp: ファイル {filename} のファイルサイズが最大サイズ {maxFileSizeInMBs} MBを超えています
ko_kr: {filename} 파일은 최대 사이즈인 {maxFileSizeInMBs} MB를 초과하였습니다.
lt_lt: Failas {filename} viršija maksimalų {maxFileSizeInMBs} MB dydį.
pt_br: O arquivo {filename} excede o tamanho máximo de {maxFileSizeInMBs} MB
vi: Tệp {filename} vượt quá kích thước tối đa {maxFileSizeInMBs} MB
zh_tw: 檔案{filename}超過{maxFileSizeInMBs} MB的最大大小

source: Please follow the instructions here to upload a file elsewhere and link to it: {maxFileSizeRedirectUrl}
es_419: Por favor siga las instrucciones aqui para cargar un archivo en otro parte y enlazelo: {maxFileSizeRedirectUrl}
hi: कृपया किसी फ़ाइल को कहीं और अपलोड करने और उसे लिंक करने के लिए यहां दिए गए निर्देशों का पालन करें: {maxFileSizeRedirectUrl}
ja_jp: この説明に従ってファイルを別の場所にアップロードしたうえでリンクしてください。 {maxFileSizeRedirectUrl}
ko_kr: 파일을 업로드하고 링크하기 위해 다음 안내를 따라 하세요: {maxFileSizeRedirectUrl}
lt_lt: Vadovaudamiesi šiais nurodymais įkelkite failą kitur ir susiekite su juo: {maxFileSizeRedirectUrl}
pt_br: Por favor siga as instruções daqui para enviar um arquivo à outro lugar e criar um link para ele: {maxFileSizeRedirectUrl}
vi: Vui lòng làm theo các hướng dẫn ở đây để tải lên một tệp ở nơi khác và liên kết đến nó: {maxFileSizeRedirectUrl}
zh_tw: 請遵循這說明上傳檔案到別處以及連接：{maxFileSizeRedirectUrl}

source: Max file size exceeded
es_419: Tamaño maximo del archivo excedido
hi: अधिकतम फ़ाइल आकार पार हो गया
ja_jp: 最大ファイルサイズを超えました
ko_kr: 최대 파일 크기를 초과했습니다.
lt_lt: Viršytas maksimalus failo dydis.
pt_br: Tamanho máximo de arquivo excedido.
vi: Đã vượt quá kích thước tệp tối đa
zh_tw: 超過最大檔案大小

source: Upload New File
es_419: Subir nuevo archivo
hi: नई फाइल अपलोड करें
ja_jp: 新規ファイルをアップロード
ko_kr: 파일 업로드
lt_lt: Įkelti naują failą
pt_br: Subir um Novo Arquivo
vi: Tải Lên Tập Tin Mới
zh_tw: 上傳新檔案

source: Load Another File
es_419: Cargar otro archivo
hi: कोई और फाइल लोड करें
ja_jp: 他のファイルを読み込み
ko_kr: 추가 파일 업로드
lt_lt: Įkelti kitą failą
pt_br: Carregar outro arquivo
vi: Tải tập tin khác
zh_tw: 載入另一個檔案

source: Adding
es_419: Añadiendo
hi: जोड़ने
ja_jp: 追加中
lt_lt: Pridėjimas
pt_br: Adicionando
zh_tw: 新增中

source: Not in Use
es_419: No esta en uso
hi: उपयोग में नहीं
ja_jp: 使用されていません
ko_kr: 사용 안 함
lt_lt: Nenaudojama
pt_br: Não utilizado
vi: Không khả dụng
zh_tw: 未使用

source: Used in {count} unit
es_419: Usado en {count} unidades

source: content group
es_419: Contenido
hi: सामग्री समूह
ja_jp: コンテンツグループ
ko_kr: 콘텐츠 그룹
lt_lt: turinio grupė
pt_br: grupo de conteúdo
vi: nhóm nội dung
zh_tw: 內容群組

source: Add your first content group
es_419: Agrege su primer grupo de contenido
hi: अपना पहला सामग्री समूह जोड़ें
ko_kr: 첫 콘텐츠 그룹 추가
pt_br: Adicione seu primeiro grupo de conteúdo
vi: Thêm nhóm nội dung đầu tiên của bạn
zh_tw: 新增您的第一個內容群組。

source: You have not created any content groups yet.
es_419: Todavía no ha añadido ninguna librería.
hi: आपने अभी तक कोई सामग्री समूह नहीं बनाया है।
ja_jp: コンテンツグループがまだ作成されていません。
ko_kr: 어떤 콘텐츠 그룹도 만들지 않았습니다.
lt_lt: Jūs dar nesukūrėte turinio grupių.
pt_br: Você não criou nenhum grupo de conteúdo ainda.
vi: Bạn chưa tạo bất kỳ nhóm nội dung nào.
zh_tw: 您尚未創建任何內容群組。

source: Are you sure you want to delete this update?
es_419: ¿Está seguro de que quiere borrar esta actualización?
hi: क्या आप इस अपडेट को हटाना चाहतें हैं?
ja_jp: この変更を削除してもよろしいですか?
ko_kr: 이 업데이트를 삭제하기를 원하십니까?
lt_lt: Ar jūs tikrai norite pašalinti šį atnaujinimą?
pt_br: Você tem certeza de que deseja apagar essa atualização?
vi: Bạn chắc chắn muốn xóa bản cập nhật này?
zh_tw: 您確定要刪除這項更新嗎？

source: Create Re-run
es_419: Crear reapertura
hi: री-रन बनाएं
ja_jp: もう一度作成
ko_kr: 강좌 재개강하기
lt_lt: Sukurti pakartojimą
pt_br: Criar Reprise
vi: Tạo Re-run
zh_tw: 建立再次執行

source: Processing Re-run Request
es_419: Procesando petición de reapertura
hi: संसाधन पुनः चलाने का अनुरोध
ja_jp: 再始動のリクエストをする
ko_kr: Re-run 요청을 처리합니다.
lt_lt: Vykdomas prašymas pakartoti
pt_br: Processando Requisição de Reprise
vi: Đang xử lí Yêu cầu Re-run
zh_tw: 正在處理再次執行需求

source: Upload a new PDF to “<%= name %>”
es_419: Subiendo un nuevo PDF a “<%= name %>”
ja_jp: “<%= name %>” に新しい PDF をアップロード
lt_lt: Įkelkite naują PDF failą į “<%= name %>”
pt_br: Enviar um novo PDF para “<%= name %>”
vi: Tải lên một file PDF mới lên “<%= name %>”
zh_tw: 上傳一個新的PDF檔案至"<%= name %>"

source: Please select a PDF file to upload.
es_419: Por favor seleccione un archivo PDF para subir.
hi: कृपया एक पीडीएफ फाइल अपलोड करने के लिये चुनिए
ja_jp: アップロードするPDFファイルを選択してください。
lt_lt: Prašome pasirinkti PDF failą, kurį norite įkelti.
pt_br: Por favor, selecione um arquivo PDF para enviar.
zh_tw: 請選擇要上傳的PDF文件

source: Contains {count} group
es_419: Contiene {count} grupo
ko_kr: {count} 그룹을 포함함
pt_br: Contém {count} grupos
vi: Bao gồm {count} nhóm

source: group configuration
es_419: Configuración de Grupo
hi: समूह विन्यास
ja_jp: グループ設定
ko_kr: 그룹 설정
lt_lt: grupės konfigūracija
pt_br: configurações de grupo
vi: cấu hình nhóm
zh_tw: 群組設定

source: Add your first group configuration
es_419: Agregue su primera configuración de grupo
hi: अपना पहला समूह कॉन्फ़िगरेशन जोड़ें
ko_kr: 첫 그룹 설정 추가
pt_br: Adicione sua primeira configuração de grupo
vi: Thêm cấu hình nhóm đầu tiên của bạn
zh_tw: 新增您的第一個群組設定

source: You have not created any group configurations yet.
es_419: No ha creado ninguna configuración de grupo.
hi: आपने अभी तक कोई समूह कॉन्फ़िगरेशन नहीं बनाया है।
ja_jp: グループ設定がなされていません。
ko_kr: 그룹이 전혀 설정되지 않았습니다.
lt_lt: Jūs dar nesukūrėte grupės konfigūracijų.
pt_br: Você ainda não criou uma configuração de grupo.
vi: Bạn vẫn chưa tạo một cấu hình nhóm nào.
zh_tw: 您尚未創建任何一個群組設定。

source: Your import is in progress; navigating away will abort it.
es_419: Su importación está en progreso. Si abandona esta página, la cancelará.
hi: आपका आयात प्रगति पर है; दूर नेविगेट करने से यह समाप्त हो जाएगा।
ja_jp: インポート処理は進行中です；離脱するとこの処理は破棄されます
pt_br: A sua importação está em progresso; navegar para outro local irá abortá-la.
vi: Việc nhập vào đang được tiến hành; nếu chuyển sang trang khác nó sẽ bị huỷ bỏ.
zh_tw: 您的匯入正在進行中，離開頁面將會中止匯入。

source: Error importing course
es_419: Error importando curso
hi: आयात करने में त्रुटि
ja_jp: インポートしたコースにエラーがあります。
lt_lt: Įvyko klaida importuojant kursą
pt_br: Erro ao importar curso
zh_tw: 匯入課程錯誤

source: There was an error with the upload
es_419: Hubo un error con la subida del archivo
hi: अपलोड करने में त्रुटि हुई
ja_jp: アップロード時にエラーが発生
lt_lt: Įkeliant įvyko klaida
pt_br: Houve um erro de envio
zh_tw: 上傳時發生錯誤

source: Upload instructor image.
es_419: Subir imagen del instructor.
hi: प्रशिक्षक छवि अपलोड करें।
ko_kr: 교수자 사진 업로드
pt_br: Envie a imagem do instrutor.
vi: Tải lên hình ảnh giảng viên

source: Files must be in JPEG or PNG format.
es_419: Los archivos deben estar en formato JPEG o PNG.
hi: फाइलें JPEG या PNG फॉर्मेट में होनी चाहियें.
ja_jp: ファイル形式はJPEGもしくはPNG形式である必要があります。
ko_kr: 파일은 JPEG 혹은 PNG 포맷이어야 합니다.
lt_lt: Failai turi būti tik tokių formatų: JPEG arba PNG.
pt_br: Os arquivos devem estar nos formatos JPEG ou PNG.
vi: Tập tin phải thuộc định dạng JPEG hoặc PNG.
zh_tw: 檔案必須是JPEG或者PNG格式

source: All Rights Reserved
es_419: Todos los Derechos Reservados
hi: सभी अधिकार सुरक्षित
ja_jp: 全著作権保有
ko_kr: 모든 저작권이 보호됩니다.
lt_lt: Visos teisės saugomos
pt_br: Todos os direitos reservados
zh_tw: 版權所有

source: You reserve all rights for your work
es_419: Usted reserva todos los derechos por su trabajo
hi: आप अपने काम के लिए सभी अधिकार सुरक्षित रखते हैं
ja_jp: 成果物の著作権は制作者に帰属します
pt_br: Você reserva todos os direitos de seu trabalho.
vi: Bạn dành tất cả các quyền cho tác phẩm của bạn
zh_tw: 您保留您對作品的所有權利

source: You waive some rights for your work, such that others can use it too
es_419: Usted renuncia a algunos derechos de su trabajo para que otros puedan usarlo también.
hi: आप अपने काम के लिए कुछ अधिकारों को माफ करते हैं, ताकि दूसरे भी इसका उपयोग कर सकें
ja_jp: 成果物に関する著作権の一部を放棄することにより、他者が同様に利用できるようになります
pt_br: Você renuncia a certos direitos de seu trabalho, de modo que outras pessoas possam usá-lo também.
vi: Bạn từ bỏ một số quyền đối với tác phẩm của bạn, như vậy những người khác có thể sử dụng lại
zh_tw: 您放棄您對作品的一些權利，使得其他人也可以使用

source: Version
es_419: Versión
hi: संस्करण
ja_jp: バージョン
pt_br: Versão
vi: Phiên bản
zh_tw: 版本

source: Attribution
es_419: Atribución
hi: आरोपण
ja_jp: 属性属性
lt_lt: Priskyrimas
pt_br: Atribuição
zh_tw: 姓名標示

source: Allow others to copy, distribute, display and perform your copyrighted work but only if they give credit the way you request. Currently, this option is required.
es_419: Permitir que otros copien, distribuyan, muestren y represente su trabajo con derechos de autor siempre y cuando se reconozca el crédito correspondiente de la forma especificada por el autor. Actualmente esta opción es requerida.
hi: अपने कॉपीराइट कार्य को दूसरों को कॉपी, वितरित, प्रदर्शित और प्रदर्शन करने की अनुमति दें, लेकिन केवल तभी जब वे आपके अनुरोध का श्रेय देते हैं। वर्तमान में, इस विकल्प की आवश्यकता है।
ja_jp: あなたが求めている方法で権利の明記をすることにより、あなたの著作権がある成果物を複製、配布、表示することを認めます。現在、この選択が必要です。
pt_br: Permite a outros copiar, distribuir, exibir e apresentar seu trabalho com direitos autorais, mas apenas se derem o devido crédito conforme sua autorização. Atualmente, esta opção é obrigatória.
vi: Cho phép người khác sao chép, phân phối, trưng bày và trình diễn tác phẩm có bản quyền của bạn nhưng chỉ khi họ cung cấp tín dụng theo cách bạn yêu cầu. Hiện tại, tùy chọn này là bắt buộc.
zh_tw: 允許他人複製、散步、公開展示、演出您的作品，唯一的條件是，他們必須歸功于你，讓其他人知道你是原創人。目前，這個選項是必需。

source: Noncommercial
es_419: No comercial
ja_jp: 非営利
lt_lt: Nekomercinis
pt_br: Não comercial
zh_tw: 非商業性
