Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Draft saved on {lastSavedStart}{editedOn}{lastSavedEnd} by {editedByStart}{editedBy}{editedByEnd}
hi: ड्राफ्ट {lastSavedStart} {editOn} {lastSavedEnd} पर {editByStart} {editBy} {editByEnd} द्वारा सहेजा गया
ko_kr: {lastSavedStart}{editedOn}{lastSavedEnd}에 {editedByStart}{editedBy}{editedByEnd}가 초안을 작성함
pt_br: Rascunho salvo em {lastSavedStart}{editedOn}{lastSavedEnd} por {editedByStart}{editedBy}{editedByEnd}
vi: Dự thảo lưu trên {lastSavedStart}{editedOn}{lastSavedEnd} bởi {editedByStart}{editedBy}{editedByEnd}

source: Last published {lastPublishedStart}{publishedOn}{lastPublishedEnd} by {publishedByStart}{publishedBy}{publishedByEnd}
hi: अंतिम प्रकाशित {lastPublishedStart} {प्रकाशितऑन} {lastPublishedEnd} द्वारा {publishByStart} {प्रकाशित प्रकाशित} {प्रकाशितबाइंड}
ko_kr: {lastPublishedStart}{publishedOn}{lastPublishedEnd}에 {publishedByStart}{publishedBy}{publishedByEnd}가 마지막으로 작성함
pt_br: Último publicado {lastPublishedStart}{publishedOn}{lastPublishedEnd} por {publishedByStart}{publishedBy}{publishedByEnd}
vi: Xuất bản lần cuối {lastPublishedStart}{publishedOn}{lastPublishedEnd} bởi {publishedByStart}{publishedBy}{publishedByEnd}

source: Assessment Results Visibility
hi: मूल्यांकन परिणाम दृश्यता
ko_kr: 평가 결과의 공개
pt_br: Visibilidade dos Resultados da Avaliação
vi: Hiển thị Kết quả Đánh giá

source: Always show assessment results
hi: हमेशा मूल्यांकन परिणाम दिखाएं
ko_kr: 항상 평가 결과 보이기
pt_br: Sempre mostrar os resultados das avaliações
vi: Luôn luôn hiển thị kết quả đánh giá

source: When learners submit an answer to an assessment, they immediately see whether the answer is correct or incorrect, and the score received.
hi: जब शिक्षार्थी मूल्यांकन का उत्तर प्रस्तुत करते हैं, तो वे तुरंत देखते हैं कि उत्तर सही है या गलत और प्राप्त अंक।
ko_kr: 학습자가 평가에 재한 답변을 제출하면, 학습자는 즉시 답변에 대한 정답 유무를 볼 수 있고, 점수를 획득합니다.
pt_br: Quando estudantes enviam uma resposta para a avaliação, eles imediatamente vêem se a resposta é correta ou incorreta, e a nota que eles receberam.
vi: Khi học viên gửi câu trả lời cho một bài đánh giá, họ sẽ ngay lập tức được xem câu trả lời là chính xác hay không, và điểm số nhận được.

source: Never show assessment results
hi: कभी आकलन परिणाम न दिखाएं
ko_kr: 평가 결과 보지 않음
pt_br: Nunca mostrar os resultados das avaliações
vi: Không bao giờ hiển thị kết quả đánh giá

source: Learners never see whether their answers to assessments are correct or incorrect, nor the score received.
hi: शिक्षार्थी कभी नहीं देखते हैं कि आकलन के उनके उत्तर सही हैं या गलत, न ही प्राप्त अंक।
ko_kr: 학습자가 평가결과를 보지 않고, 점수 역시 획득하지 않습니다.
pt_br: Estudantes nunca veem se as suas respostas às avaliações foram corretas ou incorretas, nem a nota recebida.
vi: Người học không bao giờ nhìn thấy câu trả lời của họ cho các đánh giá là đúng hay sai, cũng như điểm số nhận được.

source: Show assessment results when subsection is past due
hi: जब उपधारा पिछले होने के कारण मूल्यांकन परिणाम दिखाएं
ko_kr: 소주제에 대한 기한이 지나도 평가에 대한 결과 보이기
pt_br: Exibir os resultados das avaliações quando a subseção passa da data final
vi: Hiển thị kết quả đánh giá khi phần con quá hạn

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the course end date has passed.
hi: शिक्षार्थी यह नहीं देखते हैं कि मूल्यांकन के उनके उत्तर सही थे या गलत, और न ही प्राप्त अंक, जब तक कि पाठ्यक्रम की अंतिम तिथि बीत नहीं गई।
ko_kr: 학습자가 종강일이 지날 때까지 평가결과에 대한 정답 유무를 보지 않고, 점수 역시 획득하지 않습니다.
pt_br: Estudantes não veem se as suas respostas às avaliações foram corretas ou incorretas, nem a nota recebida, até após a datá de término do curso ter passada.
vi: Người học không nhìn thấy câu trả lời của họ cho các đánh giá là đúng hay sai, cũng như điểm số nhận được, cho đến sau ngày kết thúc khóa học.

source: If the course does not have an end date, learners always see their scores when they submit answers to assessments.
hi: यदि पाठ्यक्रम की अंतिम तिथि नहीं है, तो शिक्षार्थी हमेशा मूल्यांकन के उत्तर प्रस्तुत करते समय अपने स्कोर को देखते हैं।
ko_kr: 강좌의 종강일이 존재하지 않으면, 학습자는 답변을 제출할 때마다 평가에 대한 점수를 확인할 수 있습니다.
pt_br: Se o curso não tem uma data final, estudantes sempre veem suas notas quando eles enviam as respostas para as avaliações.
vi: Nếu khóa học không có ngày kết thúc, người học sẽ luôn thấy điểm của họ khi họ gửi câu trả lời cho các bài đánh giá.

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the due date for the subsection has passed.
hi: शिक्षार्थी यह नहीं देखते हैं कि मूल्यांकन के उनके उत्तर सही थे या गलत, और न ही प्राप्तांक, जब तक कि उपधारा के लिए नियत तिथि बीत जाने के बाद प्राप्त नहीं हुआ।
ko_kr: 학습자가 소주제 기한이 지날 때까지 평가결과에 대한 정답 유무를 확인하지 않고, 점수 역시 획득하지 않습니다.
pt_br: Estudantes não veem se as suas respostas às avaliações foram corretas ou incorretas, nem a nota recebida, até após a data de vencimento da subseção ter passada.
vi: Người học không nhìn thấy câu trả lời của họ đối với các đánh giá là đúng hay sai, cũng như số điểm nhận được, cho đến khi ngày hết hạn của phần con đã trôi qua.

source: If the subsection does not have a due date, learners always see their scores when they submit answers to assessments.
hi: यदि उपधारा में नियत तारीख नहीं है, तो शिक्षार्थी हमेशा मूल्यांकन के उत्तर प्रस्तुत करते समय अपने स्कोर को देखते हैं।
ko_kr: 소주제가 기한이 없으면, 학습자들은 평가에 대한 답변을 제출할때 마다 점수를 확인합니다.
pt_br: Se a subção não tem uma data de vencimento, estudantes sempre veem suas notas quando eles enviam as respostas para as avaliações.
vi: Nếu phần con không có ngày đến hạn, người học sẽ luôn thấy điểm của họ khi họ nộp câu trả lời cho các đánh giá.

source: PDF Chapters
hi: पीडीएफ अध्याय

source: This subsection was released to learners as a special exam, but was reverted back to a basic exam. You may not configure it as a special exam now. Contact edX Support for assistance.
hi: यह सबसेस्न रिलीसेड हुआ था लर्नेर्सको स्पेशल एक्स्ज़म के तहत, मगर वापिस कर दिया गया था बेसिक एक्जाम में आपको शायद कॉन्फ़िगर नही करना चाहिए इसे स्पेशल एक्जाम अब| अब edX सपोरट को कांटैक्ट करे अससिसटैन्स के लिए|

source: This special exam has been released to learners. You may not convert it to another type of special exam. You may revert this subsection back to being a basic exam by selecting 'None', but you will NOT be able to configure it as a special exam in the future.
hi: यह स्पेशल एक्जाम रिलिसड किया गया है लर्नेर्स के लिए| आप शायद इसे कन्वर्ट नही कर पाएंगे दूसरे स्पेशल एक्जाम में| आप शायद इसे व्पिस रिवर्ट कर सकते है बेसिक एक्जाम में 'नन' सिलैक्ट कर कर, मगर आप कॉन्फ़िगर नही कर पाएंगे इसे भविष में स्पेशल एक्जाम में|

source: Onboarding
hi: ओंबोर्डिंग

source: Use Onboarding to introduce learners to proctoring, verify their identity, and create an onboarding profile. Learners must complete the onboarding profile step prior to taking a proctored exam. Profile reviews take 2+ business days.
hi: ओंबोर्डिंग का इस्तेमाल करे लर्नेर्स को प्रोक्तोरिंग इंट्रड्यूस करने के लिए, उनकी आइडैनटिटि वेरिफ़्य करे, और एक ओंबोर्डिंग प्रोफ़ाइल क्रिएट करे| लेयरनेर्स ज़रूर ओंबोर्डिंग प्रोफ़ाइल को कंप्लीट करे प्रोक्टोरेड एक्जाम लेने से पहले| प्रोफ़ाइल रेविएव्स 2 से ज्यादा बिज़नस डेज़ लेते है|

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam, along with the {linkStart}general proctored exam rules{linkEnd}.
hi: किसी भी नियम या नियम को निर्दिष्ट करें कि वीडियो की समीक्षा करते समय प्रॉक्टरिंग रिव्यू टीम को लागू करना चाहिए। उदाहरण के लिए, आप निर्दिष्ट कर सकते हैं कि कैलकुलेटर की अनुमति है। शिक्षार्थियों को परीक्षा शुरू होने से पहले ये निर्दिष्ट नियम शिक्षार्थियों के लिए दिखाई देते हैं, साथ ही {linkStart} सामान्य प्रोक्टेड परीक्षा नियमों {linkEnd} के साथ।
ko_kr: 동영상 검토 중에 검토 담당자가 참고할만한 추가 규칙이나 예외 사항을 입력하세요. 예를 들어 계산기가 허용된다는 예외 사항을 입력할 수 있습니다. 이 규칙들은 학습자가 시험을 보기 전에 {linkStart}일반적인 시험 규칙{linkEnd}과 함께 제공됩니다.
vi: Chỉ định bất kỳ quy tắc hoặc các ngoại lệ quy tắc nào mà nhóm đánh giá giám sát cần thực hiện khi xem xét video. Ví dụ, bạn có thể chỉ định được phép sử dụng máy tính cầm tay. Các quy tắc được chỉ định này hiển thị cho người học trước khi người học bắt đầu bài kiểm tra, cùng với {linkStart}các quy tắc thi có giám sát chung{linkEnd}.

source: General Proctored Exam Rules
hi: सामान्य सिद्ध परीक्षा नियम
ko_kr: 일반적인 시험감독 규칙
vi: Quy tắc Chung về Thi Có giám sát

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam.
hi: किसी भी नियम या नियम को निर्दिष्ट करें कि वीडियो की समीक्षा करते समय प्रॉक्टरिंग रिव्यू टीम को लागू करना चाहिए। उदाहरण के लिए, आप निर्दिष्ट कर सकते हैं कि कैलकुलेटर की अनुमति है। शिक्षार्थियों द्वारा परीक्षा शुरू करने से पहले ये निर्दिष्ट नियम शिक्षार्थियों को दिखाई देते हैं।
ko_kr: 동영상 검토 중에 검토 담당자가 참고할마한 추가 규칙이나 예외 사항을 입력하세요. 예를 들어 계산기가 허용된다는 예외 사항을 만들 수 있습니다. 이 규칙들은 학습자가 시험을 보기 전에 제공되어야 합니다.
vi: Chỉ định bất kỳ quy tắc hoặc các ngoại lệ quy tắc nào mà nhóm đánh giá giám sát cần thực hiện khi xem xét video. Ví dụ, bạn có thể chỉ định được phép sử dung máy tính cầm tay. Các quy tắc cụ thể này được hiển thị cho người học trước khi người học bắt đầu bài làm bài kiểm thi.

source: This action updates the {provider} information for your entire organization.
hi: यह क्रिया आपके पूरे संगठन के लिए {provider} जानकारी को अपडेट करती है।
ko_kr: 이 행동은 전체 기관의 {provider} 정보를 업데이트합니다.

source: Enter the account information for your organization.
hi: अपने संगठन के लिए खाता जानकारी दर्ज करें।
ko_kr: 기관의 계정 정보를 입력하세요

source: API Key
hi: एपीआई कुंजी
ko_kr: API 키

source: API Secret
hi: एपीआई सीक्रेट
ko_kr: API 비밀

source: Unit Access
hi: यूनिट एक्सेस
ko_kr: 학습활동 접근
vi: Truy cập Đơn vị

source: Restrict access to:
hi: इसके लिए उपयोग प्रतिबंधित करें:
ko_kr: 이곳의 접근을 제한:
pt_br: Restringir acesso a:
vi: Hạn chế quyền truy cập vào:

source: Select a group type
hi: एक समूह प्रकार का चयन करें
ko_kr: 그룹 종류를 선택하세요
pt_br: Selecione um tipo de grupo
vi: Chọn một kiểu nhóm

source: Select one or more groups:
hi: एक या अधिक समूहों का चयन करें:
ko_kr: 하나 이상의 그룹을 선택하세요
pt_br: Selecione um ou mais grupos:
vi: Chọn một hoặc nhiều nhóm:

source: Deleted Group
hi: हटाए गए समूह
ko_kr: 삭제된 집단
pt_br: Grupo deletado
vi: Đã xóa Nhóm

source: This group no longer exists. Choose another group or do not restrict access to this unit.
hi: यह समूह अब मौजूद नहीं है। एक और समूह चुनें या इस इकाई तक पहुंच को प्रतिबंधित न करें।
ko_kr: 이 그룹이 더이상 존재하지 않습니다. 다른 그룹을 선택하거나 이 학습활동에 대한 접근을 제한하지 마세요.
vi: Nhóm này không còn tồn tại. Chọn một nhóm khác hoặc không hạn chế quyền truy cập vào đơn vị này.

source: Recommended image resolution is {imageResolution}, maximum image file size should be {maxFileSize} and format must be one of {supportedImageFormats}.
hi: अनुशंसित छवि रिज़ॉल्यूशन {imageResolution} है, अधिकतम छवि फ़ाइल का आकार {maxFileSize} होना चाहिए और प्रारूप {supportImageFormats} में से एक होना चाहिए।
ko_kr: 추천하는 이미지 해상도는 {imageResolution} 이고, 최대 파일 크기는 {maxFileSize}, 형식은 다음의 한가지여야 합니다 {supportedImageFormats}.
vi: Độ phân giải được đề nghị là {imageResolution}, nên kích thước tệp ảnh tối đa phải là {maxFileSize} và định dạng phải là một trong {supportedImageFormats}.

source: Read more
hi: अधिक पढ़ें
ko_kr: 더보기

source: No transcript uploaded.
hi: कोई प्रतिलेख अपलोड नहीं किया गया।
ko_kr: 업로드된 자막이 없습니다.

source: Show transcripts ({totalTranscripts})
hi: टेप दिखाएं ({TotalTranscripts})
ko_kr: 자막 보기 ({totalTranscripts})

source: Set Access
hi: पहुँच सेट करें
ko_kr: 접근
pt_br: Definir Acesso
vi: Thiết lạp Truy cập

source: Error.
hi: त्रुटि।
ja_jp: エラー
ko_kr: 오류.
lt_lt: Klaida.
pt_br: Erro.
vi: Lỗi
zh_tw: 錯誤。

source: Editing access for: %(title)s
vi: Chỉnh sửa quyền truy cập: %(title)s

source: The more you tell us, the more quickly and helpfully we can respond!
vi: Bạn càng kể chi tiết, chúng tôi phản hồi càng nhanh chóng và có ích.

source: Create an {platform} account
ko_kr: {platform} 계정 생성
pt_br: Crie uma conta {platform}
vi: Tạo tài khoản {platform}

source: Enter a subject for your support request.
ko_kr: 지원 받고싶은 주제를 입력하세요.
pt_br: Digite um assunto para sua solicitação de suporte.
vi: Nhập tiêu đề cho yêu cầu hỗ trợ của bạn.

source: Thank you for submitting a request! We will contact you within 24 hours.
vi: Cảm ơn bạn đã đệ trình yêu cầu. Chúng tôi sẽ liên hệ bạn trong vòng 24 giờ.

source: Are you sure you want to unenroll from the purchased course %(courseName)s (%(courseNumber)s)?
ko_kr: 구매 완료한 %(courseName)s(%(courseNumber)s) 수강 취소하시겠습니까?
pt_br: Tem certeza de que deseja cancelar a inscrição no curso adquirido %(courseName)s (%(courseNumber)s)?
vi: Bạn có chắc chắn muốn hủy đăng ký khỏi khóa học đã mua không %(courseName)s (%(courseNumber)s)?

source: Are you sure you want to unenroll from %(courseName)s (%(courseNumber)s)?
ko_kr: %(courseName)s(%(courseNumber)s) 수강 취소하시겠습니까?
pt_br: Tem certeza de que deseja cancelar a inscrição de %(courseName)s (%(courseNumber)s)?
vi: Bạn có chắc chắn muốn hủy đăng ký khỏi %(courseName)s (%(courseNumber)s)?

source: Are you sure you want to unenroll from the verified %(certNameLong)s track of %(courseName)s (%(courseNumber)s)?
ko_kr: 인증 %(certNameLong)s 과정 %(courseName)s(%(courseNumber)s)을 취소하시겠습니까?
pt_br: Tem certeza de que deseja cancelar a inscrição na %(certNameLong)s trilha verificada de %(courseName)s (%(courseNumber)s)?
vi: Bạn có chắc chắn muốn hủy đăng ký khỏi chương trình %(certNameLong)s đã xác minh của %(courseName)s (%(courseNumber)s) không?

source: Are you sure you want to unenroll from the verified %(certNameLong)s track of %(courseName)s (%(courseNumber)s)?
ko_kr: 인증 %(certNameLong)s 과정 %(courseName)s(%(courseNumber)s)을 취소하시겠습니까?
pt_br: Tem certeza de que deseja cancelar a inscrição na %(certNameLong)s trilha verificada de %(courseName)s (%(courseNumber)s)?
vi: Bạn có chắc chắn muốn hủy đăng ký khỏi chương trình %(certNameLong)s đã xác minh%(courseName)s (%(courseNumber)s) không?

source: The refund deadline for this course has passed,so you will not receive a refund.
ko_kr: 본 강좌의 환불가능일이 지났으므로 환불을 받을 수 있습니다.
pt_br: O prazo de reembolso para este curso já passou, portanto você não receberá um reembolso.
vi: Thời hạn hoàn trả của khóa học này đã được qua, vì vậy bạn sẽ không nhận được tiền hoàn lại.

source: {numUsersAdded} learner has been added to this cohort.
ko_kr: 본 학습 집단에 {numUsersAdded}명의 학습자가 추가되었습니다.
pt_br: {numUsersAdded} estudante foi adicionado neste grupo.
vi: {numUsersAdded} học viên đã được thêm vào nhóm này.

source: {numMoved} learner was moved from {prevCohort}
ko_kr: {prevCohort}에서 이동된 학습자는 {numMoved}명입니다.
pt_br: {numMoved} aluno foi transferido de {prevCohort}
vi: {numMoved} học viên đã được chuyển từ {prevCohort}

source: {numPresent} learner was already in the cohort
ko_kr: {numPresent}명의 학습자가 이미 학습 집단에 속해있습니다.
pt_br: {numPresent} estudante já está neste grupo
vi: {numPresent} học viên đã ở trong nhóm

source: {numPreassigned} learner was pre-assigned for this cohort. This learner will automatically be added to the cohort when they enroll in the course.
ko_kr: {numPreassigned}명의 학습자들은 이 학습 집단에 미리 지정되었습니다. 이 학습자들은 강좌를 등록하면 자동적으로 이 학습 집단에 추가됩니다.
pt_br: {numPreassigned} aluno foi pré-atribuído a este grupo. Este aluno será automaticamente adicionado à coorte quando se inscrever no curso.
vi: {numPreassigned} những học viên đã được gán trước cho nhóm này. Những học viên này sẽ tự động được thêm vào nhóm khi họ đăng ký học.

source: There was an error when trying to add learners:
ko_kr: 본 학습 집단에 {numErrors}명의 학습자가 추가되지 못했습니다:
pt_br: Ocorreu um erro ao tentar adicionar estudantes:
vi: {numErrors} những học viên không thể thêm vào nhóm:

source: Role field should not be left unselected.
ko_kr: 역할을 입력하는 필드는 선택이 필수입니다.
pt_br: O campo de função não deve ser deixado desmarcado.
vi: trường vai trò không được để trống.

source: Link
ko_kr: 링크
pt_br: Vinculo
vi: Liên kết

source: Enter your
ko_kr: 입력하세요
pt_br: Informe seu
vi: Nhập của bạn

source: {total_results} result
ko_kr: {total_results}개의 결과
pt_br: {total_results} resultado
vi: {total_results} kết quả

source: Used in {count} location
ko_kr: {count} 위치에서 사용됨
vi: Sử dụng ở {count} chỗ.

source: Highlights for {display_name}
ko_kr: {display_name}를 위한 하이라이트
vi: Làm nổi bật {display_name}

source: This image file type is not supported. Supported file types are {supportedFileFormats}.
ko_kr: 지원하지 않는 이미지 파일 형식입니다. 지원되는 형식은 {supportedFileFormats}입니다.
vi: Loại tệp hình ảnh này không được hỗ trợ. Những loại tệp được hỗ trợ là {supportedFileFormats}.

source: Load next {num_items} result
ko_kr: 다음 {num_items}개의 결과 표시하기
pt_br: Carregar próximo {num_items} resultado
vi: Tải {num_items} kết quả tiếp theo

source: Server error.
vi: Lỗi máy chủ.

source: Waiting
vi: Đang đợi

source: After you upload new files all your previously uploaded files will be overwritten. Continue?
vi: Sau khi bạn tải lên các tệp mới, tất cả các tệp tải lên trước đó của bạn sẽ bị ghi đè. Tiếp tục?

source: Describe
vi: Miêu tả

source: (required):
vi: (bắt buộc)

source: Thumbnail view of
vi: Xem đại diện của

source: Results
vi: Kết quả

source: All
vi: Tất cả

source: %(num_points)s point possible (graded, results hidden)
ko_kr: %(num_points)s점 획득 가능 (성적 반영, 결과 감춤)
pt_br: %(num_points)s ponto possível (classificado, resultados ocultos)

source: %(num_points)s point possible (ungraded, results hidden)
ko_kr: %(num_points)s점 획득 가능(성적미반영, 결과 감춤)
pt_br: %(num_points)s ponto possível (não classificado, resultados ocultos)

source: Once your account is deleted, you cannot use it to take courses on the edX app, edx.org, or any other site hosted by edX. This includes access to edx.org from your employer’s or university’s system and access to private sites offered by MIT Open Learning, Wharton Executive Education, and Harvard Medical School.
ko_kr: 계정을 삭제하시면 edX 앱, edx.org, 혹은 edX에서 제공하는 다른 사이트의 강좌를 수강하실 수 없습니다. 또한 회사, 학교, MIT 오픈러닝, Wharton 경영진 교육, Harvard 메디컬 스쿨등의 외부 사이트에서 접속 역시 포함합니다.
pt_br: Depois que sua conta for excluída, você não poderá usá-la para fazer cursos no app edX, no edx.org ou em qualquer outro site hospedado pelo edX. Isso inclui acesso ao edx.org do sistema de sua empresa ou universidade e acesso a sites privados oferecidos pelo MIT Open Learning, pelo Wharton Executive Education e pela Harvard Medical School.

source: You have selected “Delete my account.” Deletion of your account and personal data is permanent and cannot be undone. EdX will not be able to recover your account or the data that is deleted.
ko_kr: "내 계정 삭제하기"를 선택하셨습니다. 계정 삭제와 개인정보가 같이 삭제되며 작업을 취소할 수 없습니다. 삭제된 계정 혹은 정보는 EdX에서 복구할 수 없습니다.
pt_br: Você selecionou "Excluir minha conta". A exclusão de sua conta e dados pessoais é permanente e não pode ser desfeita. O EdX não poderá recuperar sua conta ou os dados excluídos.

source: Instructor
ja_jp: 講師
ko_kr: 교수자
lt_lt: Lektorius
pt_br: Instrutor
zh_tw: 教師功能面板

source: You can change sessions until {expiration_date}.
ko_kr: {expiration_date}까지 세션을 변경할 수 있습니다.
pt_br: Você pode alterar as sessões até {expiration_date}.

source: Final Grade
ko_kr: 최종 성적
pt_br: Nota final

source: for {courseName}
ko_kr: {courseName}를 위한
pt_br: para {courseName}

source: {sessionDates} (Open until {enrollmentEnd})
ko_kr: {sessionDates} ({enrollmentEnd} 까지 열림)
pt_br: {sessionDates} (Aberto até {enrollmentEnd})

source: Enable Weekly Highlight Emails
ko_kr: 주간 하이라이트 이메일 활성화

source: Weekly Highlight Emails
ko_kr: 주간 하이라이트 이메일

source: This feature is currently in testing. Course teams can enter highlights, but learners will not receive email messages.
ko_kr: 이 요소는 현재 테스트중입니다. 강좌 팀은 하이라이트에 들어갈 수 있지만, 학습자들에게 이메일을 보내지 않습니다

source: (%(earned)s/%(possible)s point)
ja_jp: (%(earned)s/%(possible)s 点)
lt_lt: (%(earned)s/%(possible)s taško)
zh_tw: (%(earned)s/%(possible)s 分)

source: (%(num_points)s point possible)
ja_jp: (%(num_points)s 点 満点)
lt_lt: (galima gauti %(num_points)s tašką)
zh_tw: (%(num_points)s 分)

source: Answer:
ja_jp: 解答：
lt_lt: Atsakymas:
zh_tw: 答案：

source: Hide Answer
ja_jp: 解答を隠す
lt_lt: Slėpti atsakymą
zh_tw: 隱藏答案

source: Answer hidden
ja_jp: 解答非表示
lt_lt: Atsakymas paslėptas
zh_tw: 隱藏答案

source: Status: unsubmitted
ja_jp: ステータス：未投稿
lt_lt: Statusas: nepateikta
zh_tw: 狀態：未提交

source: Div
lt_lt: Skyr
zh_tw: Div標籤

source: Volume: Click on this button to mute or unmute this video or press UP or
ja_jp: ボリューム：動画音声をミュートまたはミュート解除するにはこのボタンをクリックするか UP を押してミュート解除します
zh_tw: 音量: 點選此按鈕靜音、解除靜音、放大音量或

source: Speed: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
ja_jp: 再生速度：UP を押して再生速度選択メニュー画面に入り、 上下の矢印を使っていろいろな再生速度に選択操作してから、ENTER を押すことで再生速度を選択した速度に変更します。
zh_tw: 速度: 按向上鍵進入選單，然後使用向上和向下箭頭鍵來選去不同的速度，並按ENTER 鍵切換到所選擇的速度。

source: Turn off transcript
ja_jp: 成績証明書を非表示
zh_tw: 關閉字幕

source: Language: Press the UP arrow key to enter the language menu, then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
ja_jp: 再生言語： UP を押して再生言語選択メニュー画面に入り、次に上下の矢印を使っていろいろな再生言語に選択操作してから、ENTER を押すことで再生言語を選択した言語に変更します。
zh_tw: 語言: 按向上箭頭鍵進入選單，然後使用上下方向鍵來選擇語言選項。並按 ENTER鍵切換到所選擇的語言。

source: Activating an item in this group will spool the video to the corresponding time point. To skip transcript, go to previous item.
ja_jp: このグループの項目を有効化すると、呼応する時間に動画をスプールすることとなります。字幕をスキップするには、前の項目へ進んでください。
lt_lt: Aktyvavus pasirinktą dalį, vaizdo įrašas bus paleistas atitinkamu laiku. Norėdami praleisti vaizdo įrašo atkarpą, grįžkite prie ankstesnės dalies.
zh_tw: 啟動群組中的項目將會跳到影片中對應的時間點。前往前一個項目可以跳過字幕。

source: Sorry
ja_jp: 申し訳ありません
lt_lt: Atsiprašome
zh_tw: 抱歉

source: We had some trouble loading the discussion. Please try again.
ja_jp: ディスカッションを読み込む際に問題が発生しました。再試行してください。
lt_lt: Iškilo problema įkeliant diskusiją. Prašome bandyti dar kartą.
zh_tw: 我們載入討論時遇到了一些麻煩。請再試一次。

source: We had some trouble loading the threads you requested. Please try again.
ja_jp: 要求されたスレッドを読み込む際に問題が発生しました。再試行してください。
lt_lt: Iškilo problema įkeliant jūsų prašomą temų giją. Prašome bandyti dar kartą.
zh_tw: 我們載入您請求的 threads時遇到了一些麻煩。請再試一次。

source: We had some trouble processing your request. Please ensure you have copied any unsaved work and then reload the page.
ja_jp: 要求を処理する際に問題が発生しました。保存していない作業をコピーした上でページをリロードしてください。
lt_lt: Iškilo problema vykdant jūsų užklausą. Prašome įsitikinti, kad išsaugojote visus savo darbus, ir perkraukite puslapį iš naujo.
zh_tw: 我們處理您的請求時遇到了一些麻煩。請確定您已經複製所有未保存的工作，然後重新加載該頁面。

source: We had some trouble processing your request. Please try again.
ja_jp: リクエストを処理する際に問題が発生しました。再試行してください。
lt_lt: Iškilo problema vykdant jūsų užklausą. Prašome bandyti dar kartą.
zh_tw: 我們處理您的請求時遇到了一些麻煩，請再試一次。

source: there is currently %(numVotes)s vote
ja_jp: 現在 %(numVotes)s 票
lt_lt: dabar yra %(numVotes)s balsas
zh_tw: 目前有%(numVotes)s 票數

source: %(numVotes)s Vote
ja_jp: %(numVotes)sいいね！
lt_lt: %(numVotes)s balsas
zh_tw: %(numVotes)s 票數

source: We had some trouble subscribing you to this thread. Please try again.
ja_jp: このスレッドを購読登録する際に問題が発生しました。再試行してください。
lt_lt: Iškilo problema užregistruojant jus į šią giją. Prašome bandyti dar kartą.
zh_tw: 訂閱此主題時遇到了一些問題。請再試一次。

source: We had some trouble unsubscribing you from this thread. Please try again.
ja_jp: このスレッドを購読解除する際に問題が発生しました。再試行してください。
lt_lt: Iškilo problema išregistruojant jus iš šios gijos. Prašome bandyti dar kartą.
zh_tw: 取消訂閱此主題時遇到了一些問題。請再試一次。

source: We had some trouble marking this response as an answer. Please try again.
ja_jp: この書き込みを正解とマークする際に問題が発生しました。再試行してください。
lt_lt: Iškilo problema pažymint šį atsiliepimą kaip atsakymą. Prašome bandyti dar kartą.
zh_tw: 註記此作答時遇到了一些問題。請再試一次。
