Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: The following reports are available for download. Reports are not deleted. A link to every report remains available on this page, identified by the date and time (in UTC) that the report was generated.
vi: Những báo cáo dưới đây là sẵn có để tải về. Các báo cáo sẽ không bị xóa đi. Mỗi đường dẫn đến từng báo cáo luôn có hiệu lực trên trang này, được xác định dựa vào ngày và giờ (theo múi giờ UTC) khi báo cáo được tạo lập.

source: {strong_start}Note{strong_end}: To help protect learner data, links to these reports that you save outside of this page or that you send or receive in email expire after five minutes.
vi: {strong_start}Lưu ý{strong_end}: Để giúp bảo vệ dữ liệu người học, liên kết đến các báo cáo này mà bạn lưu bên ngoài trang này hoặc bạn gửi hoặc nhận email sẽ hết hiệu lực sau năm phút.

source: Coupon Code List
vi: Danh sách mã coupon

source: Download a .csv file of all coupon codes for this course.
vi: Tải về tệp tin .csv bao gồm tất cả mã coupon cho khóa học này.

source: Download Coupon Codes
vi: Tải về các mã coupon

source: Coupon Codes
vi: Mã coupon

source: Number Redeemed
vi: Số lượng được hoàn trả lại

source: The Invoice Number field cannot be empty.
vi: Mục Mã số hóa đơn không được để trống.

source: No Expiration Date
vi: Hiệu lực vĩnh viễn

source: Enter the company name.
vi: Nhập tên công ty.

source: The company name cannot be a number.
vi: Tên công ty không được là số đếm.

source: Enter the company contact name.
vi: Nhập tên người liên hệ của công ty.

source: The company contact name cannot be a number.
vi: Tên người liên hệ của công ty không được là số đếm.

source: Enter the email address for the company contact.
vi: Nhập địa chỉ email của người liên hệ của công ty.

source: Enter a valid email address.
vi: Nhập một địa chỉ email hợp lệ.

source: Enter the recipient name.
vi: Nhập tên người nhận.

source: The recipient name cannot be a number.
vi: Tên người nhận không được là số đếm.

source: Enter the recipient email address.
vi: Nhập địa chỉ email của người nhận.

source: Enter the billing address.
vi: Nhập địa chỉ xuất hóa đơn.

source: Enter the price per course seat.
vi: Nhập học phí trên mỗi đơn vị học viên.

source: Enter a numeric value for the price per course seat. Do not include currency symbols.
vi: Nhập giá học phí trên mỗi đơn vị học viên. Không bao gồm các ký tự tiền tệ.

source: Enter the number of enrollment codes.
vi: Nhập số mã đăng ký ghi danh.

source: Enter a numeric value for the number of enrollment codes.
vi: Nhập một giá trị số cho mã đăng ký ghi danh.

source: Select a currency.
vi: Chọn một đơn vị tiền tệ.

source: Enter a coupon code.
vi: Nhập mã giảm giá.

source: The discount percentage must be less than or equal to 100.
vi: Phần trăm giảm giá phải nhỏ hơn hoặc bằng 100.

source: Enter a numeric value for the discount amount. Do not include the percent sign.
vi: Nhập một giá trị số cho số tiền giảm giá. Không bao gồm ký tự phần trăm.

source: Edit Coupon Code
hi: कूपन कोड संपादित करें
vi: Chỉnh sửa mã coupon

source: Edit Coupon Code Information
hi: कूपन कोड जानकारी संपादित करें
vi: Chỉnh sửa thông tin mã coupon

source: Code
hi: कोड
ja_jp: コード
lt_lt: Kodas
vi: Mã

source: example: A123DS
he: דוגמה: A123DS
hi: उदाहरण: A123DS
ja_jp: 例：W123AT
lt_lt: pavyzdys: A123DS
vi: ví dụ: A123DS

source: Percentage Discount
he: אחוז הנחה
hi: प्रतिशत छूट
ja_jp: 割引率
lt_lt: Nuolaidos procentas
vi: Phần trăm khuyến mãi

source: Update Coupon Code
hi: कूपन कोड अपडेट करें
vi: Cập nhật mã giảm giá

source: Executive Summary for {display_name}
vi: Tóm tắt tổng quan cho {display_name}

source: Report Creation Date
vi: Ngày tạo lập báo cáo

source: Number of Seats
vi: Số lượng chỗ ngồi

source: Number of Enrollments
vi: Số lượng đăng ký ghi danh

source: Gross Revenue Collected
vi: Doanh thu gộp đã thu được

source: Gross Revenue Pending
vi: Doanh thu gộp còn treo

source: Number of Enrollment Refunds
vi: Số lượng hoàn trả tiền đã đăng ký ghi danh

source: Amount Refunded
vi: Số tiền đã hoàn trả lại

source: Average Price per Seat
vi: Học phí trung bình trên từng đơn vị học viên

source: Frequently Used Coupon Codes
vi: Mã coupon thường sử dụng

source: Number of seats purchased using coupon codes
vi: Số lượng chỗ ngồi đã đăng ký bằng mã coupon

source: Percent Discount
vi: Phần trăm giảm giá

source: Times Used
vi: Thời gian sử dụng

source: Bulk and Single Seat Purchases
vi: Số lượng chỗ ngồi đăng ký sỉ và lẻ

source: Number of seats purchased individually
vi: Số lượng chỗ ngồi đăng ký lẻ

source: Number of seats purchased in bulk
vi: Số lượng chỗ ngồi đăng ký sỉ

source: Number of seats purchased with invoices
vi: Số lượng chỗ ngồi đăng ký có hóa đơn

source: Unused bulk purchase seats (revenue at risk)
vi: Số lượng chỗ ngồi đăng ký sỉ không có học viên (doanh thu khó thu hồi)

source: Percentage of seats purchased individually
vi: Phần trăm số lượng chỗ ngồi đăng ký lẻ

source: Percentage of seats purchased in bulk
vi: Phần trăm số lượng chỗ ngồi đăng ký sỉ

source: Percentage of seats purchased with invoices
vi: Phần trăm số lượng chỗ ngồi đăng ký có hóa đơn

source: Individual due date extensions
he: הארכת תאריך פרטנית
hi: हर विद्यार्थी की नियत तारीख़ में अतिरिक्त समय
ja_jp: 個別の期日延長
lt_lt: Individualiai pratęsta pateikimo data
vi: Gia hạn hạn chót cho cá nhân

source: In this section, you have the ability to grant extensions on specific units to individual students. Please note that the latest date is always taken; you cannot use this tool to make an assignment due earlier for a particular student.
he: בחלק זה, ש לך את היכולת להעניק הארכות ביחידות ספציפיות לתלמידים מסויימים. שים לב, התאריך המאוחר יותר הוא הקובע; אתה לא יכול להשתמש בכלי זה כדי להקדים את תאריך היעד של משימה מסויימת לתלמיד מסוים.
hi: इस भाग में आप हर एक छात्र के किसी भी ख़ास यूनिट में अपना काम भर्ती करने की अंतिम तारीख़ में वृद्धि कर सकते हैं। कृपया नोट करें कि सबसे आखिर में किया हुआ काम ही गिना जाएगा; आप इस टूल से किसी विद्यार्थी की प्रस्तुति की नियत तारीख को कोई पहले की तारीख़ नहीं दे सकते हैं।
ja_jp: この章では、個別の学生へ特定の単元を設定することができます。なお、特定の受講者へ期日よりも先に課題を設定することには用いられません。表示制御には最新の日付が常に採用されるということにご留意ください。
lt_lt: Šioje temoje jūs turite galimybę individualiems kurso dalyviams pratęsti tam tikrų skyrių pridavimo terminą. Atkreipkite dėmesį, kad vėliausia data bus visada užimta; šio įrankio negalima naudoti kurso dalyvio užduoties pridavimo terminui paankstinti.
vi: Trong mục này, bạn có thể gia hạn cho những bài học cụ thể đối với mỗi học viên. Xin lưu ý rằng ngày gần đây nhất đã được nhập; bạn không thể dùng công cụ này để đặt hạn chót nộp bài sớm hơn cho một học viên.

source: Specify the {platform_name} email address or username of a student here:
he: פרט את כתובת הדוא"ל או את שם משתמש {platform_name} של הסטודנט פה:
hi: यहां छात्र का {platform_name} ई-मेल पता या यूज़र नाम दर्ज करें:
ja_jp: {platform_name} のメールアドレスもしくは受講者のユーザ名をここに特定してださい：
lt_lt: Žemiau nurodykite {platform_name} kurso dalyvio el. pašto adresą arba vartotojo vardą:
vi: Xác định địa chỉ email {platform_name} hoặc tên đăng nhập của một học viên ở đây :

source: Student Email or Username
he: כתובת דוא"ל או שם משתמש של הדטונט
hi: छात्र ई-मेल या उपयोगकर्ता नाम
ja_jp: 受講者のメールアドレスもしくはユーザー名
lt_lt: Kurso dalyvio el. paštas arba naudotojo vardas
vi: Email hoặc tên học viên

source: Choose the graded unit:
he: בחר את היחידה המדורגת:
hi: ग्रेडेड यूनिट को चुनें:
ja_jp: 評価済の単元を選択：
lt_lt: Pasirinkite įvertintą skyrių:
vi: Chọn bài học đã chấm:

source: Specify the extension due date and time (in UTC; please specify {format_string}).
he: ציין את תאריך ושעת היעד של ההארכה (ב-UTC; אנא ציין {format_string}).
hi: एक्सटेंशन को नियत दिनांक और समय निर्दिष्ट करें (UTC में; कृपया {format_string} निर्दिष्ट करें)।
ja_jp: 延長日時を指定 (UTC：国際標準時にて {format_string} 形式で指定)
lt_lt: Nurodykite atidėto pateikimo termino datą ir laiką (UTC laiko juostoje; prašome nurodyti {format_string}).
vi: Xác định ngày giờ của hạn chót được gia hạn (theo múi giờ UTC; xin ghi rõ {format_string}).

source: Change due date for student
he: שנה תאריך יעד עבור סטודנט
hi: छात्र की देय तारीख को बदलें
ja_jp: 受講者への期日を変更
lt_lt: Pakeisti kurso dalyviui pateikimo datą
vi: Thay đổi hạn chót cho học viên

source: Viewing granted extensions
he: צפה בהארכות שניתנו
hi: दी गई एक्सटेंशन्स को देख रहे हैं
ja_jp: 許可された延長を見ています
lt_lt: Pratęstų pateikimo datų peržiūra
vi: Đang xem những gia hạn

source: Here you can see what extensions have been granted on particular units or for a particular student.
he: כאן תוכל לצפות בהארכות שניתנו ליחידות מסויימות עבור סטודנט מסויים.
hi: यहां पर आप देख सकते हैं की किस छात्र की देय की तारीख़ को किसी ख़ास यूनिट पर बड़ा दिया गया हैं।
ja_jp: 特定の単元もしくは特定の受講者向けにどのような延長事項が与えられたのかは、こちらで確認できます。
lt_lt: Čia galite pamatyti tam tikro skyriaus arba tam tikram kurso dalyviui pratęstus terminus.
vi: Tại đây bạn có thể thấy những gia hạn cho các bài cụ thể hoặc cho học viên cụ thể.

source: Choose a graded unit and click the button to obtain a list of all students who have extensions for the given unit.
he: בחר יחידה מדורגת ולחץ על הכפתור בכדי לקבל רשימה של כלל הסטודנטים שניתנה להם הארכה ליחידה זו.
hi: ग्रेडेड यूनिट को चुनें और बटन पर क्लिक करें ताकि आपको उन छात्रों की सूची मिले जिन्हें किसी ख़ास यूनिट पर एक्सटेंशन मिले हैं।
ja_jp: 所与の単元への延長事項を得た全受講者のリストを得るには、評価済の単元を選択し、このボタンをクリックしてください。
lt_lt: Pasirinkite skyrių ir spustelėkite mygtuką, kad gautumėte visų kurso dalyvių sąrašą, kuriems šiame skyriuje yra pratęstas darbo pateikimo terminas.
vi: Chọn một bài học đã chấm và nhấn nút để lấy danh sách tất cả học viên được gia hạn trong bài học ấy.

source: List all students with due date extensions
he: הכן רשימה של כל הסטודנטים עם הארכות לתאריכי יעד
hi: उन छात्रों की सूची बनाएं जिन्हें देय तारीख की एक्सटेंशन मिली हैं
ja_jp: 期日延長となった全受講者を表示
lt_lt: Rodyti visus kurso dalyvius, kuriems atidėta pabaigos data
vi: Danh sách tất cả các học viên được gia hạn hạn chót

source: Specify a student to see all of that student's extensions.
he: ציין סטודנט לראות את כל ההארכות שקיבל
hi: उस छात्र के सभी एक्सटेंशन देखने के लिए एक छात्र निर्दिष्ट करें।
ja_jp: 受講者の延長事項を確認するには、受講者を指定してください。
lt_lt: Pasirinkti kurso dalyvį norint peržiūrėti visas jam atidėtas pabaigos datas
vi: Chọn một học viên để xem tất cả những lần gia hạn của học viên đó.

source: List date extensions for student
he: הכן רשימה של כל ההארכות עבור סטודנט
hi: इस छात्र की देय तारीख एक्सटेंशन्स की सूची
ja_jp: 受講者への延長日付を表示する
lt_lt: Rodyti kurso dalyvio atidėtas pabaigos datas
vi: Liệt kê ngày gia hạn cho học viên

source: Resetting extensions
he: קבע מחדש הארכות
hi: एक्सटेंशन्स को फिर से बनाया जा रहा है
ja_jp: 延長事項を再設定中
lt_lt: Panaikinti pateikimo datų pratęsimus
vi: Tái thiết lập gia hạn

source: Resetting a problem's due date rescinds a due date extension for a student on a particular unit. This will revert the due date for the student back to the problem's original due date.
he: איפוס תאריך היעד של בעיה יבטל הארכת תאריך יעד לתלמיד ביחידה מסוימת. פעולה זו תשיב את תאריך היעד לסטודנט לתאריך היעד המקורי של הבעיה.
hi: किसी समस्या की नियत तारीख़ को रीसेट करने पर छात्र के उस यूनिट में नियत तारीख़ पर दिया गया अतिरिक्त समय रद्द हो जाता है। यह करने से उस छात्र के लिए नियत तारीख़ वापिस पहली वाली तारीख़ हो जाएगी।
ja_jp: 問題の期日をリセットすると、この単元、この受講者向けの延長された期日が破棄されます。そうすることで、この受講者の問題期日は、この問題に本来設定されていた期日に戻されるということになります。
lt_lt: Atstatant užduoties pateikimo pabaigos datą kurso dalyvio tam tikro skyriaus pateikimo termino pratęsimas yra panaikinamas. Jam bus grąžinta pirminė užduoties pateikimo pabaigos data.
vi: Tái thiết lập hạn chót của một câu hỏi sẽ hủy bỏ gia hạn hạn chót cho học viên trong một bài học cụ thể. Điều này sẽ hoàn nguyên hạn chót cho học viên là hạn chót nộp bài ban đầu.

source: Reset due date for student
he: קבע מחדש תאריך יעד עבור סטודנט
hi: छात्र की देय तारीख को रीसेट करें
ja_jp: この受講者の期日をレセット
lt_lt: Atstatyti kurso dalyviui pateikimo datą
vi: Tái lập hạn chót cho học viên

source: Generate Registration Code Modal
he: צור מודל קוד רישום
hi: पंजीकरण कोड मोडल उत्पन्न करें
ja_jp: 登録コード用モーダルを生成する
lt_lt: Generuoti registracijos kodų formą
vi: Tạo mã đăng kí Modal

source: * Required Information
he: * מידע חובה
hi: * आवश्यक जानकारी
ja_jp: * 必須
lt_lt: * Būtini duomenys
vi: * Thông tin bắt buộc

source: The organization that purchased enrollments in the course
he: הארגון שרכש את קודי הרישום לקורס
hi: संगठन ने पाठ्यक्रम में नामांकन खरीदा
ja_jp: この講座の受講登録を購入した組織
lt_lt: Organizacija, sumokėjusi už kelių kurso dalyvių registraciją į kursą
vi: Tổ chức đã trả tiền đăng ký ghi danh cho khóa học

source: Organization Contact
he: איש קשר בארגון
hi: संगठन संपर्क
ja_jp: 組織の窓口
lt_lt: Organizacijos kontaktai
vi: Thông tin liên hệ của tổ chức

source: Organization Contact Name
he: שם איש קשר בארגון
hi: संगठन संपर्क नाम
ja_jp: 組織の窓口名
lt_lt: Organizacijos kontaktinio asmens pavardė
vi: Tên người liên hệ của tổ chức

source: The primary contact at the organization
he: איש קשר ראשי בארגון
hi: संगठन में प्राथमिक संपर्क
ja_jp: 組織の代表窓口
lt_lt: Pagrindinis kontaktinis organizacijos asmuo
vi: Người liên hệ chính của tổ chức

source: Invoice Recipient
he: נמען החשבונית
hi: बिल धारक
ja_jp: 請求書受領者
lt_lt: Sąskaitos-faktūros gavėjas
vi: Người nhận hóa đơn

source: The contact who should receive the invoice
he: איש הקשר שצריך לקבל החשבונית
hi: वह संपर्क जिसे चालान प्राप्त करना चाहिए
ja_jp: 請求書を受領すべき担当者
lt_lt: Kontaktinis asmuo, kuris turėtų gauti sąskaitą faktūrą
vi: Thông tin người nhận hóa đơn

source: Organization Billing Address
he: כתובת לחיוב הארגון
hi: संगठन बिलिंग पता
ja_jp: 組織の請求先住所
lt_lt: Organizacijos adresas
vi: Đia chỉ nhận hóa đơn của tổ chức

source: Address Line 1
he: שורת כתובת 1
hi: पता पंक्ति 1
ja_jp: 住所1
lt_lt: 1-a adreso eilutė
vi: Địa chỉ 1

source: Address Line 2
he: שורת כתובת 2
hi: पता पंक्ति नं। 2
ja_jp: 住所2
lt_lt: 2-a adreso eilutė
vi: Địa chỉ 2 -- tiếp theo địa chỉ 1 nếu còn

source: Address Line 3
he: שורת כתובת 3
hi: पता पंक्ति 3
ja_jp: 住所3
lt_lt: 3-čia adreso eilutė
vi: Địa chỉ 3 -- tiếp theo địa chỉ 2 nếu còn

source: State/Province
he: מדינה/מחוז
hi: राज्य / प्रांत
ja_jp: 州/県
lt_lt: Valstija/Provincija
vi: Tỉnh/Thành phố

source: Zip
he: מיקוד
hi: ज़िप
ja_jp: 郵便番号
lt_lt: Pašto indeksas
vi: Mã bưu điện:

source: Unit Price
he: מחיר יחידה
hi: यूनिट की कीमत
ja_jp: 単位片
lt_lt: Vieneto kaina
vi: Giá đơn vị

source: The price per enrollment purchased
he: המחיר עבור כל רישום שנרכש
hi: प्रति नामांकन मूल्य खरीदा गया
ja_jp: 購入済みの受講登録ごとの価格
lt_lt: Sumokėta kiekvieno kurso dalyvio registracijos kaina
vi: Học phí trên mỗi suất đăng ký ghi danh

source: Number of Enrollment Codes
he: מספר קודי רישום
hi: नामांकन कोड की संख्या
ja_jp: 受講登録コードの数
lt_lt: Registracijos kodų skaičius
vi: Số mã đăng ký ghi danh

source: The total number of enrollment codes to create
he: סך כל קודי רישום ליצירה
hi: बनाने के लिए नामांकन कोड की कुल संख्या
ja_jp: 作成する受講登録コードの合計数
lt_lt: Visas registracijos kodų, kuriuos reikia sukurti, skaičius
vi: Tổng số lượng mã đăng ký ghi danh cần tạo lập

source: Course Team Internal Reference
he: מספר פניה פנימי של צוות הקורס
hi: कोर्स टीम आंतरिक संदर्भ
ja_jp: コースチーム内部基準
lt_lt: Vidinis kurso komandos numeris
vi: Tham khảo nội bộ Nhóm Khóa học

source: Internal reference information for the sale
he: מספר פנייה פנימי למכירה
hi: बिक्री के लिए आंतरिक संदर्भ जानकारी
ja_jp: 販売の内部基準情報
lt_lt: Vidinis pardavimo numeris
vi: Thông tin tham khảo nội bộ cho bộ phận kinh doanh

source: Customer Reference
he: מספר פנייה ללקוח
hi: ग्राहक संदर्भ
ja_jp: 顧客参照
lt_lt: Klientui suteiktas numeris
vi: Thông tin tham khảo Khách hàng

source: Customer's purchase order or other reference information
he: מספר הזמנת רכש של הלקוח ומידע נוסף להתייחסות
hi: ग्राहक के खरीद आदेश या अन्य संदर्भ जानकारी
ja_jp: 顧客の発注書またはその他の参照情報
lt_lt: Kliento pirkimo užsakymas arba kitas numeris
vi: Đơn đặt hàng của khách hàng hoặc thông tin tham khảo khác

source: Send me a copy of the invoice
he: שלח לי עותק של החשבונית
hi: मुझे चालान की एक प्रति भेजें
ja_jp: 請求書のコピーを私に送信
lt_lt: Atsiųskite man sąskaitos-faktūros kopiją
vi: Gửi tôi bảng sao của hóa đơn

source: For analytics about your course, go to {link_start}{analytics_dashboard_name}{link_end}.
hi: अपने पाठ्यक्रम के बारे में विश्लेषण के लिए, {link_start} {analytics_dashboard_name} {link_end} पर जाएं।
vi: Để phân tích về khóa học của bạn, hãy chuyển đến {link_start}{analytics_dashboard_name}{link_end}.

source: Instructor Dashboard
he: לוח בקרה של המדריך
hi: प्रशिक्षक डैशबोर्ड
ja_jp: 講師用マイページ
lt_lt: Lektoriaus informacinis puslapis
vi: Bảng Điều Khiển của Giáo Viên Hướng Dẫn

source: View Course in Studio
he: צפה בקורס בסטודיו
hi: स्‍टूडियो में पाठ्यक्रम देखें
ja_jp: 講座をStudioで参照
lt_lt: Studio aplinkoje peržiūrėti kursą
vi: Xem khóa học trong Studio

source: Enrollment Code Status
hi: नामांकन कोड की स्थिति
vi: Trạng thái Mã đăng ký ghi danh

source: Change the status of an enrollment code.
hi: नामांकन कोड की स्थिति बदलें।
vi: Chỉnh sửa trạng thái một mã đăng ký ghi danh

source: Enrollment Code
he: קוד הרשמה
hi: नामांकन कोड
ja_jp: 受講登録コード
lt_lt: Registracijos kodas
vi: Mã ghi danh

source: Find Enrollment Code
hi: नामांकन कोड का पता लगाएं
vi: Tìm kiếm Mã đăng ký ghi danh

source: Enter email addresses and/or usernames separated by new lines or commas.
he: הזן רשימת כתובות דוא"ל ו/או שמות משתמש מופרדים בשורה חדשה או פסיק.
hi: नई पंक्तियों या अल्पविरामों द्वारा अलग किए गए ईमेल पते और / या उपयोगकर्ता नाम दर्ज करें।
ja_jp: メールアドレスと（または）ユーザー名を新しい行またはカンマ区切りで分けて入力してください。
lt_lt: Įveskite el. pašto adresus ir/arba naudotojų vardus, atskirtus kableliais ar iš naujos eilutės.
vi: Điền vào email hoặc tên đăng nhập bằng cách xuống dòng hoặc cách nhau bởi dấu ','

source: You will not get notification for emails that bounce, so please double-check spelling.
he: לא תקבל התראות על מיילים שלא יגיעו ליעדם, אז אנא בדוק את האיות.
hi: बाउंस अथवा वापिस आई हुई ई-मेल की सूचना नहीं दी जायेगी, कृपया वर्तनी की दोहरी जांच कर लें।
ja_jp: バウンスするメールアドレスには通知は届きません。表記を再確認してください。
lt_lt: Jei nurodysite neteisingą el. pašto adresą, patvirtinimo negausite, todėl dar kartą patikrinkite rašybą.
vi: Bạn sẽ không nhận được thông báo trong trường hợp email bị sai, vì vậy hãy kiểm tra chính tả cẩn thận.

source: Enter the reason why the students are to be manually enrolled or unenrolled.
hi: छात्रों द्वारा मैन्युअल रूप से नामांकित या अनियंत्रित होने का कारण दर्ज करें।
vi: Nhập lý do tại sao học viên phải đăng ký hoặc hủy đăng ký một cách thủ công.

source: This cannot be left blank and will be recorded and presented in Enrollment Reports.
hi: इसे खाली नहीं छोड़ा जा सकता है और इसे एनरोलमेंट रिपोर्ट में दर्ज और प्रस्तुत किया जाएगा।
vi: Phần này không thể bị bỏ trống và sẽ được ghi lại và trình bày trong Báo cáo đăng ký ghi danh.

source: Therefore, please give enough detail to account for this action.
hi: इसलिए, कृपया इस कार्रवाई के लिए पर्याप्त विवरण दें।
vi: Do vậy, vui lòng cung cấp đầy đủ chi tiết giải thích cho hành động này.

source: Reason
hi: कारण
vi: Lý do

source: Register/Enroll Students
he: רשום סטודנטים
hi: रजिस्टर / छात्रों को दाखिला दें
ja_jp: 受講者を新規登録/受講登録
lt_lt: Registruoti/įrašyti kurso dalyvius
vi: Đăng kí/Ghi danh

source: To register and enroll a list of users in this course, choose a CSV file that contains the following columns in this exact order: email, username, name, and country. Please include one student per row and do not include any headers, footers, or blank lines.
he: בכדי לרשום רשימה של סטודנטים לקורס זה, בחר קובץ CSV שמכיל את התורים הבאים בסדר הבא בדיוק: כתובת דוא"ל, שם משתמש, מדינה. אנא רשום סטודנט אחד לשכל שורה ואל תוסיף כותרות עליונות, כותרות תחתונות או שורות ריקות.
hi: इस पाठ्यक्रम में उपयोगकर्ताओं की सूची को पंजीकृत करने और नामांकित करने के लिए, एक CSV फ़ाइल चुनें, जिसमें इस सटीक क्रम में निम्नलिखित कॉलम हों: ईमेल, उपयोगकर्ता नाम, नाम और देश। कृपया प्रति पंक्ति एक छात्र को शामिल करें और किसी भी हेडर, फुटर या रिक्त लाइनों को शामिल न करें।
ja_jp: この講座に一連のユーザーを新規登録、そして受講登録するには、次に示すカラムと並び順をもつCSVファイルを選択してください：email、ユーザー名、氏名、国 また、１受講者につき１行で記載し、ヘッダーやフッターや空行を含んではいけません。
lt_lt: Norėdami įregistruoti ir įrašyti visą kurso dalyvių sąrašą, pasirinkite CSV failą, kuriame surašyti duomenys stulpeliais būtent tokia tvarka: el. paštas, naudotojo vardas, vardas ir pavardė, šalis. Vienoje eilutėje turi būti vieno kurso dalyvio duomenys. Negali būti jokių antraščių, poraščių ar tuščių eilučių.
vi: Để đăng ký và ghi danh danh sách các tài khoản vào khóa học, chọn 1 tập tin CSV. Nó chứa bao gồm các cột theo hóa đơn, email,tên đăng nhập, tên đầy đủ và thành phố, mỗi học sinh 1 hàng.

source: Upload a CSV for bulk enrollment
hi: बल्क नामांकन के लिए CSV अपलोड करें
vi: Tải lên CSV để đăng ký số lượng lớn

source: Upload CSV
he: העלה קובץ CSV
hi: CSV अपलोड करें
ja_jp: CSVをアップロード
lt_lt: Įkelti CSV failą
vi: Tải lên CSV

source: Batch Beta Tester Addition
he: הוספת קבוצת בוחני בטא
hi: बैच बीटा परीक्षक जोड़
ja_jp: ベータテスターバッチ追加
lt_lt: Beta versijos bandytojų grupės pridėjimas
vi: Thêm Nhóm Người Dùng Thử Bản Beta

source: Note: Users must have an activated {platform_name} account before they can be enrolled as beta testers.
hi: नोट: उपयोगकर्ताओं के पास बीटा परीक्षक के रूप में नामांकित होने से पहले एक सक्रिय {platform_name} खाता होना चाहिए।
lt_lt: Pastaba: prieš tampant beta bandytojais, naudotojai privalo turėti {platform_name} aplinkos paskyrą.
vi: Lưu ý: Người dùng phải có một tài khoản {platform_name} đã kích hoạt trước khi đăng ký làm thành viên thử bản beta.

source: If this option is {em_start}checked{em_end}, users who have not enrolled in your course will be automatically enrolled.
hi: यदि यह विकल्प {em_start} चेक किया गया {em_end} है, तो जिन उपयोगकर्ताओं ने आपके पाठ्यक्रम में नामांकन नहीं किया है, वे स्वचालित रूप से नामांकित हो जाएंगे।
vi: Nếu tùy chọn này được {em_start}chọn{em_end}, người dùng chưa đăng ký khóa học của bạn sẽ được tự động đăng ký.

source: Checking this box has no effect if 'Remove beta testers' is selected.
he: לסימון תיבה זו אין כל השפעה אם 'הסר בודקי בטא' נבחר.
hi: अगर 'बीटा टेस्टर निकालें' को चुना जाए तो इस बॉक्स की जाँच का कोई प्रभाव नहीं पड़ता है।
ja_jp: この項目は’ベータテスターを削除する’が選択されている場合は影響しません。
lt_lt: Šio langelio žymėjimas neturi įtakos, jei yra pasirinkta "Pašalinti beta versijos bandytojus".
vi: Nhấp chọn ô này không có hiệu lực nếu đã chọn 'Bỏ người dùng thử bản beta'.

source: Add beta testers
he: הוסף בודקי בטא
hi: बीटा टेस्टर जोड़ें
ja_jp: ベータテスターを追加する
lt_lt: Pridėti beta versijos bandytojus
vi: Thêm người dùng thử bản beta

source: Remove beta testers
he: הסר בודקי בטא
hi: बीटा टेस्टर निकालें
ja_jp: ベータテスターを削除する
lt_lt: Pašalinti beta versijos bandytojus
vi: Bỏ người dùng thử bản beta

source: Course Team Management
hi: कोर्स टीम प्रबंधन
lt_lt: Kurso komandos valdymas
vi: Quản trị Nhóm Khóa học

source: Select a course team role:
hi: एक कोर्स टीम भूमिका का चयन करें:
lt_lt: Pasirinkti kurso komandos dalyvio vaidmenį:
vi: Lựa chọn vai trò một thành viên Nhóm Khóa học:

source: Getting available lists...
he: מקבל רשימות זמינות...
hi: उपलब्ध सूचियां प्राप्त हो रही...
ja_jp: 有効なリストを取得しています・・・
lt_lt: Siunčiami
vi: Đang tải danh sách...

source: Staff cannot modify these lists. To manage course team membership, a course Admin must give you the Admin role to add Staff or Beta Testers, or the Discussion Admin role to add discussion moderators and TAs.
hi: कर्मचारी इन सूचियों को संशोधित नहीं कर सकते। कोर्स टीम की सदस्यता का प्रबंधन करने के लिए, एक कोर्स एडमिन को स्टाफ या बीटा टेस्टर्स को जोड़ने के लिए आपको एडमिन रोल देना होगा, या चर्चा मध्यस्थों और TAs को जोड़ने के लिए डिस्कशन एडमिन की भूमिका।
vi: Nhân viên không thể sửa đổi những danh sách này. Để quản lý thành viên trong nhóm phụ trách khóa học, một quản trị viên khóa học phải cung cấp cho bạn quyền quản trị để thêm vào nhân viên hoặc thành viên thử nghiệm bản beta, hoặc quyền quản trị viên diễn đàn thảo luận để thêm vào người điều hành diễn đàn hoặc trợ giảng.
