Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: The minimum grade that a learner must earn to receive credit in the course, as a decimal between 0.0 and 1.0. For example, for 75%, enter 0.75.
hi: न्यूनतम ग्रेड जिसे एक शिक्षार्थी को पाठ्यक्रम में क्रेडिट प्राप्त करने के लिए अर्जित करना चाहिए, 0.0 और 1.0 के बीच एक दशमलव के रूप में। उदाहरण के लिए, 75% के लिए, 0.75 दर्ज करें।
ja_jp: 単位取得のために達成しなければならない成績の下限で、0.0 から 1.0 までの範囲となります。たとえば、75% であれば、0.75 と入力します。
lt_lt: Minimalus įvertinimas, kurį kurso dalyvis privalo gauti, kad gautų kurso kreditą. Nurodoma dešimtaine trupmena tarp 0,0 ir 1,0. Pavyzdžiui, norėdami įvesti 75 %, įveskite 0,75.
vi: Điểm tối thiểu mà một người học phải đạt được để nhận được tín chỉ trong khóa học. Nhập một số giữa 0.0 và 1.0, ví dụ 0,75 cho 75%.

source: Self Paced
hi: स्वयं को रखा
ja_jp: 自己進捗管理
vi: Tự học

source: Set this to "true" to mark this course as self-paced. Self-paced courses do not have due dates for assignments, and students can progress through the course at any rate before the course ends.
hi: इस पाठ्यक्रम को स्व-पुस्तक के रूप में चिह्नित करने के लिए इसे "सच" पर सेट करें। स्व-पुस्तक पाठ्यक्रमों में असाइनमेंट के लिए नियत तारीखें नहीं होती हैं, और छात्र पाठ्यक्रम समाप्त होने से पहले किसी भी दर पर पाठ्यक्रम के माध्यम से प्रगति कर सकते हैं।
ja_jp: これを "true" と設定することで、この講座を自己進捗管理とします。自己進捗管理となっている講座では締切日付は設けられず、受講者は講座が終了するまでの期間どのような進捗度合でも学習を進めることができます。
vi: Cài đặt "đúng" để đánh dấu khóa học thành tự học. Các môn theo cách tự học không có ngày kết thúc cho bài tập và học viên có thể tiến hành khóa học theo bất kì tốc độ nào trước khi khóa học kết thúc.

source: Bypass Course Home
vi: Bỏ qua Trang Giới thiệu Khoá học

source: Bypass the course home tab when students arrive from the dashboard, sending them directly to course content.
vi: Bỏ tab mở trang giới thiệu khóa học khi sinh viên đến từ trang tổng quan, chuyển tiếp luôn đến trang nội dung khóa học.

source: Enable Subsection Prerequisites
hi: सदस्यता आवश्यकताएँ सक्षम करें
vi: Kích hoạt Mục con Cần đạt được

source: Enter true or false. If this value is true, you can hide a subsection until learners earn a minimum score in another, prerequisite subsection.
hi: सही या गलत दर्ज करें। यदि यह मान सत्य है, तो आप एक उपधारा छिपा सकते हैं जब तक कि शिक्षार्थी दूसरे में न्यूनतम स्कोर अर्जित नहीं करते, पूर्वापेक्षा उपधारा।
vi: Nhập true hoặc false. Nếu giá trị này là true, bạn có thể ẩn một mục con cho đến khi người học đạt được điểm tối thiểu trong mục con điều kiện cần đạt được.

source: Course Learning Information
hi: पाठ्यक्रम सीखने की जानकारी
vi: Thông tin về Khóa học

source: Specify what student can learn from the course.
hi: निर्दिष्ट करें कि छात्र पाठ्यक्रम से क्या सीख सकता है।
vi: Chỉ rõ những gì học sinh có thể học được từ khóa học.

source: Course Visibility For Unenrolled Learners
hi: अनियंत्रित शिक्षार्थियों के लिए कोर्स दृश्यता
vi: Hiển Thị Khóa Học Cho Học Viên Chưa Đăng Kí

source: Defines the access permissions for unenrolled learners. This can be set to one of three values: 'private' (default visibility, only allowed for enrolled students), 'public_outline' (allow access to course outline) and 'public' (allow access to both outline and course content).
hi: अनियंत्रित शिक्षार्थियों के लिए पहुँच अनुमतियाँ परिभाषित करता है। इसे तीन मानों में से एक पर सेट किया जा सकता है: 'निजी' (डिफ़ॉल्ट दृश्यता, केवल नामांकित छात्रों के लिए अनुमति दी गई), 'public_outline' (पाठ्यक्रम की पहुंच की अनुमति दें) और 'सार्वजनिक' (दोनों रूपरेखा और पाठ्यक्रम सामग्री तक पहुंच की अनुमति दें)।
vi: Đặt quyền truy cập của học viên chưa đăng kí. Mục này có thể đặt 1 trong 3 giá trị: 'riêng tư' (mặc định, chỉ cho phép học viên đã đăng kí), 'công khai tổng quan' (cho phép truy cập tới tổng quan khóa học) và 'công khai' (cho phép truy cập tới cả tổng quan và nội dung khóa học).

source: Course Instructor
hi: कोर्स इंस्ट्रक्टर
vi: Giáo viên Hướng dẫn

source: Enter the details for Course Instructor
hi: कोर्स इंस्ट्रक्टर के लिए विवरण दर्ज करें
vi: Nhập thông tin chi tiết về Giáo viên hướng dẫn

source: Add Unsupported Problems and Tools
hi: असमर्थित समस्याएं और उपकरण जोड़ें
vi: Thêm Bài tập và Công cụ Không được Hỗ trợ

source: Enter true or false. If true, you can add unsupported problems and tools to your course in Studio. Unsupported problems and tools are not recommended for use in courses due to non-compliance with one or more of the base requirements, such as testing, accessibility, internationalization, and documentation.
hi: सही या गलत दर्ज करें। यदि सही है, तो आप अपने पाठ्यक्रम में असमर्थित समस्याओं और टूल को स्टूडियो में जोड़ सकते हैं। आधार आवश्यकताओं में से एक या अधिक आधार आवश्यकताओं, जैसे कि परीक्षण, पहुंच, अंतर्राष्ट्रीयकरण, और प्रलेखन के साथ अनुपालन न होने के कारण असमर्थित समस्याओं और उपकरणों की सिफारिश नहीं की जाती है।
vi: Nhập true hoặc false. Nếu true, bạn có thể thêm bài tập và công cụ không được hỗ trợ vào khóa học của bạn trong Studio. Các bài tập và công cụ không được hỗ trợ không được khuyến khích sử dụng trong các khóa học do không tuân thủ một hoặc nhiều yêu cầu cơ bản, chẳng hạn như kiểm tra, khả năng truy cập, quốc tế và tài liệu.

source: Highlights Enabled for Messaging
hi: मैसेजिंग के लिए सक्षम हाइलाइट्स
vi: Đã Kích Hoạt Highlight cho Nhắn Tin

source: Enter true or false. If true, any highlights associated with content in the course will be messaged to learners at their scheduled time.
hi: सही या गलत दर्ज करें। यदि सही है, तो पाठ्यक्रम में सामग्री से जुड़ी किसी भी हाइलाइट्स को उनके निर्धारित समय पर शिक्षार्थियों को संदेश दिया जाएगा।
vi: Chọn đúng hoặc sai. Nếu đúng, những điều nổi bật trong nội dung khóa học sẽ được gửi tin nhắn tới học viên theo giờ cố định.

source: Other Course Settings
hi: अन्य पाठ्यक्रम सेटिंग्स
ja_jp: その他の設定
lt_lt: Kiti kurso nustatymai
vi: Thiết Lập Khóa Học Khác

source: Any additional information about the course that the platform needs or that allows integration with external systems such as CRM software. Enter a dictionary of values in JSON format, such as { "my_custom_setting": "value", "other_setting": "value" }
hi: इस कोर्स के बारे में कोई अतिरिक्त जानकारी जो कि प्लेटफॉर्म की जरूरत है या जो कि CRM सिस्टम जैसे कि CRM सॉफ्टवेयर के साथ एकीकरण की अनुमति देता है। JSON प्रारूप में मानों का एक शब्दकोश दर्ज करें, जैसे {"my_custom_setting": "value", "other_setting": "value"}
vi: Bất kì thông tin thêm nào về khóa học mà nền tảng cần hoặc cho phép tích hợp với các hệ thống bên ngoài như phần mềm CRM. Nhập từ điền giá trị theo dạng JSON như { "my_custom_setting": "value", "other_setting": "value" }

source: General
he: כללי
hi: सामान्य
ja_jp: 一般
lt_lt: Bendras
vi: Chung

source: {assignment_type} = {weighted_percent:.2%} of a possible {weight:.2%}
hi: {असाइनमेंट_टाइप} = {भारित_पर्यंत: .२%} एक संभावित {भार: .२%}।
vi: {assignment_type} = {weighted_percent:.2%} của một có thể {weight:.2%}

source: Generated
hi: जनरेट किया गया
vi: Đã tạo

source: {section_type} {index} Unreleased - 0% (?/?)
hi: {section_type} {index} अप्रतिबंधित - 0% (? /?)
vi: {section_type} {index} Chưa Phát Hành - 0% (?/?)

source: The lowest {drop_count} {section_type} scores are dropped.
hi: सबसे कम {drop_count} {section_type} स्कोर गिराए जाते हैं।
vi: Điểm số {drop_count} {section_type} thấp nhất đã giảm.

source: {section_type} Average = {percent:.0%}
hi: {section_type} औसत = {प्रतिशत: .0%}
vi: {section_type} Trung bình = {percent:.0%}

source: {short_label} Avg
hi: {short_label} औसत
vi: {short_label} TB

source: Text
he: טקסט
hi: टैक्‍सट
ja_jp: テキスト
lt_lt: Tekstas
vi: Văn bản

source: Html contents to display for this module
he: תכני HTML להצגה עבור מודול זה
hi: इस मॉड्यूल के लिए प्रदर्शित करने के लिए Html सामग्री
ja_jp: このモジュールを表示するHTMLコンテンツ
lt_lt: Skirtas rodyti šio modulio HTML turinys
vi: Nội dung html để hiển thị cho module này

source: Source code for LaTeX documents. This feature is not well-supported.
he: קוד מקור עבור מסמכי LaTeX. תכונה זו לא נתמכת היטב.
hi: LaTeX दस्तावेजों के लिए स्रोत कोड। यह सुविधा अच्छी तरह से समर्थित नहीं है।
ja_jp: LaTeX文書のソースコード。この機能の信頼性は低いです。
lt_lt: Šaltinio kodas dokumentams "LaTeX" formate. Ši funkcija nėra gerai palaikoma.
vi: Các mã nguồn cho các văn bản LaTeX. Tính năng này không được hỗ trợ tốt.

source: Select Visual to enter content and have the editor automatically create the HTML. Select Raw to edit HTML directly. If you change this setting, you must save the component and then re-open it for editing.
he: בחר תמונה להזין תוכן ושהעורך יצור באופן אוטומטי את הHTML. בחר RAW לערוך HTML ישירות. אם הגדרה זו משונה, עליך לשמור את הרכיב ולפתוח אותו מחדש לעריכה.
hi: सामग्री दर्ज करने के लिए विज़ुअल का चयन करें और संपादक को स्वचालित रूप से एचटीएमएल बनाएं। HTML को सीधे संपादित करने के लिए कच्चे का चयन करें। यदि आप इस सेटिंग को बदलते हैं, तो आपको घटक को सहेजना होगा और फिर उसे संपादन के लिए फिर से खोलना होगा।
ja_jp: コンテンツに入力し、エディターが自動的にHTMLを作成するために、ビジュアルを選択してください。生データを選択し、HTMLディレクトリを編集してください。この設定を変えたら、アイテムを保存し、エディターで再度開く必要があります。
lt_lt: Norėdami įvesti turinį pasirinkite "Vaizdinis" ir rengyklė automatiškai sukurs HTML. Norėdami redaguoti tiesiai HTML, pasirinkite "Neapdorotas". Jeigu keisite šią nuostatą, turite išsaugoti komponentą ir tada iš naujo jį atidaryti redagavimui.
vi: Chọn trực quan để nhập nội dung và có các biên tập viên tự động tạo ra HTML. Chọn Raw để chỉnh sửa HTML trực tiếp. Nếu bạn thay đổi thiết lập này, bạn phải lưu các thành phần và sau đó mở lại nó để chỉnh sửa.

source: Editor
he: עורך
hi: संपादक
ja_jp: エディタ
lt_lt: Redaktorius
vi: Trình biên tập

source: Visual
he: חזותי
hi: दृश्य
ja_jp: ビジュアル
lt_lt: Vaizdinis
vi: Cái nhìn trực quan

source: Hide Page From Learners
hi: शिक्षार्थियों से पृष्ठ छिपाएँ
vi: Ẩn Trang Với Người Học

source: If you select this option, only course team members with the Staff or Admin role see this page.
hi: यदि आप इस विकल्प का चयन करते हैं, तो केवल स्टाफ या व्यवस्थापक भूमिका वाले टीम सदस्य ही इस पृष्ठ को देखते हैं।
vi: Nếu bạn chọn tùy chọn này, chỉ có quản lý khóa học với vai trò Nhân viên hoặc Quản lý mới có thể xem trang này.

source: HTML for the additional pages
he: HTML עבור עמודים נוספים.
hi: अतिरिक्त पृष्ठों के लिए HTML
ja_jp: 追加ページのHTML
lt_lt: Papildomų puslapių HTML
vi: HTML cho các trang khác

source: List of course update items
he: רשימה של פריטים שעודכנו בקורס
hi: पाठ्यक्रम अद्यतन आइटम की सूची
ja_jp: 講座更新アイテムのリスト
lt_lt: Atnaujinamų kurso objektų sąrašas
vi: Danh sách các khóa học cập nhật các mặt hàng

source: Any Type
he: כל סוג
hi: किसी भी तरह का
ja_jp: 全ての形式
lt_lt: Bet koks tipas
vi: Bất kỳ Loại

source: Library
he: ספרייה
hi: पुस्तकालय
ja_jp: ライブラリ
lt_lt: Biblioteka
vi: Thư viện

source: Select the library from which you want to draw content.
he: בחר ספרייה שממנה הנך רוצה לצייר את התוכן.
hi: उस पुस्तकालय का चयन करें जहाँ से आप सामग्री खींचना चाहते हैं।
ja_jp: コンテンツを描画するライブラリを選択してください。
lt_lt: Pasirinkite biblioteką, iš kurios norite imti medžiagą.
vi: Chọn các thư viện mà từ đó bạn muốn rút ra nội dung.

source: Library Version
he: גרסת ספרייה
hi: पुस्तकालय संस्करण
ja_jp: ライブラリバージョン
lt_lt: Bibliotekos versija
vi: Thư viện Version

source: Determines how content is drawn from the library
he: קובע כיצד תוכן נמשך מהספריה
hi: निर्धारित करता है कि पुस्तकालय से सामग्री कैसे खींची जाती है
ja_jp: ライブラリからのコンテンツの描画方法を決定します。
lt_lt: Nustato, kaip naudojamasi bibliotekos turiniu
vi: Xác định như thế nào nội dung được lấy từ thư viện

source: Choose n at random
he: בחר n באופן אקראי
hi: यादृच्छिक पर n चुनें
ja_jp: ランダムに n を選択
lt_lt: Atsitiktinai pasirinkite n
vi: Chọn n ngẫu nhiên

source: Count
he: ספירה
hi: गिनती
ja_jp: 数量
lt_lt: Suskaičiuoti
vi: Số lượng

source: Enter the number of components to display to each student.
he: ערוך את מספר המרכיבים להצגה לכל סטודנט.
hi: प्रत्येक छात्र को प्रदर्शित करने के लिए घटकों की संख्या दर्ज करें।
ja_jp: それぞれの受講者に表示するコンポーネントの数を入力してください。
lt_lt: Įrašykite, kiek komponentų bus rodoma kiekvienam kurso dalyviui.
vi: Nhập số thành phần để hiển thị cho mỗi học viên.

source: Problem Type
he: סוג בעיה
hi: समस्या का प्रकार
ja_jp: 問題の形式
lt_lt: Užduoties tipas
vi: Vấn đề Loại

source: Choose a problem type to fetch from the library. If "Any Type" is selected no filtering is applied.
he: בחר סוג בעיה ליבא מהספריה. אם "כל סוג" נבחר לא יוחלו מסננים.
hi: लाइब्रेरी से लाने के लिए एक समस्या प्रकार चुनें। यदि "कोई भी प्रकार" चुना जाता है तो कोई फ़िल्टरिंग लागू नहीं की जाती है।
ja_jp: ライブラリから取得する問題の形式を選んでください。「すべての形式」が選択されている場合フィルタリングされません。
lt_lt: Pasirinkite užduoties tipą iš bibliotekos. Pasirinkus "Bet koks tipas" netaikomas joks filtras.
vi: Chọn một loại vấn đề để tìm nạp từ thư viện. Nếu "Bất kỳ Loại " được chọn không có bộ lọc được áp dụng.

source: This component is out of date. The library has new content.
he: מרכיב זה מיושן. יש תוכן חדש בספריה.
hi: यह घटक पुराना है। पुस्तकालय में नई सामग्री है।
ja_jp: このコンポーネントは期限切れです。ライブラリに新しいコンテンツがあります。
lt_lt: Šis komponentas pasenęs. Bibliotekoje yra naujos medžiagos.
vi: Thành phần này là lỗi thời. Thư viện có nội dung mới.

source: {refresh_icon} Update now.
he: {refresh_icon} עדכן עכשיו.
hi: {ताज़ा आइकन} अभी अपडेट करें।
ja_jp: {refresh_icon} 更新する
lt_lt: {refresh_icon} Atnaujinti dabar
vi: {refresh_icon} Cập nhật bây giờ.

source: Library is invalid, corrupt, or has been deleted.
he: ספריה לא חוקית, מושחתת או נמחקה.
hi: लाइब्रेरी अमान्य, भ्रष्ट है, या हटा दी गई है।
ja_jp: ライブラリが無効か壊れているか削除されています。
lt_lt: Biblioteka neteisinga, sugadinta arba buvo pašalinta.
vi: Thư viện là không hợp lệ, bị hỏng, hoặc đã bị xóa.

source: Edit Library List.
he: ערוך רשימת ספריה
hi: लाइब्रेरी सूची संपादित करें।
ja_jp: ライブラリリストを編集する。
lt_lt: Redaguoti bibliotekų sąrašą
vi: Chỉnh sửa danh sách Library.

source: This course does not support content libraries. Contact your system administrator for more information.
he: קורס זה לא תומך בספריות תוכן. למידע נוסף, צור קשר עם מנהל המערכת.
hi: यह पाठ्यक्रम सामग्री पुस्तकालयों का समर्थन नहीं करता है। अधिक जानकारी के लिए अपने सिस्टम व्यवस्थापक से संपर्क करें।
ja_jp: この講座はコンテンツライブラリに対応していません。詳しい情報はシステム管理者に確認してください。
lt_lt: Šis kursas nepalaiko turinio bibliotekų. Norėdami sužinoti daugiau informacijos kreipkitės į sistemos administratorių.
vi: Khóa học này không hỗ trợ thư viện nội dung. Liên hệ quản trị hệ thống của bạn để biết thêm thông tin.

source: A library has not yet been selected.
he: לא נבחרה ספריה.
hi: एक पुस्तकालय अभी तक चयनित नहीं हुआ है।
ja_jp: ライブラリがまだ選択されていません。
lt_lt: Nepasirinkta biblioteka
vi: Chưa có thư viện nào được chọn.

source: Select a Library.
he: בחר ספרייה.
hi: एक पुस्तकालय का चयन करें।
ja_jp: ライブラリを選択してください。
lt_lt: Pasirinkti biblioteką.
vi: Chọn một thư viện.

source: There are no matching problem types in the specified libraries.
he: אין סוגי בעיות תואמים בספריות שצוינו.
hi: निर्दिष्ट पुस्तकालयों में कोई मिलान समस्या प्रकार नहीं हैं।
ja_jp: ライブラリに合致する問題の形式がありません。
lt_lt: Nurodytose bibliotekose nėra atitinkamų tipų užduočių.
vi: Không có loại vấn đề phù hợp trong các thư viện quy định.

source: Select another problem type.
he: בחר סוג בעיה אחר.
hi: एक अन्य समस्या प्रकार चुनें।
ja_jp: 別の問題の形式を選択してください。
lt_lt: Pasirinkite kitą užduočių tipą.
vi: Chọn một dạng bài tập khác.

source: The specified library is configured to fetch {count} problem,
he: הספריה המצוינת מוגדרת להביא בעיה {count},
ja_jp: 指定されたライブラリは{count}個の問題が取得されるように設定されています。
lt_lt: Nurodyta biblioteka turi atsiųsti {count} užduotį.
vi: Thư viện được chỉ định cấu hình để lấy {count} bài tập,

source: but there is only {actual} matching problem.
he: אבל יש רק {actual} בעיה תואמת.
ja_jp: しかし、実際には{actual}個の合致する問題しかありません。
lt_lt: bet yra tik {actual} atitinkanti užduotis.
vi: nhưng chỉ có {actual} bài phù hợp.

source: Edit the library configuration.
he: ערוך את הגדרת הבעיה.
hi: पुस्तकालय कॉन्फ़िगरेशन संपादित करें।
ja_jp: ライブラリ設定を編集する。
lt_lt: Redaguoti bibliotekos konfigūraciją
vi: Hiệu chỉnh cấu hình thư viện.

source: Invalid Library
he: ספריה לא חוקית
hi: अमान्य पुस्तकालय
ja_jp: 無効なライブラリ
lt_lt: Neteisinga biblioteka
vi: Thư viện không hợp lệ

source: No Library Selected
he: ספרייה לא נבחרה
hi: कोई पुस्तकालय चयनित नहीं है
ja_jp: ライブラリ未選択
lt_lt: Nepasirinkta biblioteka
vi: Không Library chọn

source: Library Display Name
he: שם תצוגה לספריה
hi: पुस्तकालय प्रदर्शन नाम
ja_jp: ライブラリ表示名
lt_lt: Rodomas bibliotekos pavadinimas
vi: Thư viện Tên Display

source: Enter the names of the advanced components to use in your library.
he: הזן את שמות הרכיבים המתקדמים לשימוש בספריה שלך.
hi: अपनी पुस्तकालय में उपयोग करने के लिए उन्नत घटकों के नाम दर्ज करें।
ja_jp: ライブラリで使用する拡張コンポーネントの名前を入力します。
lt_lt: Įveskite papildomų komponentų, kurie bus naudojami jūsų bibliotekoje, pavadinimus.
vi: Nhập tên của các thành phần tiên tiến để sử dụng trong thư viện của bạn.

source: The display name for this component. Analytics reports may also use the display name to identify this component.
hi: इस घटक का प्रदर्शन नाम। एनालिटिक्स रिपोर्ट इस घटक की पहचान करने के लिए प्रदर्शन नाम का भी उपयोग कर सकती हैं।
vi: Tên hiển thị cho thành phần này. Những báo cáo phân tích cũng có thể sử dụng tên hiển thị để xác định thành phần này.

source: Select True if you want students to click a link that opens the LTI tool in a new window. Select False if you want the LTI content to open in an IFrame in the current page. This setting is only used when Hide External Tool is set to False.
hi: सत्य का चयन करें यदि आप चाहते हैं कि छात्र एक लिंक पर क्लिक करें जो एक नई विंडो में एलटीआई टूल को खोलता है। यदि आप वर्तमान पृष्ठ में एक IFrame में एलटीआई सामग्री खोलना चाहते हैं, तो गलत का चयन करें। यह सेटिंग केवल तब उपयोग की जाती है जब बाहरी उपकरण छिपाएँ को False पर सेट किया जाता है।
ja_jp: 受講者にLTIツールを新しいウィンドウで開くためのリンクをクリックさせたい場合は、Trueを選択してください。LTIコンテンツを現在のページのIFrameで開かせたい場合はFalseを選択してください。この設定は外部ツールを隠す設定をFalseにする時にのみ使われます。
lt_lt: Pasirinkite "Taip", jeigu norite, kad kurso dalyviai paspaustų nuorodą, kuri atidaro LTI priemonę naujame lange. Pasirinkite "Ne", jeigu norite, kad LTI turinys atsidarytų polangyje esamame puslapyje. Ši nuostata naudojama tik tada, kai "Slėpti išorinę priemonę" yra nustatyta "Ne".
vi: Chọn True nếu bạn muốn học sinh nhấp vào liên kết mở các công cụ LTI trong một cửa sổ mới. Chọn False nếu bạn muốn các nội dung LTI để mở trong một IFrame trong trang hiện tại. Thiết lập này chỉ được sử dụng khi Hide Tool rộng được thiết lập để sai.

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
he: הזן את מספר הנקודות האפשריות עבור רכיב זה. ערך ברירת המחדל הינו 1.0 . שימוש בהגדרה זו אפשרי רק כאשר Scored קבועה כ - כן.
hi: इस घटक के लिए संभव बिंदुओं की संख्या दर्ज करें। डिफ़ॉल्ट मान 1.0 है। यह सेटिंग केवल तभी उपयोग की जाती है जब स्कोर को सच पर सेट किया जाता है।
ja_jp: このアイテムが実行できるポイントの数を入力してください。デフォルト値は1.0です。この設定は、採点済がTrueの時にのみ使われます。
lt_lt: Įveskite, kiek taškų galima gauti už šį komponentą. Numatytoji vertė yra 1,0. Ši nuostata naudojama tik tada, kai "Įvertinta" yra nustatyta "Taip".
vi: Nhập số điểm có thể cho các thành phần này. Giá trị mặc định là 1.0. Thiết lập này chỉ được sử dụng khi Ghi bàn được thiết lập là True.

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
hi: यदि आप किसी बाहरी उपकरण को लॉन्च करने के बजाय बाहरी ग्रेडिंग सिस्टम के साथ सिंक्रनाइज़ करने के लिए प्लेसहोल्डर के रूप में इस घटक का उपयोग करना चाहते हैं, तो सत्य का चयन करें। यह सेटिंग लॉन्च बटन और इस घटक के लिए किसी भी IFrames को छुपाता है।
ja_jp: 外部ツールを起動するのではなく、外部の採点システムと同期するための代用としてこのアイテムを使用したい場合、Trueを選択してください。この設定により、起動ボタンと、このアイテム用のIFrameは非表示になります。
lt_lt: Pasirinkite "Taip", jeigu norite šį komponentą panaudoti kaip vietaženklį sinchronizavimui su išorine vertinimo sistema, o ne paleisti išorinę priemonę. Šis parametras paslepia paleidimo mygtuką ir šio komponento polangius.
vi: Chọn True nếu bạn muốn sử dụng thành phần này như một giữ chỗ cho đồng bộ với một hệ thống phân loại bên ngoài hơn là khởi động một công cụ bên ngoài. Thiết lập này giấu các nút Launch và bất kỳ IFrame cho thành phần này.

source: Request user's email
he: בקש את הדואר האלקטרוני של המשתמש
hi: उपयोगकर्ता के ईमेल का अनुरोध करें
ja_jp: メールアドレスを要求
lt_lt: Prašyti naudotojo el. pašto
vi: Email yêu cầu của người sử dụng

source: Select True to request the user's email address.
hi: उपयोगकर्ता के ईमेल पते का अनुरोध करने के लिए सही का चयन करें।
ja_jp: ユーザのメールアドレスが必要な場合 True を選択
lt_lt: Pasirinkite "taip", jei norite prašyti naudotojo el. pašto adreso.
vi: Chọn True để yêu cầu địa chỉ email của người dùng.

source: LTI Application Information
he: מידע על יישומי LTI
hi: एलटीआई आवेदन की जानकारी
ja_jp: LTIアプリケーションの情報
lt_lt: LTI programos informacija
vi: LTI Thông tin ứng dụng

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
hi: तीसरे पक्ष के आवेदन का विवरण दर्ज करें। यदि उपयोगकर्ता नाम और / या ईमेल का अनुरोध करते हैं, तो इस टेक्स्ट बॉक्स का उपयोग उपयोगकर्ताओं को यह बताने के लिए करें कि उनके उपयोगकर्ता नाम और / या ईमेल को तीसरे पक्ष के आवेदन पर क्यों भेजा जाएगा।
ja_jp: サードパーティー製アプリケーションの記述を入力します。ユーザー名および/もしくはemailを求める場合には、このテキストボックスにユーザーに対してなぜユーザー名および/もしくはemailが必要であり、また、それらがサードパーティ製アプリケーションに引き渡されるであろうことを知らせてください。
lt_lt: Įveskite trečiosios šalies taikomosios programos aprašą. Jeigu joje prašoma pateikti naudotojo vardą ir/arba el. pašto adresą, šiame teksto lauke informuokite naudotojus, kodėl jų naudotojų vardai ir el. pašto adresai bus persiųsti trečiosios šalies taikomajai programai.
vi: Nhập một mô tả về các ứng dụng của bên thứ ba. Nếu yêu cầu tên đăng nhập và / hoặc email, sử dụng hộp văn bản này để thông báo cho người sử dụng tại sao tên đăng nhập và / hoặc email của họ sẽ được chuyển tiếp đến một ứng dụng của bên thứ ba.

source: Enter the text on the button used to launch the third party application.
he: הזן את הטקסט על הכפתור שישמש להפעיל את היישום של הצד השלישי.
hi: तृतीय पक्ष एप्लिकेशन लॉन्च करने के लिए उपयोग किए गए बटन पर पाठ दर्ज करें।
ja_jp: サードパーティ製アプリケーションを起動する際に用いられるボタンに表示するテキストを入力してください。
lt_lt: Įveskite tekstą ant mygtuko, kuriuo paleidžiama trečiosios šalies taikomoji programa.
vi: Nhập văn bản vào nút được sử dụng để khởi động các ứng dụng của bên thứ ba.

source: Accept grades past deadline
he: קבל ציונים לאחר תאריך היעד
hi: पिछले समय सीमा ग्रेड स्वीकार करें
ja_jp: 締切を過ぎた採点を受理する
lt_lt: Priimti įvertinimus po termino
vi: Chấp nhận điểm vượt quá hạn cuối trong quá khứ

source: Select True to allow third party systems to post grades past the deadline.
he: בחר כן לאפשר למערכות צד שלישי לשלוח ציונים לאחר תאריך היעד.
hi: थर्ड पार्टी सिस्टम को समय सीमा से पहले पोस्ट करने की अनुमति देने के लिए ट्रू का चयन करें।
ja_jp: サードパーティー製システムで締切を過ぎた採点の投稿を許可するにはTrueを選択してください。
lt_lt: Pasirinkite "Taip", jeigu leidžiate trečiosios šalies sistemoms skelbti įvertinimus pasibaigus terminui.
vi: Chọn True để cho phép hệ thống của bên thứ ba để viết lớp qua thời điểm.

source: Could not parse custom parameter: {custom_parameter}. Should be "x=y" string.
hi: कस्टम पैरामीटर पार्स नहीं कर सका: {custom_parameter}। "X = y" स्ट्रिंग होना चाहिए।
ja_jp: カスタムパラメータを解析することができませんでした。"x=y" の文字列である必要があります。：{custom_parameter}
lt_lt: Negalima išanalizuoti pasirinktinio parametro {custom_parameter}. Turi būti eilutė "x=y".
vi: Không thể phân tích tham số tùy chỉnh: {custom_parameter}. Nên được "x = y " chuỗi.

source: Could not parse LTI passport: {lti_passport}. Should be "id:key:secret" string.
hi: LTI पासपोर्ट पार्स नहीं कर सका: {lti_passport}। होना चाहिए "आईडी: कुंजी: गुप्त" स्ट्रिंग।
ja_jp: LTIパスポートを解析することができませんでした。"id:key:secret"の文字列である必要があります：{lti_passport}
lt_lt: Negalima išanalizuoti LTI paso {lti_passport}. Turi būti eilutė "id:key:secret".
vi: Không thể phân tích LTI hộ chiếu: {lti_passport}. Nên được "id:key:secret" chuỗi.

source: Due Date
he: תאריך סיום
hi: अंतिम तिथि
ja_jp: 期限
lt_lt: Pabaigos data
vi: Hạn nộp bài
