Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Deadline by which the learner must upgrade to a verified seat
hi: समय सीमा जिसके द्वारा शिक्षार्थी को सत्यापित सीट पर अपग्रेड करना होगा
vi: Thời hạn mà người học phải nâng cấp lên chỗ ngồi đã được xác minh

source: Schedule
he: קבע תאריך
hi: अनुसूची
ja_jp: スケジュール
lt_lt: Tvarkaraštis
vi: Lịch trình

source: By %(filter_title)s
hi: द्वारा%(filter_title)s
vi: Theo %(filter_title)s

source: Welcome to week %(week_num)s of %(course_name)s!
hi: %(week_num)sसप्ताह %(course_name)sके लिए आपका स्वागत है!
vi: Chào mừng bạn đến với tuần %(week_num)s của khoá học %(course_name)s!

source: We hope you're enjoying <strong>%(course_name)s</strong>! We want to let you know what you can look forward to in week %(week_num)s:
vi: Chúng tôi hy vọng bạn đang thích thú với khóa học <strong>%(course_name)s</strong>! Chúng tôi muốn cho bạn biết những điều đáng mong đợi ở tuần %(week_num)s:

source: With self-paced courses, you learn on your own schedule. We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
hi: स्व-पुस्तक पाठ्यक्रमों के साथ, आप अपने समय पर सीखते हैं। हम आपको प्रत्येक सप्ताह पाठ्यक्रम के साथ समय बिताने के लिए प्रोत्साहित करते हैं। आपका ध्यान केंद्रित अंत में भुगतान करेगा!
vi: Với những khóa học tự điều chỉnh, bạn có thể tự đặt thời khóa biểu. Chúng tôi khuyến khích bạn dành thời gian hang tuần cho khóa học. Sự tập trung của bạn sẽ đạt được thành quả xứng đáng!

source: Resume your course now
hi: अब अपना कोर्स फिर से शुरू करें
vi: Tiếp tục lại khóa học của bạn bây giờ

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in week %(week_num)s:
hi: हमें उम्मीद है %(course_name)sकि आप आनंद ले रहे होंगे! हम आपको यह बताना चाहते हैं कि आप सप्ताह में क्या देख सकते हैं%(week_num)s:
vi: Chúng tôi hy vọng bạn đang thích thú với khóa học %(course_name)s! Chúng tôi muốn cho bạn biết những điều đáng mong đợi ở tuần %(week_num)s:

source: Welcome to week %(week_num)s
hi: सप्ताह में आपका स्वागत है%(week_num)s
vi: Chào mừng đến với tuần %(week_num)s

source: Many %(platform_name)s learners are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
hi: %(platform_name)sकई शिक्षार्थी हर हफ्ते अधिक समस्याओं को पूरा कर रहे हैं, और चर्चा मंचों में भाग ले रहे हैं। सीखने के लिए आप क्या करना चाहते हैं?
vi: Nhiều %(platform_name)s người học đang hoàn thành nhiều bài tập hơn mỗi tuần, và tham gia vào các diễn đàn thảo luận. Bạn muốn làm gì để tiếp tục học?

source: Many %(platform_name)s learners in %(course_name)s are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
hi: कई %(platform_name)sशिक्षार्थी %(course_name)sहर हफ्ते अधिक समस्याओं को पूरा कर रहे हैं, और चर्चा मंचों में भाग ले रहे हैं। सीखने के लिए आप क्या करना चाहते हैं?
vi: Nhiều %(platform_name)s người học trong %(course_name)s đang hoàn thành nhiều bài tập hơn mỗi tuần, và tham gia vào các diễn đàn thảo luận. Bạn muốn làm gì để tiếp tục học?

source: Keep up the momentum!
hi: गति बनाए रखें!
vi: Theo kịp đà!

source: Many %(platform_name)s learners in <strong>%(course_name)s</strong> are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
vi: Rất nhiều học viên %(platform_name)s ở <strong>%(course_name)s</strong>đang hoàn thành rất nhiều bài tập mỗi tuần và tham gia diễn đàn thảo luận. Bạn muốn làm gì để có thể tiếp tục học?

source: Keep learning
hi: सीखते रहो
vi: Tiếp tục học

source: Remember when you enrolled in %(course_name)s, and other courses on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
hi: याद रखें कि आपने कब और किन पाठ्यक्रमों में दाखिला%(course_name)sलिया था? हम करते हैं, और हम आपके लिए खुश हैं! आओ%(platform_name)s देखें कि हर कोई क्या सीख रहा है।
vi: Bạn có nhớ đã tham gia %(course_name)s và các khóa học khác trên %(platform_name)s? Chúng tôi vẫn nhớ và chúng tôi rất vui khi có bạn! Hãy đến xem mọi người đang học những gì.

source: Remember when you enrolled in %(course_name)s on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
hi: याद है जब आप में दाखिला%(course_name)s लिया%(platform_name)s? हम करते हैं, और हम आपके लिए खुश हैं! आओ देखें कि हर कोई क्या सीख रहा है।
vi: Bạn có nhớ đã tham gia %(course_name)s trên %(platform_name)s? Chúng tôi vẫn nhớ và chúng tôi rất vui khi có bạn! Hãy đến xem mọi người đang học những gì.

source: Keep learning today
hi: आज सीखते रहो
vi: Tiếp tục học ngày hôm nay

source: Remember when you enrolled in <strong>%(course_name)s</strong>, and other courses on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
vi: Bạn có nhớ đã tham gia <strong>%(course_name)s</strong> và các khóa học khác trên %(platform_name)s? Chúng tôi vẫn nhớ và chúng tôi rất vui khi có bạn! Hãy đến xem mọi người đang học những gì.

source: Remember when you enrolled in <strong>%(course_name)s</strong> on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
vi: Bạn có nhớ đã tham gia <strong>%(course_name)s</strong> trên %(platform_name)s? Chúng tôi vẫn nhớ và chúng tôi rất vui khi có bạn! Hãy đến xem mọi người đang học những gì.

source: Start learning now
hi: अभी सीखना शुरू करें
vi: Bắt đầu học ngay bây giờ

source: Keep learning on %(platform_name)s
hi: सीखते रहिए%(platform_name)s
vi: Tiếp tục học %(platform_name)s

source: Keep learning in %(course_name)s
hi: में सीखते रहो%(course_name)s
vi: Tiếp tục học trong %(course_name)s

source: We hope you are enjoying learning with us so far on %(platform_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
hi: हमें उम्मीद है कि आप हमारे साथ %(platform_name)sअब तक सीखने में आनंद ले रहे हैं! एक %(platform_name)sसत्यापित प्रमाण पत्र आपको अपने नए ज्ञान और कौशल को उजागर करने की अनुमति देता है। एक प्रमाण पत्र आधिकारिक और आसानी से साझा करने योग्य है। द्वारा अपग्रेड करें%(user_schedule_upgrade_deadline_time)s।
vi: Chúng tôi hy vọng bạn đã có thời gian học vui vẻ với chúng tôi ở %(platform_name)s! Một chứng chỉ đã xác thực cho phép bạn đánh dấu kiến thức và kỹ năng mới của bản thân. Chứng chỉ %(platform_name)s là chính thức và có thể dễ dàng chia sẻ. Nâng cấp bới %(user_schedule_upgrade_deadline_time)s.

source: We hope you are enjoying learning with us so far in %(first_course_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
hi: हमें उम्मीद है कि आप हमारे साथ अभी तक सीखने में आनंद ले रहे हैं! एक सत्यापित प्रमाण पत्र आपको अपने नए ज्ञान और कौशल को उजागर करने की अनुमति देता%(first_course_name)s है। एक %(platform_name)sप्रमाण पत्र आधिकारिक और आसानी से साझा करने योग्य है। द्वारा अपग्रेड करें%(user_schedule_upgrade_deadline_time)s
vi: Chúng tôi hy vọng bạn đã có thời gian học vui vẻ với chúng tôi ở %(first_course_name)s! Một chứng chỉ đã xác thực cho phép bạn đánh dấu kiến thức và kỹ năng mới của bản thân. Chứng chỉ %(platform_name)s là chính thức và có thể dễ dàng chia sẻ. Nâng cấp bới %(user_schedule_upgrade_deadline_time)s.

source: Upgrade now
hi: अभी अपग्रेड करें
vi: Nâng cấp ngay bây giờ

source: We hope you are enjoying learning with us so far on <strong>%(platform_name)s</strong>! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
vi: Chúng tôi hy vọng bạn đã có thời gian học vui vẻ với chúng tôi ở <strong>%(platform_name)s</strong>! Một chứng chỉ đã xác thực cho phép bạn đánh dấu kiến thức và kỹ năng mới của bản thân. Chứng chỉ %(platform_name)s là chính thức và có thể dễ dàng chia sẻ.

source: We hope you are enjoying learning with us so far in <strong>%(first_course_name)s</strong>! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
vi: Chúng tôi hy vọng bạn đã có thời gian học vui vẻ với chúng tôi ở <strong>%(first_course_name)s</strong>! Một chứng chỉ đã xác thực cho phép bạn đánh dấu kiến thức và kỹ năng mới của bản thân. Chứng chỉ %(platform_name)s là chính thức và có thể dễ dàng chia sẻ.

source: Upgrade by <strong>%(user_schedule_upgrade_deadline_time)s</strong>.
vi: Nâng cấp bởi <strong>%(user_schedule_upgrade_deadline_time)s</strong>.

source: You are eligible to upgrade in these courses:
hi: आप इन पाठ्यक्रमों में उन्नयन के पात्र हैं:
vi: Bạn đủ điều kiện để nâng cấp những khóa học sau:

source: Example of a verified certificate
hi: एक सत्यापित प्रमाण पत्र का उदाहरण
vi: Ví dụ của mọt Chứng chỉ có xác thực

source: Upgrade now at
hi: अब अपग्रेड करें
vi: Nâng cấp ngay tại

source: Upgrade to earn a verified certificate on %(platform_name)s
hi: पर एक सत्यापित प्रमाण पत्र अर्जित करने के लिए अपग्रेड करें%(platform_name)s
vi: Nâng cấp để nhận được Chứng chỉ có xác thực của %(platform_name)s

source: Upgrade to earn a verified certificate in %(first_course_name)s
hi: में सत्यापित प्रमाण पत्र अर्जित करने के लिए अपग्रेड करें%(first_course_name)s
vi: Nâng cấp để kiếm được Chứng chỉ đã được xác thực trong %(first_course_name)s

source: Enable course home page improvements.
hi: मुख्य पृष्ठ सुधार को सक्षम करें।
ja_jp: 講座のホームページの改善を有効にする。
vi: Cho phép cải tiến trang nhất khóa học.

source: Site theme changed to {site_theme}
hi: साइट विषय को {site_theme} में बदल दिया गया
vi: Chủ đề trang web đã thay đổi thành {site_theme}

source: Theme {site_theme} does not exist
hi: थीम {site_theme} मौजूद नहीं है
vi: Chủ đề {site_theme} không tồn tại

source: Site theme reverted to the default
hi: साइट विषय डिफ़ॉल्ट पर वापस आ गया
vi: Chủ đề trang web được trẻ về mặc định

source: Theming Administration
hi: ठेला प्रशासन
vi: Quản trị Chủ đề

source: Usernames can only contain letters (A-Z, a-z), numerals (0-9), underscores (_), and hyphens (-).
hi: उपयोगकर्ता नाम में केवल अक्षर (A-Z, a-z), अंक (0-9), अंडरस्कोर (_) और हाइफ़न (-) हो सकते हैं।
vi: Tên người dùng chỉ có thể chứa chữ cái (A-Z, a-z), chữ số (0-9), dấu gạch dưới (_) và dấu gạch ngang (-).

source: Usernames can only contain letters, numerals, and @/./+/-/_ characters.
hi: उपयोगकर्ता नाम में केवल अक्षर, अंक और @ /। / + / - / _ अक्षर हो सकते हैं।
vi: Tên người dùng chỉ có thể chứa chữ cái, chữ số và các ký tự @/./+/-/_

source: "{email}" is not a valid email address.
hi: "{email}" एक मान्य ईमेल पता नहीं है।
vi: "{email}" không phải là địa chỉ email hợp lệ.

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
he: זה נראה כמו {email_address} שייך לחשבון קיים. נסה שוב עם כתובת דוא"ל אחרת.
hi: ऐसा लगता है कि {email_address} एक मौजूदा खाते से संबंधित है। एक अलग ईमेल पते के साथ फिर से प्रयास करें।
ja_jp: '{email_address}' は既に利用されています。別のメールアドレスをご利用ください。
lt_lt: Atrodo, kad {email_address} priklauso egzistuojančiai paskyrai. Pabandykite prisiregistruoti kitu el. pašto adresu.
vi: Có vẻ như {email_address} thuộc về một tài khoản hiện hành khác. Hãy thử lại với một email khác.

source: It looks like {username} belongs to an existing account. Try again with a different username.
he: זה נראה כמו {username} שייך לחשבון קיים. נסה שוב עם שם משתמש אחר.
hi: ऐसा लगता है कि {उपयोगकर्ता नाम} एक मौजूदा खाते से संबंधित है। एक अलग उपयोगकर्ता नाम के साथ फिर से प्रयास करें।
ja_jp: '{username}' は既に利用されています。別のユーザー名をご利用ください。
lt_lt: Atrodo, kad {username} priklauso egzistuojančiai paskyrai. Pabandykite prisiregistruoti kitu naudotojo vardu.
vi: Có vẻ như tên {username} thuộc về một tài khoản khác. Hãy thử lại với một tên người dùng khác.

source: Username must be between {min} and {max} characters long.
hi: उपयोगकर्ता नाम {मिनट} और {अधिकतम} वर्णों के बीच होना चाहिए।
vi: Tên đăng nhập phải dài từ {min} đến {max}.

source: Enter a valid email address that contains at least {min} characters.
hi: एक मान्य ईमेल पता दर्ज करें जिसमें कम से कम {min} अक्षर हों।
vi: Nhập địa chỉ email hợp lệ có ít nhất {min} ký tự.

source: Enter your full name.
hi: अपना पूरा नाम लिखे।
vi: Nhập tên đầy đủ của bạn.

source: The email addresses do not match.
hi: ईमेल पते मेल नहीं खाते हैं।
vi: Địa chỉ email không khớp.

source: Select your country or region of residence.
hi: अपने देश या निवास के क्षेत्र का चयन करें।
vi: Chọn quốc gia hoặc vùng lãnh thổ của bạn.

source: Select your profession.
hi: अपने पेशे का चयन करें।
vi: Chọn nghề nghiệp của bạn.

source: Select your specialty.
hi: अपनी विशेषता का चयन करें।
vi: Chọn chuyên môn của bạn.

source: Enter your profession.
hi: अपना पेशा दर्ज करें।
vi: Nhập nghề nghiệp của bạn.

source: Enter your specialty.
hi: अपनी विशेषता दर्ज करें।
vi: Nhập chuyên môn của bạn.

source: Enter your city.
hi: अपने शहर में प्रवेश करें।
vi: Nhập thành phố của bạn.

source: Tell us your goals.
hi: हमें अपने लक्ष्य बताएं।
vi: Cho chúng tôi biết các mục tiêu của bạn.

source: Select the highest level of education you have completed.
hi: आपके द्वारा पूरी की गई उच्चतम स्तर की शिक्षा का चयन करें।
vi: Chọn mức học vấn cao nhất bạn đã hoàn thành.

source: Enter your mailing address.
hi: अपना डाक पता दर्ज करें
vi: Nhập địa chỉ nhận thư của bạn.

source: The '{field_name}' field cannot be edited.
he: לא ניתן לערוך שדה '{field_name}'
hi: '{Field_name}' फ़ील्ड को संपादित नहीं किया जा सकता है।
ja_jp: その '{field_name}' フィールドは編集できません。
lt_lt: Lauko '{field_name}' negalima redaguoti.
vi: Mục '{field_name}' không thể chỉnh sửa.

source: Account creation not allowed.
hi: खाता निर्माण की अनुमति नहीं है।
vi: Không cho phép tạo tài khoản.

source: State/Province/Region
hi: राज्य / प्रांत / क्षेत्र
vi: Tỉnh/Thành phố

source: Company
hi: कंपनी
vi: Công ty

source: Job Title
hi: नौकरी का नाम
vi: Tiêu đề Việc

source: Mailing address
he: כתובת למשלוח דואר
hi: डाक - पता
ja_jp: 住所
lt_lt: Pašto adresas
vi: Địa chỉ thư

source: Tell us why you're interested in {platform_name}
he: ספר לנו למה אתה מתעניין ב{platform_name}
hi: हमें बताएँ कि आपको {platform_name} में रुचि क्यों है
ja_jp: なぜ{platform_name}に興味をもたれたのかご教示ください。
lt_lt: Pasakykite mums, kodėl jūs domitės {platform_name}
vi: Cho chúng tôi biết lý do bạn đến với {platform_name}

source: Profession
hi: व्यवसाय
vi: Nghề nghiệp

source: Specialty
hi: विशेषता
vi: Chuyên môn

source: Make sure that you are providing a valid username or a URL that contains "
vi: Đảm bảo rằng bạn đang cung cấp tên người dùng hợp lệ hoặc một URL có chứa "

source: This account has been temporarily locked due to excessive login failures. Try again later.
he: חשבון זה ננעל כתוצאה ממספר רב של נסיונות התחברות. אנא נסה מאוחר יותר.
hi: अत्यधिक लॉगिन विफ़लताओं के कारण यह खाता अस्थायी रूप से बंद कर दिया गया है। बाद में फिर से प्रयास करें।
ja_jp: このアカウントは過度のログイン失敗により、一時的にロックされました。しばらく時間をおいて実行してください。
lt_lt: Daug kartų nepavykus prisijungti ši paskyra laikinai užrakinta. Pabandykite vėliau.
vi: Tài khoản này tạm thời bị khóa do đăng nhập thất bại quá số lần cho phép. Vui lòng thử lại sau.

source: Email or password is incorrect.
he: דוא"ל או סיסמה שגויים.
hi: ई-मेल या पासवर्ड ग़लत है।
ja_jp: メールアドレス、もしくはパスワードが間違っています。
lt_lt: Neteisingas el. pašto adresas arba slaptažodis.
vi: Email hoặc mật khẩu không đúng.

source: Permission Denied
hi: अनुमति नहीं मिली
vi: Quyền hạn bị từ chối

source: Retirement does not exist!
hi: सेवानिवृत्ति मौजूद नहीं है!
vi: Yêu cầu nghỉ không tồn tại!

source: Success
hi: सफल
ja_jp: 成功
lt_lt: Pavyko
vi: Thành công

source: The email address you used to register with {platform_name}
he: כתובת דואר אלקטרוני שהשתמשת בזמן רישום ל{platform_name}
hi: वह ईमेल पता जिसे आपने {platform_name} के साथ पंजीकृत करने के लिए उपयोग किया था
ja_jp: {platform_name}に登録しているメールアドレスです
lt_lt: Jūs prisiregistravote prie {platform_name} šiuo el. pašto adresu
vi: Địa chỉ email bạn đã được sử dụng để đăng ký với {platform_name}

source: Remember me
he: זכור אותי
hi: मुझे याद रखें
ja_jp: ログイン状態を保存
lt_lt: Prisiminti mane
vi: Ghi nhớ

source: This is what you will use to login.
hi: यह वह है जिसे आप लॉगिन करने के लिए उपयोग करेंगे।
vi: Đây là những gì bạn sẽ sử dụng để đăng nhập.

source: Confirm Email
hi: ईमेल की पुष्टि करें
vi: Xác nhận Email

source: This name will be used on any certificates that you earn.
hi: यह नाम आपके द्वारा अर्जित किए जाने वाले किसी भी प्रमाणपत्र पर उपयोग किया जाएगा।
vi: Tên này sẽ được sử dụng trên bất kỳ chứng chỉ nào bạn có được.

source: Public Username
he: שם משתמש לתצוגה
hi: सार्वजनिक यूज़र नाम
ja_jp: ユーザー名
lt_lt: Viešas naudotojo vardas
vi: Tên đăng nhập công khai

source: The name that will identify you in your courses. It cannot be changed later.
hi: वह नाम जो आपके पाठ्यक्रमों में आपकी पहचान करेगा। इसे बाद में बदला नहीं जा सकता।
vi: Tên để xác định bạn trong khóa học của bạn. Không thể đổi sau.

source: Highest level of education completed
he: רמת ההשכלה
hi: शिक्षा का उच्चतम स्तर
ja_jp: 最終学歴
lt_lt: Aukščiausias pasiektas išsilavinimas
vi: Trình độ giáo dục cao nhất đã hoàn thành

source: Year of birth
he: שנת לידה
hi: जन्म का वर्ष
ja_jp: 誕生年
lt_lt: Gimimo metai
vi: Năm sinh

source: Country or Region of Residence
hi: देश या निवास का क्षेत्र
vi: Quốc gia hoặc Nơi cư trú

source: The country or region where you live.
hi: वह देश या क्षेत्र जहाँ आप रहते हैं।
vi: Quốc gia hoặc nơi bạn sinh sống.

source: Terms of Service and Honor Code
he: תנאי שימוש וקוד אתי
hi: सेवा और ऑनर कोड की शर्तें
ja_jp: 利用規約
lt_lt: Naudojimosi sąlygos ir sąžiningumo deklaracija
vi: Điều khoản Dịch vụ và Mã Danh dự

source: I agree to the {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
hi: मैं {platform_name} {terms_of_service_link_start} {terms_of_service} {terms_of_service_link_end} से सहमत हूं
vi: Tôi đồng ý với {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}

source: You must agree to the {platform_name} {terms_of_service}
hi: आपको {platform_name} {terms_of_service} से सहमत होना चाहिए
vi: Bạn phải đồng ý với {platform_name} {terms_of_service}

source: By creating an account with {platform_name}, you agree to abide by our {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} and agree to our {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end}.
vi: Khi việc tạo tài khoản với {platform_name}, bạn đồng ý với tuân thủ quy định{platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} và đồng ý với {privacy_policy_link_start}Chính Sách Bảo Mật{privacy_policy_link_end}.

source: I agree to the {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}
hi: मैं {platform_name} {tos_link_start} {terms_of_service} {tos_link_end} से सहमत हूं
vi: Tôi đồng ý với {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}

source: System maintenance in progress. Please try again later.
hi: सिस्टम रखरखाव प्रगति पर है। बाद में पुन: प्रयास करें।
vi: Hệ thống đang trong quá trình bảo trì. Vui lòng thử lại sau.

source: Delete failed for user preference '{preference_key}'.
he: נכשלה המחיקה של העדפות משתמש '{preference_key}'.
hi: उपयोगकर्ता वरीयता '{preference_key}' के लिए विफल हटाएं।
ja_jp: ユーザ設定の削除に失敗しました '{preference_key}'
lt_lt: Nepavyko pašalinti naudotojo nuostatos '{preference_key}'.
vi: Xóa thất bại cho người sử dụng ưu đãi '{preference_key}'.

source: Preference '{preference_key}' cannot be set to an empty value.
he: לא ניתן לקבוע ערך ריק להעדפה '{preference_key}'.
hi: प्राथमिकता '{preference_key}' को रिक्त मान पर सेट नहीं किया जा सकता।
ja_jp: 設定 '{preference_key}' は空欄を設定することはできません。
lt_lt: Nuostatos '{preference_key}' laukelis negali būti tuščias.
vi: '{preference_key}' không được là một giá trị rỗng.

source: Invalid user preference key '{preference_key}'.
he: מפתח העדפות משתמש חא חוקי '{preference_key}'.
hi: अमान्य उपयोगकर्ता वरीयता कुंजी '{preference_key}'।
ja_jp: 無効なユーザー設定キー'{preference_key}'。
lt_lt: Neteisingas naudotojo nuostatos raktas '{preference_key}'.
vi: Preference key '{preference_key}' không hợp lệ.

source: Value '{preference_value}' is not valid for user preference '{preference_key}'.
he: ערך '{preference_value}' לא תקף עבור העדפת משתמש '{preference_key}'.
hi: मान '{preference_value}' उपयोगकर्ता वरीयता '{preference_key}' के लिए मान्य नहीं है।
ja_jp: ユーザー設定'{preference_key}'の値'{preference_value}'は有効ではありません
lt_lt: Naudotojo nuostatos '{preference_key}' reikšmė '{preference_value}' neteisinga.
vi: Giá trị '{preference_value}' là không hợp lệ cho user preference '{preference_key}'.

source: Value '{preference_value}' not valid for preference '{preference_key}': Not in timezone set.
hi: मान '{preference_value}' वरीयता के लिए मान्य नहीं है '{preference_key}': समय-क्षेत्र सेट में नहीं।
vi: Gái trị '{preference_value}' không có giá trị ưu tiên '{preference_key}': Không trong thiết lập múi giờ.

source: Value '{preference_value}' is not a valid time zone selection.
hi: मान '{preference_value}' वैध समय क्षेत्र चयन नहीं है।
vi: Giá trị '{preference_value}' không phải là một lựa chọn múi giờ hợp lệ

source: Save failed for user preference '{key}' with value '{value}'.
he: שמירה נכשלה עבור העדפת משתמש '{key}' עם ערך '{value}'.
hi: मान '{value}' के साथ उपयोगकर्ता की प्राथमिकता '{key}' के लिए विफल सहेजें।
ja_jp: '{key}' の値 '{value}'のユーザー設定の保存に失敗しました。
lt_lt: Nepavyko įrašyti naudotojo nuostatos '{key}' reikšmės '{value}'.
vi: Lỗi khi lưu preference '{key}' với giá trị '{value}'.

source: No data provided for user preference update
he: אין נתונים הניתנים לעדכון העדפות משתמש
hi: उपयोगकर्ता वरीयता अद्यतन के लिए कोई डेटा प्रदान नहीं किया गया है
ja_jp: ユーザー設定の更新のデータが提供されていません
lt_lt: Nepateikta duomenų naudotojo nuostatai atnaujinti
vi: Không có dữ liệu được cung cấp để cập nhật sở thích người dùng

source: Hello %(full_name)s,
hi: नमस्ते%(full_name)s,
vi: Xin chào %(full_name)s,

source: We received a deletion request for your account on %(platform_name)s. We're sorry to see you go!
hi: हमें आपके खाते के लिए एक विलोपन अनुरोध प्राप्त हुआ। हमें खेद है कि आप %(platform_name)sजा रहे हैं!
vi: Chúng tôi nhấn được yêu cầu xóa tài khoản của bạn ở %(platform_name)s. Chúng tôi rất tiếc về điều này!

source: Your account will be deleted shortly. Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
hi: आपका खाता शीघ्र ही हटा दिया जाएगा। ईमेल सूची से हटाने सहित खाता विलोपन, हमारी प्रणाली के माध्यम से पूरी तरह से संसाधित होने में कुछ सप्ताह लग सकते हैं। यदि आप पहले ईमेल से बाहर निकलना चाहते हैं, तो कृपया किसी भी ईमेल के पाद लेख से सदस्यता समाप्त करें।
vi: Tài khoản của bạn sẽ sớm bị xóa. Xóa tài khoản, bao gồm xóa khỏi danh sách email, có thể mất vài tuần để hoàn thành trong toàn bộ hệ thống. Nếu bạn không muốn nhận email trước đó, vui lòng hủy đăng ký ở cuối mỗi email.

source: This is an informational email only. If you did not initiate this request, please contact %(contact_email)s.
hi: यह केवल एक सूचनात्मक ईमेल है। यदि आपने यह अनुरोध आरंभ नहीं किया है, तो कृपया संपर्क करें%(contact_email)s
vi: Đây chỉ là email thông tin. Nếu bạn không yêu cầu thông tin này, vui lòng liên hệ%(contact_email)s.

source: Best, %(platform_name)s
hi: श्रेष्ठ,%(platform_name)s
vi: Trân trọng, %(platform_name)s

source: Your Account Has Been Queued For Deletion
hi: आपका खाता हटा दिया गया है
vi: Tài Khoản Của Bạn Đã Được Đưa Vào Hàng Chờ Xóa

source: Superuser creation not allowed
hi: सुपरयुसर निर्माण की अनुमति नहीं है
vi: Không được phép tạo người dùng cấp cao

source: Account modification not allowed.
hi: खाता संशोधन की अनुमति नहीं है।
vi: Không được phép sửa đổi tài khoản.
