Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: This post could not be reopened. Refresh the page and try again.
es_419: No se pudo abrir esta publicación de nuevo. Recargue la página e intente nuevamente.
hi: यह पद फिर से खोला नहीं जा सका। पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
ko_kr: 이 게시글을 열 수 없었습니다. 새로고침을 클릭해주세요.
pt_br: Esta postagem não pôde ser reaberta. Atualize a página e tente novamente.
vi: Bài này không thể mở lại. Làm mới lại trang và thử lại.

source: Hide Discussion
es_419: Ocultar Discusión
hi: चर्चा छिपाएं
ja_jp: ディスカッションを隠す
ko_kr: 게시판 감추기
lt_lt: Slėpti diskusiją
pt_br: Ocultar discussão
vi: Ẩn thảo luận
zh_tw: 隱藏討論

source: This discussion could not be loaded. Refresh the page and try again.
es_419: No se pudo cargar esta discusión. Recargue la página e intente nuevamente.
hi: यह चर्चा लोड नहीं की जा सकी। पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
ko_kr: 게시판을 불러올 수 없었습니다. 새로고침을 눌러주세요.
pt_br: Esta discussão não pôde ser carregada. Atualize a página e tente novamente.
vi: Không mở được cuộc thảo luận này. Làm mới lại trang và thử lại.

source: Show Discussion
es_419: Mostrar Discusión
hi: चर्चा दिखाएं
ja_jp: ディスカッションを表示
ko_kr: 게시판 보기
lt_lt: Rodyti diskusiją
pt_br: Exibir discussão
vi: Hiện thảo luận
zh_tw: 顯示討論

source: Loading more threads
es_419: Cargando más discusiones
hi: और कड़ियां लोड करें
ja_jp: 追加のスレッドを読み込み中
ko_kr: 다른 게시물 추가 로딩중
lt_lt: Įkeliama daugiau gijų
pt_br: Carregando mais tópicos
vi: Đang tải thêm chủ đề
zh_tw: 載入更多threads

source: Additional posts could not be loaded. Refresh the page and try again.
es_419: No se pudieron cargar las publicaciones adicionales. Recargue la página e intente nuevamente.
hi: अतिरिक्त पोस्ट लोड नहीं किए जा सके। पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
ko_kr: 게시글을 불러올 수 없었습니다. 새로고침을 클릭해주세요.
pt_br: As postagens adicionais não puderam ser carregadas. Atualize a página e tente novamente.
vi: Không thể mở những bài kèm theo. Làm mới lại trang và thử lại.

source: Current conversation
es_419: conversación actual
hi: वर्तमान बातचीत
ja_jp: 現在の会話
ko_kr: 현재 대화
lt_lt: Dabartinis pokalbis
pt_br: Conversa atual
vi: Đoạn hội thoại hiện tại
zh_tw: 目前互動

source: Loading posts list
es_419: Cargando lista de publicaciónes
hi: पोस्ट सूची लोड हो रही है
ko_kr: 게시글 목록 로딩중
pt_br: Carregando a lista de postagens
vi: Đang tải danh sách các bài viết

source: No results found for {original_query}. Showing results for {suggested_query}.
es_419: No se encontraron resultados para {original_query}. Mostrando resultados para {suggested_query}.
ko_kr: {original_query}로 검색된 결과 없음. {suggested_query}로 검색된 결과 보기.
pt_br: Nenhum resultado encontrado para {original_query}. Exibindo resultados para {suggested_query}.
vi: Không tìm thấy kết quả cho {original_query}. Đang hiện các kết quả cho {suggested_query}.

source: No posts matched your query.
es_419: Ninguna publicación coincide con los criterios dados.
hi: आपकी क्वेरी से कोई भी पोस्ट मेल नहीं खाता है।
ko_kr: 귀하의 검색에 부합하는 게시글이 없었습니다.
pt_br: Nenhuma postagem correspondeu à sua busca.
vi: Không có bài nào khớp với tìm kiếm của bạn.

source: Show posts by {username}.
es_419: Mostrar las publicaciones por {username}.
hi: {username} द्वारा पोस्ट दिखाएं।
ko_kr: {username} 가 작성한 글 보기.
pt_br: Exibir publicações de {username}.
vi: Những bài của {username}.

source: The post you selected has been deleted.
es_419: La publicación que seleccionó ha sido borrada.
hi: आपके द्वारा चयनित पद हटा दिया गया है।
ko_kr: 선택한 게시글이 삭제되었습니다.
pt_br: A postagem que você selecionou foi apagada.
vi: Bài bạn chọn đã bị xóa.

source: Responses could not be loaded. Refresh the page and try again.
es_419: No se pudieron cargar respuestas. Recargue la página e intente nuevamente.
hi: प्रतिक्रियाएं लोड नहीं की जा सकीं। पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
ko_kr: 응답을 불러올 수 없었습니다. 새로고침을 클릭해주세요.
pt_br: As respostas não puderam ser carregadas. Atualize a página e tente novamente.
vi: Không thể tải những bài phản hồi. Làm mới lại trang và thử lại.

source: Additional responses could not be loaded. Refresh the page and try again.
es_419: No se pudieron cargar respuestas adicionales. Recargue la página e intente nuevamente.
hi: अतिरिक्त प्रतिक्रियाएं लोड नहीं की जा सकीं। पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
ko_kr: 추가적인 응답을 불러올 수 없었습니다. 새로고침을 클릭해주세요.
pt_br: As respostas adicionais não puderam ser carregadas. Atualize a página e tente novamente.
vi: Không thể tải câu trả lời kèm theo. Làm mới lại trang và thử lại.

source: {numResponses} other response
es_419: {numResponses} otra respuesta
ko_kr: {numResponses} 기타 답변
pt_br: {numResponses} outra resposta
vi: {numResponses} phản hồi khác

source: {numResponses} response
es_419: {numResponses} respuesta
ko_kr: {numResponses} 답변
pt_br: {numResponses} resposta
vi: {numResponses} phản hồi

source: Showing all responses
es_419: Mostrando todas las respuestas
hi: सभी जवाब दिखाए जा रहे हैं
ja_jp: すべての返信を表示中
ko_kr: 모든 답변 보여주기
lt_lt: Rodomi visi atsakymai
pt_br: Exibindo todas as respostas
vi: Đang hiện tất cả phản hồi
zh_tw: 顯示所有回應

source: Showing first response
es_419: Mostrando la primera respuesta
ja_jp: はじめの %(numResponses)s の回答
ko_kr: 첫 {numResponses} 답변 보기
lt_lt: Rodomas pirmas atsakymas
pt_br: Exibindo a primeira resposta
vi: Đang hiện {numResponses} phản hồi đầu tiên
zh_tw: 顯示前%(numResponses)s 回應

source: Load all responses
es_419: Cargando todas las respuestas
hi: सभी जवाब लोड करें
ja_jp: すべての回答を表示
ko_kr: 모든 답변 로드하기
lt_lt: Įkelti visus atsakymus
pt_br: Carregar todas as respostas
vi: Tải tất cả các phản hồi
zh_tw: 載入所有回應

source: Load next {numResponses} responses
es_419: Cargar las siguientes {numResponses} respuestas
ko_kr: 다음 {numResponses} 답변 가져오기
pt_br: Carregar próximas {numResponses} respostas
vi: Mở tiếp {numResponses} phản hồi

source: Are you sure you want to delete this post?
es_419: ¿Está seguro de que desea borrar esta publicación?
hi: क्या आप वाकई इस पोस्ट को हटाना चाहते हैं?
ja_jp: この投稿を削除してもよろしいですか？
ko_kr: 이 게시물을 삭제하시겠습니까?
lt_lt: Ar jūs tikrai norite pašalinti šį pranešimą?
pt_br: Você tem certeza de que deseja apagar esta publicação?
vi: Bạn chắc chắn muốn xóa bài đăng này?
zh_tw: 您確定要刪除這篇文章？

source: Your post will be discarded.
es_419: Su publicación será descartada.
hi: आपका पद छोड़ दिया जाएगा।
ja_jp: あなたの投稿は破棄されます。
ko_kr: 게시물이 삭제됩니다.
lt_lt: Jūsų skelbimas bus panaikintas.
pt_br: Sua publicação será descartada.
vi: Bài viết sẽ bị xóa.
zh_tw: 您的文章將會被捨棄。

source: anonymous
es_419: anónimo
hi: गुमनाम
ja_jp: 匿名
ko_kr: 익명
lt_lt: anonimas
pt_br: anônimo
vi: ẩn danh
zh_tw: 匿名

source: Are you sure you want to delete this comment?
es_419: ¿Está seguro de que desea borrar este comentario?
hi: क्या आप वाकई इस टिप्पणी को हटाना चाहते हैं?
ja_jp: このコメントを削除してもよろしいですか？
ko_kr: 이 댓글을 삭제하시겠습니까?
lt_lt: Ar jūs tikrai norite panaikinti šį komentarą?
pt_br: Tem certeza de que deseja apagar este comentário?
vi: Bạn chắc chắn muốn xóa bình luận này?
zh_tw: 您確定要刪除此評論嗎？

source: This comment could not be deleted. Refresh the page and try again.
es_419: No se pudo borrar este comentario. Recargue la página e intente nuevamente.
hi: इस टिप्पणी को हटाया नहीं जा सका। पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
ko_kr: 이 댓글을 삭제할 수 없었습니다. 새로고침을 클릭해주세요.
pt_br: Este comentário não pôde ser apagado. Atualize a página e tente novamente.
vi: Không thể xóa nhận xét này. Làm mới lại trang và thử lại.

source: Are you sure you want to delete this response?
es_419: ¿Está seguro de que desea borrar esta respuesta?
hi: क्या आप वाकई इस जवाब को हटाना चाहते हैं?
ja_jp: この回答を削除してもよろしいですか？
ko_kr: 이 답변을 삭제하시겠습니까?
lt_lt: Ar jūs tikrai norite panaikinti šį atsakymą?
pt_br: Você tem certeza de que deseja apagar esta resposta?
vi: Bạn chắc chắn muốn xóa phản hồi này?
zh_tw: 您確定要刪除這篇回應？

source: The email address you've provided isn't formatted correctly.
es_419: La dirección de correo que ha ingresado no está en el formato correcto.
hi: आपके द्वारा प्रदान किया गया ईमेल पता सही ढंग से स्वरूपित नहीं किया गया है।
ja_jp: 提供していただいたメールアドレスの書式が正しくありません。
ko_kr: 작성한 이메일 형식이 잘못되었습니다.
pt_br: O endereço de e-mail que você utilizou não está formatado corretamente.
vi: Địa chỉ email bạn cung cấp không hợp lệ.
zh_tw: 您所提供的電子郵件地址的格式不正確。

source: %(field)s must have at least %(count)d characters.
es_419: %(field)s debe tener al menos %(count)d caracteres.
hi: %(field)sमें कम से कम %(count)d वर्ण होने चाहिए।
ja_jp: %(field)s には最低でも %(count)d 文字必要です。
ko_kr: %(field)s 는 적어도 %(count)d 자가 있어야 합니다.
pt_br: %(field)s deve ter no mínimo %(count)d caracteres.
vi: %(field)s phải có ít nhất %(count)d kí tự.
zh_tw: %(field)s 至少要有 %(count)d 字元。

source: %(field)s can only contain up to %(count)d characters.
es_419: %(field)s solo puede contener hasta %(count)d caracteres.
hi: %(field)s में केवल %(count)d शामिल हो सकते हैं पात्र।
ja_jp: %(field)s には最大 %(count)d 文字までしか含める事ができません。
ko_kr: %(field)s 는 %(count)d 자까지 포함할 수 있습니다.
pt_br: %(field)s pode conter somente até %(count)d caracteres.
vi: %(field)s chỉ được có tối đa %(count)d kí tự.
zh_tw: %(field)s 最多只能有 %(count)d 字元。

source: Please enter your %(field)s.
es_419: Por favor ingrese su %(field)s.
hi: कृपया अपना %(field)s दर्ज करें|
ja_jp: %(field)s を入力して下さい．
ko_kr: %(field)s 를 입력하세요.
pt_br: Insira seu %(field)s.
vi: Vui lòng nhập %(field)s.
zh_tw: 請輸入您的 %(field)s.

source: Drop target image
es_419: Soltar la imagen
hi: लक्ष्य छवि छोड़ें
ja_jp: 目的の画像をドロップ
ko_kr: 타겟이미지를 드롭하세요
lt_lt: Padėti paskirties paveikslą
pt_br: Soltar a imagem de destino
vi: Thả hình đã chọn
zh_tw: 拖曳目標圖片

source: dragging out of slider
es_419: arrastrando fuera del carrusel
hi: स्लाइडर से बाहर खींच रहा है
ja_jp: スライダーの外にドラッグ
ko_kr: 슬라이더 당기기
lt_lt: nutempiama iš slankiklio
pt_br: Arrastando para fora da barra deslizante
vi: đang kéo khỏi thanh trượt
zh_tw: 拖曳出滑動條

source: dragging
es_419: arrastrando
hi: खींचना
ja_jp: ドラッグ
ko_kr: 마우스로 끌고 오기
lt_lt: tempiama
pt_br: arrastando
vi: đang kéo
zh_tw: 拖著

source: dropped in slider
es_419: soltada en el carrusel
hi: स्लाइडर में गिरा
ja_jp: スライダーの中にドロップ
ko_kr: 슬라이더에 떨어트렸습니다.
lt_lt: nutempta į slankiklį
pt_br: solta na barra deslizante
vi: được thả vào thanh trượt
zh_tw: 拖曳進滑動條

source: dropped on target
es_419: soltada en el lugar correcto
hi: निशाने पर गिरा
ja_jp: 目的の場所にドロップ
ko_kr: 목표점에 떨어트렸습니다.
lt_lt: nutempta į paskirties vietą
pt_br: solta no destino
vi: được thả lên đối tượng
zh_tw: 拖曳到目標上

source: %s ago
es_419: hace %s
hi: %s पहले
ja_jp: %s 前
ko_kr: %s 전
lt_lt: prieš %s
pt_br: %s atrás
vi: %s trước đó
zh_tw: %s 之前

source: %s from now
es_419: %s a partir de ahora
hi: अभी से %s
ja_jp: 現在から %s 前
ko_kr: 지금으로 부터 %s 이후
lt_lt: %s nuo dabar
pt_br: %s a partir de agora
vi: %s kể từ bây giờ
zh_tw: 距今 %s

source: less than a minute
es_419: menos de un minuto
hi: एक मिनट से कम
ja_jp: １分以内
ko_kr: 일분 이내
lt_lt: mažiau nei minutę
pt_br: menos de um minuto
vi: chưa đến một phút
zh_tw: 不到一分鐘

source: about a minute
es_419: cerca de un minuto
hi: तकरीबन एक मिनट
ja_jp: 約１分
ko_kr: 1분가량
lt_lt: apie minutę
pt_br: cerca de um minuto
vi: khoảng một phút
zh_tw: 約一分鐘

source: %d minute
es_419: %d minuto
ja_jp: %d 分
ko_kr: %d분
lt_lt: %d minutę
pt_br: %d minuto
vi: %d phút
zh_tw: %d 分鐘

source: about an hour
es_419: cerca de una hora
hi: तकरीबन एक घंटा
ja_jp: 約１時間
ko_kr: 약 한 시간 정도
lt_lt: apie valandą
pt_br: aproximadamente uma hora
vi: khoảng một giờ
zh_tw: 約一小時

source: about %d hour
es_419: cerca de %d hora
ja_jp: 約 %d 時間
ko_kr: 약 %d시간 정도
lt_lt: apie %d valandą
pt_br: cerca de %d hora
vi: khoảng %d giờ
zh_tw: 大約%d個小時

source: a day
es_419: un día
hi: एक दिन
ja_jp: １日
ko_kr: 하루
lt_lt: diena
pt_br: um dia
vi: một ngày
zh_tw: 一天

source: %d day
es_419: %d día
ja_jp: %d 日
ko_kr: %d일
lt_lt: %d dieną
pt_br: %d dia
vi: %d ngày
zh_tw: %d天

source: about a month
es_419: cerca de un mes
hi: तकरीबन एक महीना
ja_jp: 約１ヶ月
ko_kr: 약 1개월
lt_lt: apie mėnesį
pt_br: aproximadamente um mês
vi: khoảng một tháng
zh_tw: 大約一個月

source: %d month
es_419: %d mes
ja_jp: %d ヶ月
ko_kr: %d 개월
lt_lt: %d mėnesį
pt_br: %d mês
vi: %d tháng
zh_tw: %d個月

source: about a year
es_419: cerca de un año
hi: तकरीबन एक साल
ja_jp: 約１年
ko_kr: 약 1년
lt_lt: apie metus
pt_br: aproximadamente um ano
vi: khoảng một năm
zh_tw: 大約一年

source: %d year
es_419: %d año
ja_jp: %d 年
ko_kr: %d 년
lt_lt: %d metus
pt_br: %d ano
vi: %d năm
zh_tw: %d 一年

source: User
es_419: Usuario
ja_jp: ユーザ
ko_kr: 이용자
lt_lt: Naudotojas
pt_br: Usuário
zh_tw: 用戶

source: Annotation
es_419: Anotacion
ja_jp: 注釈
ko_kr: 주석
lt_lt: Komentaras
pt_br: Anotação
zh_tw: 註解

source: Start
es_419: Inicio
ja_jp: 開始
ko_kr: 시작
lt_lt: Pradėti
pt_br: Iniciar
zh_tw: 開始

source: End
es_419: Fin
ja_jp: 終了
ko_kr: 끝
lt_lt: Baigti
pt_br: Finalizar
zh_tw: 結束

source: #Replies
es_419: #Respuestas
ja_jp: #返信
ko_kr: #답글들
lt_lt: #Atsakymai
pt_br: #Respostas
zh_tw: #回覆

source: Date posted
es_419: Fecha de publicación
ja_jp: 投稿日時
ko_kr: 게시된 날짜
lt_lt: Data paskelbta
pt_br: Data da publicação
zh_tw: 發表日期

source: More
es_419: Más
hi: अधिक
ja_jp: その他
ko_kr: 더보기
lt_lt: Daugiau
pt_br: Mais
vi: Thêm
zh_tw: 更多

source: My Notes
es_419: Mis notas
ja_jp: マイノート
ko_kr: 내 노트
lt_lt: Mano užrašai
pt_br: Minhas anotações
zh_tw: 我的筆記

source: Public
es_419: Público
ja_jp: 一般公開
ko_kr: 공개
lt_lt: Vieša
pt_br: Público
zh_tw: 公開

source: Search
es_419: Buscar
hi: खोजें
ja_jp: 検索
ko_kr: 검색
lt_lt: Paieška
pt_br: Pesquisar
vi: Tìm kiếm
zh_tw: 搜尋

source: Users
es_419: Usuarios
ja_jp: ユーザー
ko_kr: 이용자
lt_lt: Naudotojai
pt_br: Usuários
zh_tw: 使用者

source: Tags
es_419: Etiquetas
hi: टैग्स
ja_jp: タグ
lt_lt: Žymos
pt_br: Marcações
vi: Tag
zh_tw: 標籤

source: Annotation Text
es_419: Anotación
ja_jp: 注釈テキスト
ko_kr: 주석 텍스트
lt_lt: Komentaro tekstas
pt_br: Texto da anotação
zh_tw: 註解文本

source: Clear
es_419: Borrar
hi: साफ
ja_jp: クリア
ko_kr: 지우기
lt_lt: Išvalyti
pt_br: Limpar
vi: Xóa
zh_tw: 清除

source: Text
es_419: Texto
ja_jp: テキスト
lt_lt: Tekstas
pt_br: Texto
zh_tw: 文本

source: Video
es_419: Vídeo
ja_jp: ビデオ
ko_kr: 동영상
lt_lt: Vaizdo įrašas
pt_br: Vídeo
zh_tw: 影片

source: Image
es_419: Imagen
hi: फोटो
ja_jp: 画像
ko_kr: 이미지
lt_lt: Paveikslas
pt_br: Imagem
vi: Hình ảnh
zh_tw: 圖片

source: Reply
es_419: Responder
ja_jp: 返信
ko_kr: 답글
lt_lt: Atsakyti
pt_br: Responder
zh_tw: 回覆

source: Tags:
es_419: Etiquetas:
hi: टैग्‍स :
ja_jp: タグ：
lt_lt: Žymos:
pt_br: Marcações:
vi: Tag:
zh_tw: 標籤︰

source: Check the box to remove all flags.
es_419: Marque la casilla para eliminar todas las marcas.
ja_jp: 全てのフラグを解除するにはチェックをいれます。
ko_kr: 모든 플래그를 삭제하려면 확인란을 선택합니다.
lt_lt: Norėdami pašalinti visas gaireles pažymėkite šį langelį.
pt_br: Marque a caixa para remover todas as marcações.
zh_tw: 確認此方框來清除所有標誌。

source: Check the box to remove %(totalFlags)s flag.
es_419: Marque la casilla para eliminar %(totalFlags)s marca.
ja_jp: %(totalFlags)s件のフラグを解除するにはチェックをいれます。
ko_kr: %(totalFlags)s 플래그를 삭제하려면 확인란을 선택합니다.
lt_lt: Norėdami pašalinti %(totalFlags)s gairelę pažymėkite šį langelį.
pt_br: Marque a caixa para remover %(totalFlags)s marcação.
zh_tw: 確認此方框來移除 %(totalFlags)s 標誌。

source: Check the box to remove %(count)s flag.
es_419: Marque la casilla para eliminar %(count)s marca.
ja_jp: Check the box to remove %(count)s flags.
ko_kr: %(count)s 플래그를 삭제하려면 확인란을 선택합니다.
lt_lt: Norėdami pašalinti %(count)s gairelę pažymėkite šį langelį.
pt_br: Marque a caixa para remover %(count)s marcação.
zh_tw: 確認此方框來移除 %(count)s 標誌。

source: All flags have been removed. To undo, uncheck the box.
es_419: Todas las marcas han sido eliminadas. Para deshacer, desmarque la casilla.
ja_jp: 全てのフラグが解除されました。元に戻すにはチェックを外してください。
ko_kr: 모든 플래그가 제거되었습니다. 취소하려면 박스 선택을 취소하세요
lt_lt: Visos gairelės pašalintos. Norėdami atšaukti veiksmą, panaikinkite šio langelio žymėjimą.
pt_br: Todos as marcações foram removidas. Para desfazer essa ação, desmarque a caixa.
zh_tw: 所有標誌已經被移除。若要復原，取消選中的方框。

source: You have already reported this annotation.
es_419: Ya había reportado esta publicación.
ja_jp: この注釈は既に問題報告されました。
ko_kr: 이 주석은 이미 신고되었습니다.
lt_lt: Jūs jau pranešėte apie šį komentarą.
pt_br: Você já denunciou essa anotação.
zh_tw: 您已經回報此標誌了。

source: Report annotation as inappropriate or offensive.
es_419: Reportar una publicación como ofensiva o inapropiada.
ja_jp: 注釈が不適切および攻撃的表現であると報告する。
ko_kr: 부적절한 주석으로 신고합니다.
lt_lt: Praneškite apie netinkamą arba įžeidžiantį komentarą.
pt_br: Denuncie o comentário como inapropriado ou ofensivo.
zh_tw: 回報此標誌為不適當或令人厭惡的。

source: This annotation has %(count)s flag.
es_419: Esta publicación tiene %(count)s marca.
ja_jp: この注釈には%(count)s件のフラグが設定されました。
ko_kr: 이 주석은 %(count)s 플래그가 있습니다.
lt_lt: Šis komentaras pažymėtas %(count)s gairele.
pt_br: Esse comentário já foi marcado %(count)s vez.
zh_tw: 此標誌有 %(count)s 標誌。

source: An unexpected error occurred. Please try again.
es_419: Se produjo un error inesperado. Por favor, inténtelo nuevamente.
hi: एक अप्रत्याशित त्रुटि हुई। कृपया पुन: प्रयास करें।
ja_jp: 予期せぬエラーが発生しました。やり直してください。
ko_kr: 알 수 없는 오류가 발생했습니다. 잠시 후에 다시 시도하세요.
lt_lt: Įvyko nenumatyta klaida. Prašome bandyti dar kartą.
pt_br: Ocorreu um erro inesperado. Tente novamente.
vi: Đã có một lỗi xảy ra. Vui lòng thử lại.
zh_tw: 錯誤發生。請重新再試。

source: Financial Assistance
es_419: Asistencia financiera
hi: वित्तीय सहायता
ko_kr: 금융 지원
pt_br: Assistência Financeira
vi: Hỗ trợ Tài chính

source: Upset Learner
es_419: Estudiante alterado
hi: अपसेट लर्नर
ko_kr: 불만 학습자
pt_br: Aluno chateado
vi: Học viên Không hài lòng

source: Teaching Assistant
es_419: Profesor asistente
hi: शिक्षण सहायक
ko_kr: 조교
pt_br: Assistente de aula
vi: Trợ giảng

source: Please specify a reason.
es_419: Por favor especifique una razón.
hi: कृपया कोई कारण बताएं।
ko_kr: 이유를 입력하세요.
pt_br: Por favor, especificar um motivo
vi: Vui lòng nêu rõ lý do.

source: Something went wrong changing this enrollment. Please try again.
es_419: Ocurrió un error al cambiar esta inscripción. Por favor intente nuevamente.
hi: इस नामांकन को बदलने में कुछ गलत हुआ। कृपया पुन: प्रयास करें।
ko_kr: 수강 신청 중에 문제가 발생했습니다. 다시 시도해 보셍요.
pt_br: Algo deu errado ao mudar esta matrícula. Por favor, tente novamente.
vi: Đã xảy ra sự cố khi thay đổi đăng ký này. Vui lòng thử lại.

source: last activity
es_419: última actividad
hi: आख़िरी गतिविधि
ja_jp: 直前の活動
ko_kr: 최근 활동
lt_lt: paskutinė veikla
pt_br: Última atividade
vi: hoạt động gần nhất
zh_tw: 最後活動

source: open slots
es_419: campos abiertos
hi: खुला स्लॉट
ja_jp: 公開スロット
ko_kr: 열린 란
lt_lt: laisvos vietos
pt_br: Slots abertos
vi: vị trí còn trống

source: name
es_419: nombre
hi: नाम
ja_jp: 名前
ko_kr: 이름
lt_lt: vardas
pt_br: nome
vi: tên
zh_tw: 名稱

source: team count
es_419: Cantidad de equipos
hi: टीम की गिनती
ja_jp: チーム得点
ko_kr: 팀 인원 수
lt_lt: komandų skaičius
pt_br: Contagem de equipes
vi: số lượng nhóm
zh_tw: 團隊總數

source: Teams
es_419: Equipos
hi: टीमों
ja_jp: チーム
ko_kr: 팀
lt_lt: Komandos
pt_br: Equipes
vi: Những nhóm
zh_tw: 團隊

source: Create
es_419: Crear
hi: सृजन करना
ja_jp: 作成
ko_kr: 만들기
lt_lt: Sukurti
pt_br: Criar
vi: Tạo mới
zh_tw: 建立

source: Update
es_419: Actualizar
hi: अपडेट करा
ja_jp: 更新
ko_kr: 공지사항
lt_lt: Atnaujinti
pt_br: Atualizar
vi: Cập nhật
zh_tw: 更新

source: Team Name (Required) *
es_419: Nombre del equipo (Requerido) *
hi: टीम का नाम (आवश्यक) *
ja_jp: チーム名 (必須) *
ko_kr: 팀 이름 (필수 입력) *
lt_lt: Komandos pavadinimas (privalomas) *
pt_br: Nome da equipe (obrigatório) *
vi: Tên nhóm (bắt buộc) *
zh_tw: 團隊名稱(必要)。

source: A name that identifies your team (maximum 255 characters).
es_419: Nombre que identifica al equipo (máximo 255 caracteres).
hi: एक नाम जो आपकी टीम (अधिकतम 255 वर्ण) की पहचान करता है।
ja_jp: チームを特定するための名称 (最大 255文字まで) 。
ko_kr: 팀을 나타내는 이름입니다(최대 255자).
lt_lt: Pavadinimas, identifikuojantis jūsų komandą (daugiausia 255 simboliai).
pt_br: Um nome que identifique sua equipe (máximo de 255 caracteres).
vi: Tên để phân biệt nhóm của bạn (tối đa 255 ký tự).
zh_tw: 團隊名稱 (最大為255個字元長度)

source: Team Description (Required) *
es_419: Descripción del equipo (Requerido) *
hi: टीम विवरण (आवश्यक) *
ja_jp: チームの説明 (必須) *
ko_kr: 팀 설명 (필수 입력) *
lt_lt: Komandos aprašas (privalomas) *
pt_br: Descrição da equipe (obrigatória) *
vi: Giới thiệu nhóm (bắt buộc) *
zh_tw: 團隊描述 (必要)

source: A short description of the team to help other learners understand the goals or direction of the team (maximum 300 characters).
es_419: Descripción corta del equipo para ayudar a otros estudiantes a entender los objetivos o enfoques del equipo (máximo 300 caracteres).
hi: अन्य शिक्षार्थियों को टीम के लक्ष्यों या दिशा (अधिकतम 300 वर्ण) को समझने में मदद करने के लिए टीम का संक्षिप्त विवरण।
ja_jp: 他の受講者に、チームの目的や指向しているものを理解してもらうための参考となる短文解説 (最大 300文字まで) 。
ko_kr: 다른 학습자가 팀의 목표나 방향에 대해 이해할 수 있도록 하는, 팀에 대한 짧은 설명입니다(최대 300자).
lt_lt: Trumpas komandos aprašas, padedantis kitiems kurso dalyviams suprasti komandos tikslus ar veiklos sritį (daugiausia 300 simbolių).
pt_br: Uma descrição concisa para divulgar para outros alunos os objetivos e metas da sua equipe (máximo de 300 caracteres).
vi: Giới thiệu ngắn về nhóm để giúp người học khác hiểu mục đích và phương hướng của nhóm (tối đa 300 ký tự).
zh_tw: 簡短的團隊描述，以助於其他學習者了解此團隊的目標與方向 (最大為255個字元長度)

source: Language
es_419: Idioma
hi: भाषा
ja_jp: 言語
ko_kr: 언어
lt_lt: Kalba
pt_br: Idioma
vi: Ngôn ngữ
zh_tw: 語言

source: The language that team members primarily use to communicate with each other.
es_419: El idioma que usan los miembros del equipo para comunicarse.
hi: टीम के सदस्य जो भाषा मुख्य रूप से एक दूसरे के साथ संवाद करने के लिए उपयोग करते हैं।
ja_jp: チームのメンバーがお互いにコミュニケーションをする際に主として使う言語。
ko_kr: 팀 구성원 대부분의 사용 언어
lt_lt: Kalba, kuria komandos nariai pirmiausia bendrauja vienas su kitu.
pt_br: O idioma principal que os membros da equipe usam para se comunicar.
vi: Ngôn ngữ mà thành viên nhóm sử dụng chính để giao tiếp với nhau.
zh_tw: 團隊成員主要使用的語言。

source: Country
es_419: País
hi: देश
ja_jp: 国
ko_kr: 국가
lt_lt: Šalis
pt_br: País
vi: Quốc gia
zh_tw: 國家

source: The country that team members primarily identify with.
es_419: El país que identifica de forma primaria a los miembros del equipo.
hi: टीम के सदस्य देश की पहचान मुख्य रूप से करते हैं।
ja_jp: チームの主なメンバーの国。
ko_kr: 팀 구성원 대부분의 국가
lt_lt: Šalis, su kuria komandos nariai pirmiausia tapatinasi.
pt_br: O país com o qual os membros da equipe se identificam.
vi: Quốc gia chính của các thành viên nhóm.
zh_tw: 團隊成員主要的所屬國家。

source: An error occurred. Please try again.
es_419: Ocurrió un error. Por favor, intente nuevamente.
hi: एक त्रुटि पाई गई। कृपया पुन: प्रयास करें।
ja_jp: エラーが起きました。再度、お試しください。
ko_kr: 오류가 발생했습니다. 잠시 후에 다시 시도하세요.
lt_lt: Įvyko klaida. Prašome bandyti dar kartą.
pt_br: Ocorreu um erro. Tente novamente.
vi: Có lỗi xảy ra. Vui lòng thử lại.
zh_tw: 錯誤發生。請重新再試。

source: Check the highlighted fields below and try again.
es_419: Revise los campos resaltados abajo e intente nuevamente.
hi: नीचे दिए गए हाइलाइट किए गए फ़ील्ड की जाँच करें और पुनः प्रयास करें।
ja_jp: 下記にハイライトされているところの内容を確認して再入力してください。
ko_kr: 아래에 표시된 영역을 확인 후 다시 시도하세요.
lt_lt: Patikrinkite pažymėtus laukus ir bandykite dar kartą.
pt_br: Confira o campo em destaque antes e tente novamente.
vi: Kiểm tra lại mục được bôi sáng bên dưới và thử lại lần nữa.
zh_tw: 請確認下方提醒的欄位並重新輸入。

source: Enter team name.
es_419: Ingrese el nombre del equipo.
hi: टीम का नाम दर्ज करें।
ja_jp: チーム名を入力。
ko_kr: 팀 이름을 입력하세요.
lt_lt: Įveskite komandos pavadinimą.
pt_br: Insira o nome da equipe.
vi: Nhập tên nhóm.
zh_tw: 輸入團隊名稱。

source: Team name cannot have more than 255 characters.
es_419: El nombre del equipo no puede tener más de 255 caracteres.
hi: टीम के नाम में 255 से अधिक वर्ण नहीं हो सकते।
ja_jp: チーム名は 255 文字を超えることができません。
ko_kr: 팀 이름은 255자를 넘을 수 없습니다.
lt_lt: Komandos pavadinimas negali būti ilgesnis nei 255 simboliai.
pt_br: O nome da equipe não pode exceder 255 caracteres.
vi: Tên nhóm không thể có trên 255 ký tự.
zh_tw: 團隊名稱不能超過 255 個字元

source: Enter team description.
es_419: Ingrese la descripción del equipo.
hi: टीम विवरण दर्ज करें।
ja_jp: チーム名の紹介を入力。
ko_kr: 팀에 대한 설명을 입력합니다.
lt_lt: Įveskite komandos aprašą.
pt_br: Insira a descrição da equipe.
vi: Nhập giới thiệu nhóm.
zh_tw: 輸入團隊描述。
