Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Example Based Assessment is not configured for this location.
vi: Đánh giá dựa trên ví dụ không được cấu hình cho vị trí này.

source: All AI tasks associated with this item have been rescheduled successfully.
vi: Tất cả các công việc liên quan đến AI với chỉ mục này đã được dời lại thành công.

source: An error occurred while rescheduling tasks: {}
vi: Có lỗi xảy ra trong khi lên lịch lại nhiệm vụ: {}

source: Validation error: There was an error in the XML definition of the examples provided by the user. Please correct the XML definition before saving.
vi: Lỗi xác nhận: Có lỗi trong định nghĩa XML của những ví dụ được cung cấp bởi người sử dụng. Xin vui lòng sửa các định nghĩa XML trước khi lưu.

source: Validation error: No examples were provided for example based assessment.
vi: Lỗi xác nhận: Không có ví dụ được cung cấp cho việc đánh giá dựa trên ví dụ.

source: The "algorithm_id" value must be set to "ease" or "fake"
vi: Các "algorithm_id " giá trị phải được thiết lập thành "dễ dàng" hoặc "giả"

source: Criteria duplicate name(s): {duplicates}
vi: (Các) tiêu chí trùng lặp tên: {duplicates}

source: Example-based assessments cannot have duplicate point values.
vi: Đánh giá dựa trên ví dụ không thể có giá trị điểm trùng lặp.

source: Display name for this module
he: שם תצוגה עבור רכיב זה
ja_jp: このモジュール名を表示
lt_lt: Rodyti šio modulio pavadinimą
vi: Tên hiển thị cho mô-đun này

source: Average
vi: Vừa phải

source: Message
vi: Thông điệp

source: Low
vi: Nhỏ

source: More
he: יותר
vi: Thêm

source: Next Step
he: שלב הבא
lt_lt: Kitas etapas
vi: Bước tiếp theo

source: Image
vi: Hình ảnh

source: Prev
vi: Trước

source: Share
vi: Chia sẻ

source: Description:
vi: Mô tả:

source: Source:
he: מקור:
ja_jp: 出展：
lt_lt: Šaltinis:
vi: Nguồn:

source: Width
vi: Độ rộng

source: Height
vi: Chiều cao

source: Video
hi: व्‍हीडियो
ja_jp: ビデオ
lt_lt: Vaizdo įrašas

source: Video ID
he: מזהה וידיאו
hi: वीडियो आईडी
ja_jp: 動画ID
lt_lt: Vaizdo įrašo identifikatorius

source: The {course_mode} course mode has a minimum price of {min_price}. You must set a price greater than or equal to {min_price}.
hi: {कोर्स मोड} कोर्स मोड में न्यूनतम मूल्य {न्यूनतम मूल्य} है। आपको {न्यूनतम मूल्य} से अधिक या उससे अधिक मूल्य निर्धारित करना होगा।

source: {currency_symbol}{price}
hi: {मुद्रा प्रतीक} {मूल्य}
lt_lt: {price} {currency_symbol}

source: Please add a key/value 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' in SiteConfiguration model's site_values field.
hi: प्लीज अदद आ की/वैल्यू 'थर्ड_पार्टी_आउठ_ओन्ली_डोमैन/{साइट_ईमेल_डोमैन}' इं साइटकोन्फ़िगुरएस्न मॉडेल्स साइट_वैल्यूस फील्ड |

source: User with this email doesn't exist in system.
hi: उसेर विथ दिस ईमेल डोएस नॉट एकसिस्ट इं सिस्टम |

source: Your organization ID (if your organization has an existing page on LinkedIn) e.g 1337. If not provided, will default to sending Platform Name (e.g. edX) instead.
hi: यूअर ओरगनिज़सन आइ द (इफ यूअर औरगनिज़सन हैस अन एक्सिस्टिंग पेज ऑन लिंकेडीन) उधारण 1337 | इफ नॉट प्रोवाइडेड, विल डिफ़ाल्ट तो सेंडिंग प्लैटफ़ार्म नेम (उधारण . एड्क्स) इंस्टेड |

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: user_id, username, email, course_id, is_verified, verification_date
hi: ईट एक्सपेक्टेड ठाट द डाटा विल बी प्रोवाइडेड इं ए सीएसवी फ़ाइल फ़ारमैट फ़र्स्ट रो बिंग द हेयडर अँड कोलूम्स विल बी अस फोललौस : उसेर_आइ द, उसेरनेम, ईमेल, कोर्स_आइ द, ईस_वेरीफाएड, वेरिफिकसन_डेट

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: course_id, username, mode
hi: इट एकस्पेक्ट ठाट द डाटा विल बी प्रोवाइडेड इन आ सीएसवी फ़ाइल फ़ारमैट विथ फ़र्स्ट रो बीइंग द हैडर अँड कोलुंन्स विल बी एस फोललौस: कोर्स_आइ द, यूसर्नेम, मोड

source: An employee (a user whose email has current site's domain name) whose email exists in this model, can be able to login from login screen through email and password. And if any employee's email doesn't exist in this model then that employee can login via third party authentication backend only.
hi: एक एम्प्लोयी ( एक उसेर जिसके ईमेल में करेंट साइट डोमैन नाम है) जिसका ईमेल मोडेल में एकसिस्ट करता है, वह लॉगिन स्क्रीन को केवल ईमेल और पासवर्ड से अपना लॉगिन कर सकता है | और अगर किसी एम्प्लॉई का ईमेल एकसिस्ट नहीं करता ऐसे मोडेल में तब वह एम्प्लोयी लॉगिन कर सकता है सिर्फ थ्रू थर्ड पार्टी औथेंटिकटिओन बककेंद

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: username, current_email, desired_email
hi: यह एकस्पेक्ट करता है की डाटा सीएसवी फ़ाइल फ़ारमैट में प्रोवाइडेड होगा जिसका फ़र्स्ट रो हैडर होहा और कोलूम्स कुछ इस प्रकार: यूसर्नेम, करेंट_ईमेल, दिसक्रिबेड_ईमेल

source: Add a reason
hi: एक रीज़न अदद करे

source: optional. If this provider is an Organization, this attribute can be used reference users in that Organization
hi: वैकल्पिक। यदि यह प्रदाता एक संगठन है, तो इस विशेषता का उपयोग उस संगठन में संदर्भ उपयोगकर्ताओं के लिए किया जा सकता है

# am/pm indicator
source: AM
hi: प्रातः

# am/pm indicator
source: PM
hi: सायं

source: Question {}
hi: क्वेस्चन {}

source: Expected a {expected_tag} tag; got {given_tag} instead
he: צפוי תג {expected_tag}; במקום זאת התקבל תג {given_tag}
hi: एक {अपेक्षित_टैग} टैग की उम्मीद; इसके बदले {दिया_टैग} मिला
ja_jp: {given_tag} ではなく {expected_tag} タグが必要です
lt_lt: Tikėtasi {expected_tag} žymos; vietoj to gauta {given_tag}

source: True/False Choice
he: בחירה נכון/לא נכון
hi: सच / गलत विकल्प
ja_jp: 正/誤 選択
lt_lt: Pasirenkamieji atsakymai: "Taip" arba "Ne"

source: There was a problem with the staff answer to this problem: complex boundary.
he: הייתה בעיה עם תשובת הצוות עבור בעיה זו: גבול מורכב.
hi: इस समस्या के लिए स्टाफ़ के जवाब में कुछ गड़बड़ थी।
ja_jp: この問題に対してスタッフの回答に問題がありました：複雑な境界
lt_lt: Klaida: kompleksinio skaičiaus riba.

source: There was a problem with the staff answer to this problem: empty boundary.
he: הייתה בעיה עם תשובת הצוות עבור בעיה זו: גבול ריק.
hi: इस समस्या के लिए स्टाफ़ के जवाब में कुछ गड़बड़ थी।
ja_jp: この問題に対してスタッフの回答に問題がありました：空の境界
lt_lt: Klaida: nenurodyta intervalo riba.

source: Custom Evaluated Script
he: מלל הערכה מותאם אישית
hi: कस्टम मूल्यांकित स्क्रिप्ट
ja_jp: カスタム評価スクリプト
lt_lt: Tinkintas vertinimo scenarijus

source: Symbolic Math Input
he: קלט סמלים מתמטיים
hi: प्रतीकात्मक गणित इनपुट
ja_jp: Symbolic Math入力
lt_lt: Matematinio simbolio įvestis

source: An error occurred with SymbolicResponse. The error was: {error_msg}
hi: प्रतीकात्मक प्रतिक्रिया के साथ एक त्रुटि हुई। त्रुटि थी: {error_msg}
ja_jp: SymbolicResponseでエラーが発生しました。エラー内容：{error_msg}
lt_lt: Įvyko klaida dėl SymbolicResponse. Klaida: {error_msg}

source: Error: No grader has been set up for this problem.
he: שגיאה: לא הוגדר בודק עבור בעיה זו.
hi: त्रुटि: इस समस्या के लिए कोई भी ग्रेडर निर्धारित नहीं किया गया है।
ja_jp: エラー：この問題に対する採点者が設定されていません。
lt_lt: Klaida: nenustatytas joks šios užduoties vertintojas.

source: External Grader
he: בודק חיצוני.
hi: बाहरी ग्रेडर
ja_jp: 外部採点エンジン
lt_lt: Išorinis vertintojas

source: Math Expression Input
he: שדה נוסחה מתמטית
hi: गणित अभिव्यक्ति इनपुट
ja_jp: Math Expression入力
lt_lt: Matematinio reiškinio įvestis

source: Circuit Schematic Builder
he: בונה מעגלים סכמטי
hi: सर्किट योजनाबद्ध बिल्डर
ja_jp: 回路図ビルダー
lt_lt: Grandinės schemos rengyklė

source: Error in evaluating SchematicResponse. The error was: {error_msg}
hi: SchematicResponse का मूल्यांकन करने में त्रुटि। त्रुटि यह थी: {error_msg}
ja_jp: 回路図の評価に問題があります。 エラー内容：{error_msg}
lt_lt: Klaida vertinant SchematicResponse. Klaida: {error_msg}

source: Image Mapped Input
he: קלט ממופה תמונה
hi: इमेज मैप्ड इनपुट
ja_jp: 画像マップ入力
lt_lt: Paveikslo įvestis

source: Error in problem specification! Cannot parse rectangle in {sr_coords}
he: שגיאה בפירוט הבעיה! לא ניתן לנסח מלבן ב{sr_coords}
hi: समस्या विनिर्देशन में त्रुटि! {Sr_coords} में आयत को पार्स नहीं किया जा सकता
ja_jp: 問題の指定に関するエラー！{sr_coords}の四角形を解析できません。
lt_lt: Klaida užduoties sąlygoje! Negalima išanalizuoti stačiakampio koordinatėse {sr_coords}.

source: Annotation Input
he: הזנת הסברים
hi: एनोटेशन इनपुट
ja_jp: 注釈入力
lt_lt: Komentaro įvestis

source: Checkboxes With Text Input
he: תיבות סימון עם הזנת טקסט
hi: टेक्स्ट इनपुट के साथ चेकबॉक्स
ja_jp: テキスト入力月チェックボックス
lt_lt: Žymimieji langeliai su teksto įvestimi

source: The Staff answer could not be interpreted as a number.
he: לא ניתן לפרש את תשובת הצוות כמספר.
hi: स्टाफ़ के जवाब की व्याख्या एक संख्या के रूप में नहीं की जा सकी।
ja_jp: スタッフの回答は数字で受け取ることは出来ません。
lt_lt: Personalo atsakymo neįmanoma suprasti kaip skaičiaus.

source: Blank Advanced Problem
he: בעיה מתקדמת ריקה
hi: खाली उन्नत समस्या
ja_jp: 空欄の高度な問題
lt_lt: Tuščia sudėtingesnė užduotis

source: Number of attempts taken by the student on this problem
he: מספר ניסיונות שנוצלו על ידי הסטודנט בבעיה זו
hi: इस प्रश्‍न पर शिक्षार्थी द्वारा किये गये प्रयासों की संख्‍या
ja_jp: 受講者によるこの問題の試行回数
lt_lt: Kurso dalyvis šią užduotį bandė išspręsti tiek kartų

source: Amount of time after the due date that submissions will be accepted
he: כמות זמן לאחר תאריך היעד שההגשות עדיין יתקבלו
hi: नियत तारीख के बाद की राशि जो प्रस्तुतियाँ स्वीकार की जाएगी
ja_jp: 締切後に、課題提出を受け入れる時間
lt_lt: Kiek laiko po nustatytos pateikimo datos bus priimamos pateiktys

source: Attempted or Past Due
hi: अटटेंपटेड अथवा फास्ट ड्यू

source: After Some Number of Attempts
hi: कुछ प्रयासों के बाद

source: After All Attempts
hi: सभी अत्तेंप्ट्स के बाद

source: After All Attempts or Correct
hi: सभी अत्तेंप्ट्स के बाद या सही

source: Number of times the student must attempt to answer the question before the Show Answer button appears.
hi: शो उत्तर बटन दिखाई देने से पहले छात्र को प्रश्न का उत्तर देने का प्रयास करना चाहिए।

source: XML data for the problem
he: מידע XML עבור בעיה
hi: प्रश्‍नाें हेतु XML आंकडे
ja_jp: 問題のXMLデータ
lt_lt: XML duomenys užduočiai

source: Seconds a student must wait between submissions for a problem with multiple attempts.
he: מספר השניות שסטודנט צריך להמתין בין מועדי הגשה עבור בעיה עם ניסיונות הגשה מרובים.
hi: एक छात्र को कई प्रयासों के साथ एक समस्या के लिए प्रस्तुतियाँ के बीच इंतजार करना चाहिए।
ja_jp: 複数回、試行したことによる提出の問題が起きている間に受講者が待機しなければならない秒数
lt_lt: Kiek sekundžių kurso dalyvis turi palaukti prieš pakartotinai pateikdamas užduoties, kurią spręsti galima daug kartų, sprendimą.

source: Problem Weight
he: משקל הבעיה
hi: समस्या वजन
ja_jp: 問題の重み付け
lt_lt: Užduoties sunkumas

source: Markdown source of this module
hi: इस मॉड्यूल का मार्कडाउन स्रोत
ja_jp: このモジュールのマークダウン・ソース
lt_lt: Šio modulio Markdown šaltinis

source: Matlab API key
he: מפתח Matlab API
hi: मतलाब एपीआई कुंजी
ja_jp: MATLABのAPIキー
lt_lt: Matlab API raktas

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use by this course for the specified duration. Please do not share the API key with other courses and notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
hi: MATLAB होस्टेड सेवा तक पहुँचने के लिए MathWorks द्वारा प्रदान की गई API कुंजी दर्ज करें। यह कुंजी निर्दिष्ट अवधि के लिए इस पाठ्यक्रम द्वारा अनन्य उपयोग के लिए दी गई है। कृपया एपीआई पाठ्यक्रम को अन्य पाठ्यक्रमों के साथ साझा न करें और यदि आपको लगता है कि कुंजी उजागर हो गई है या समझौता किया गया है तो तुरंत MathWorks को सूचित करें। अपने पाठ्यक्रम की कुंजी प्राप्त करने के लिए, या किसी समस्या की रिपोर्ट करने के लिए, moocsupport@mathworks.com पर संपर्क करें
ja_jp: MathWorks社から提供されたMATLABのホスティングサービスにアクセスするためのAPIキーを入力します。このキーはこの講座の期間中にのみ限定的に利用できるものです。他の講座にAPIキーを共有しないでください。このキーが暴露された、毀損されたと考えらる場合には、MathWorks社へお知らせください。あなたの講座でキーを入手したい場合、もしくは問題を報告したい場合には「moocsupport@mathworks.com」へご連絡ください。

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
he: מצב בעיה זו הושחת על ידי הגשה לא חוקית. ההגשה הכילה:
hi: समस्या की अवस्था एक अमान्य प्रस्तुति द्वारा दूषित हो गई थी। दर्ज किए गए में शामिल थे:
ja_jp: 問題のステータスは無効な投稿によって破損しました。投稿内容：
lt_lt: Užduoties būseną iškreipė neteisinga pateiktis. Buvo pateikta:

source: {previous_hints}{list_start_tag}{strong_text}{hint_text}</li>
hi: </li>{} {Previous_hints list_start_tag} {} {strong_text hint_text}

source: LTI Passports
he: סיסמאות LTI
hi: LTI पासपोर्ट
ja_jp: LTIパスポート
lt_lt: LTI pasai

source: Enter the passports for course LTI tools in the following format: "id:client_key:client_secret".
he: הזן את הדרכונים עבור כלי LTI בפורמט הבא: "id:client_key:client_secret".
hi: निम्नलिखित प्रारूप में पाठ्यक्रम के LTI टूल के लिए पासपोर्ट दर्ज करें: "id: client_key: client_secret"।
ja_jp: コースのTLIツールのパスポートを、次のフォーマットに従って入力してください："id:client_key:client_secret"
lt_lt: Įveskite kurso LTI priemonių pasus šiuo formatu: "id:client_key:client_secret".

source: Slug that points to the wiki for this course
hi: इस कोर्स के लिए विकी की ओर इशारा करते हैं
ja_jp: この講座の wiki にその問題をぶつけましょう。
lt_lt: Trumpas pavadinimas, nurodantis šio kurso vikį

source: Start time when this module is visible
hi: समय शुरू करें जब यह मॉड्यूल दिखाई दे
ja_jp: このモジュールが参照可能になる開始時刻
lt_lt: Pradžios laikas, kai šis modulis yra matomas

source: Enter true or false. When true, students can see the calculator in the course.
he: הזן כן או לא. כאשר כן, סטודנטים יכולים לראות את המחשבון בקורס.
hi: सही या गलत दर्ज करें। जब सच है, छात्र पाठ्यक्रम में कैलकुलेटर को देख सकते हैं।
ja_jp: trueもしくはfalseを入れてください。trueの場合、受講者がこのコースで計算機を見ることができます。
lt_lt: Įveskite "taip" arba "ne". Jei įvesta "taip", kurso dalyviai matys skaičiuoklę.

source: Enter the name of the course as it should appear in the course list.
hi: अपना नाम और कोर्स डाले चुकी यह कोर्स लिस्ट में अपियर होगा|

source: Enter the method by which this course is edited ("XML" or "Studio").
he: הזן את השיטה בה הקורס נערך ("XML" או "Studio").
hi: वह विधि दर्ज करें जिसके द्वारा यह पाठ्यक्रम संपादित किया गया है ("एक्सएमएल" या "स्टूडियो")।
ja_jp: この講座がどちらの方法で作成されたのかを、次のうちから選び入力してください。("XML"もしくは"Studio")
lt_lt: Įveskite, kokiu būdu šis kursas yra redaguojamas ("XML" ar "Studio").

source: Course Survey URL
he: כתובת URL לסקר קורס.
hi: पाठ्यक्रम सर्वेक्षण का URL
ja_jp: コース調査URL
lt_lt: Kurso apklausos URL nuoroda

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
he: הזן את כתובת ה-URL עבור סקר סוף הקורס. אם אין לקורס סקר, השאר ריק.
hi: एंड-ऑफ-कोर्स सर्वेक्षण के लिए URL दर्ज करें। यदि आपके पाठ्यक्रम में सर्वेक्षण नहीं है, तो शून्य दर्ज करें।
ja_jp: コース終了調査のURLを入力してください。このコースが調査を含まない場合には、空白のままとしてください。
lt_lt: Įveskite kurso pabaigos apklausos URL nuorodą. Jeigu jūsų kurse apklausos nėra, nieko nerašykite.

source: Discussion Blackout Dates
he: תאריכי האפלה עבור דיון
hi: चर्चा ब्लैकआउट तिथियां
ja_jp: ディスカッション暗転日付
lt_lt: Diskusijų visiško atjungimo datos

source: Enter pairs of dates between which students cannot post to discussion forums. Inside the provided brackets, enter an additional set of square brackets surrounding each pair of dates you add. Format each pair of dates as ["YYYY-MM-DD", "YYYY-MM-DD"]. To specify times as well as dates, format each pair as ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Be sure to include the "T" between the date and time. For example, an entry defining two blackout periods looks like this, including the outer pair of square brackets: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
he: הזן טווח תאריכים שבינם סטודנטים לא יכולים לכתוב פוסטים בפורום הדיונים. בתוך בתוך סוגריים להלן, הזן סט נוסף של סוגריים מרובעים מסביב לכל זוג התאריכים שתוסיפו. עצבו כל זוג תאריכים כ-[ "YYYY-MM-DD", "YYYY-MM-DD"]. בכדי לציין זמנים בנוסף לתאריכים, עצבו כל זוג כ[ "YYYY-MM-DDThh: MM", "YYYY-MM-DDThh: MM"]. הקפד לכלול "T" בין התאריך והשעה. לדוגמא, הזנה של הגדרת שתי תקופות האפלה,כולל הזוג החיצוני של סוגריים מרובעים, נראית כך:[["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
hi: उन तिथियों के जोड़े दर्ज करें, जिनके बीच छात्र चर्चा मंचों पर पोस्ट नहीं कर सकते। प्रदान की गई कोष्ठक के अंदर, आपके द्वारा जोड़ी गई तिथियों के आसपास के वर्ग कोष्ठक का एक अतिरिक्त सेट दर्ज करें। तारीखों के प्रत्येक जोड़े को ["YYYY-MM-DD "," YYYY-MM-DD"]के रूप में प्रारूपित करें। समय के साथ-साथ तिथियों को निर्दिष्ट करने के लिए, प्रत्येक जोड़ी को ["YYYY-MM-DDTHH: MM "," YYYY-MM-DDTHH: MM"]के रूप में प्रारूपित करें। दिनांक और समय के बीच "टी" को शामिल करना सुनिश्चित करें। उदाहरण के लिए, दो ब्लैकआउट अवधियों को परिभाषित करने वाली एक प्रविष्टि इस तरह दिखती है, जिसमें चौकोर कोष्ठक की बाहरी जोड़ी शामिल है: [["2015-09-15", "2015-09-21"], ["2015-10-01", " 2015/10/08 "]]
ja_jp: 受講者がディスカッションに投稿ができないようにする期間を入力してください。括弧の内側に、角括弧で囲った日付を入力します。["YYYY-MM-DD", "YYYY-MM-DD"]という形式で記入します。時間も設定する場合には、["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]という形式で入力しますが日付と時間の間に"T"がある点に注意してください。二回以上の停止期間は次のように設定されます： [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
lt_lt: Įveskite datų poras, kada kurso dalyviai negali rašyti į diskusijų forumus. Pateiktuose skliaustuose įrašykite papildomus laužtinius skliaustelius kiekvienai įvedamai datų porai. Kiekviena pora turi būti šio formato: ["MMMM-MM-DD", "MMMM-MM-DD"]. Jeigu šalia datų norite nurodyti ir laiką, įveskite šiuo formatu: ["MMMM-MM-DDTVV:MM", "MMMM-MM-DDTVV:MM"]. Tarp datos ir laiko būtina įterpti "T". Pavyzdžiui, įrašas, apibrėžiantis du informacijos pateikimo sustabdymo laikotarpius, kartu su išoriniais laužtiniais skliaustais atrodo taip,: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]

source: Discussion Topic Mapping
he: מיפוי נושאי דיון
hi: चर्चा टॉपिक मैपिंग
ja_jp: ディスカッショントピックの対応付け
lt_lt: Diskusijų temų atvaizdavimas

source: Discussion Sorting Alphabetical
he: מיון דיונים על פי אלף בית
hi: चर्चा क्रमबद्ध वर्णानुक्रम
ja_jp: アルファベット順でのディスカッションの並び替え
lt_lt: Diskusijų rūšiavimas abėcėlės tvarka

source: Course Announcement Date
he: תאריך הכרזה של הקורס
hi: कोर्स की घोषणा की तारीख
ja_jp: 講座発表日
lt_lt: Kurso paskelbimo data

source: Enter the date to announce your course.
he: הזן תאריך להכרזה על הקורס.
hi: अपने पाठ्यक्रम की घोषणा करने के लिए तारीख डालें।
ja_jp: コースを公表する日付を入力してください。
lt_lt: Įveskite savo kurso paskelbimo datą.

source: Enter policy keys and values to enable the cohort feature, define automated student assignment to groups, or identify any course-wide discussion topics as private to cohort members.
he: הזן מפתחות מדיניות וערכים בכדי לאפשר את תכונת קבוצת הלימוד, הגדר הקצאה אוטומטית של סטודנטים לקבוצה, או הגדר נושאי דיון כלל קורסיים כפרטיים לחברי קבוצת הלימוד.
hi: कोहॉर्ट सुविधा को सक्षम करने के लिए नीति कुंजी और मान दर्ज करें, समूहों में स्वचालित छात्र असाइनमेंट को परिभाषित करें, या किसी भी कोर्स-व्यापी चर्चा विषयों को कोहॉर्ट सदस्यों के रूप में पहचानें।
ja_jp: ユーザー群機能を使うためには、ポリシーのキーおよびバリューを入力します。それは、自動的に受講者が関連付けられるグループを定義するか、もしくは講座全体のディスカッショントピックを特定のユーザー群のメンバーにのみ開示されるものとして特定します。
lt_lt: Įveskite tvarkos raktus ir vertes, kad būtų galima įjungti kohortos funkciją, nustatyti automatinį kurso dalyvių priskyrimą kohortoms arba kurią nors kurso diskusijos temą skirti tik kohortos nariams.

source: Enter true or false. If true, the course appears in the list of new courses, and a New! badge temporarily appears next to the course image.
hi: सही या गलत डाले| अगर सही, कोर्स अपियर होगा नए कोर्स के लिस्ट में, और नया! बैज कुछ देर के लिए अपियर होगा कोर्स इमेज के बगल में|

source: Enter true or false. If true, the course will be available to mobile devices.
he: הזן כן או לא, אם כן, הקורס יהיה זמין למכשירים ניידים.
hi: सही या गलत दर्ज करें। यदि यह सच है, तो पाठ्यक्रम मोबाइल उपकरणों के लिए उपलब्ध होगा।
ja_jp: trueもしくはfalseを入力してください。trueの場合、この講座はモバイル向けに利用可能となります。
lt_lt: Įveskite "taip" arba "ne". Jeigu įvesite "taip", kursas bus prieinamas mobiliuosiuose prietaisuose.

source: Video Upload Credentials
he: אישורי העלאת וידאו
hi: वीडियो अपलोड क्रेडेंशियल
ja_jp: ビデオアップロード資格情報
lt_lt: Vaizdo įrašo įkėlimo kredencialai

source: Enter the unique identifier for your course's video files provided by edX.
he: הזן את המזהה היחודי עבור קבצי הוידיאו שלך כפי שסופק על ידי EdX.
hi: EdX द्वारा प्रदान किए गए अपने पाठ्यक्रम की वीडियो फ़ाइलों के लिए विशिष्ट पहचानकर्ता दर्ज करें।
ja_jp: edXから提供された講座のビデオファイルの一意な識別子を入力します。
lt_lt: Įveskite unikalų identifikacijos numerį, kurį jūsų kurso vaizdo failams skyrė "edX".

source: Disable Progress Graph
he: השבת גרף התקדמות
hi: प्रगति ग्राफ़ को अक्षम करें
ja_jp: 進捗グラフを無効化
lt_lt: Išjungti pažangos grafą

source: Enter true or false. If true, students can create discussion posts that are anonymous to all users.
he: הזן כן או לא. אם כן, סטודנטים יכולים ליצור פוסטים בדיון שאנונימיים לכל המשתמשים.
hi: सही या गलत दर्ज करें। यदि सही है, तो छात्र चर्चा पोस्ट बना सकते हैं जो सभी उपयोगकर्ताओं के लिए गुमनाम हैं।
ja_jp: trueもしくはfalseを入力してください。trueの場合、受講生は全ユーザーに対して匿名でディスカッションを投稿できます。
lt_lt: Įveskite "taip" arba "ne". Jeigu įvesite "taip", kurso dalyviai galės rašyti pranešimus, kurie visiems naudotojams bus anoniminiai.

source: Allow Anonymous Discussion Posts to Peers
he: אפשר פוסטי דיון אנונימים לעמיתים
hi: बेनामी चर्चा पोस्ट को साथियों की अनुमति दें
ja_jp: 匿名での受講者へのディスカッション投稿を許可する
lt_lt: Leisti bendrakursiams anoniminius diskusijų pranešimus

source: Enter true or false. If true, students can create discussion posts that are anonymous to other students. This setting does not make posts anonymous to course staff.
he: הזן כן או לא. אם לא, הסטודנטים יכולים ליצור פוסטים אנונימיים לסטודנטים אחרים. הגדרה זו לא הופכת את הפוסטים לאנונימיים לצוות הקורס.
hi: सही या गलत दर्ज करें। यदि सही है, तो छात्र चर्चा पोस्ट बना सकते हैं जो अन्य छात्रों के लिए गुमनाम हैं। यह सेटिंग पोस्ट स्टाफ के लिए अनाम नहीं बनाता है।
ja_jp: trueもしくはfalseを入力してください。trueの場合、受講者は他の受講者に匿名でディスカッションを投稿できます。この設定はコーススタッフ宛での投稿では機能しません。
lt_lt: Įveskite "taip" arba "ne". Jeigu įvesite "taip", kurso dalyviai galės kurti diskusijų pranešimus, kurie bus anonimiški kitiems kurso dalyviams. Esant šiai nuostatai pranešimai nebus anonimiški kursą administruojančiam personalui.

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
he: הזן את הפורמט עבור תעריכי יעד להגשהץ ברירת המחדל הינה Mon DD, YYYY. הזן "%m-%d-%Y" עבור MM-DD-YYYY, "%d-%m-%Y" עבור DD-MM-YYYY, "%Y-%m-%d" עבור YYYY-MM-DD, או "%Y-%d-%m" עבור YYYY-DD-MM.
hi: नियत तिथियों के लिए प्रारूप दर्ज करें। डिफ़ॉल्ट सोम डीडी, YYYY है। MM-DD-YYYY %dके लिए "% m -% Y" दर्ज करें,%d DD-MM-YYYY के लिए "% m-% Y", YYYY-MM-DD के लिए "% Y-% m-", या "% Y- - YYYY-DD-MM%d के लिए% m "।
ja_jp: 期日表示のフォーマットを入力してください。 デフォルトは Mon DD, YYYY です。MM-DD-YYYY は"%m-%d-%Y"、DD-MM-YYYY は "%d-%m-%Y"、YYYY-MM-DDは"%Y-%m-%d"、YYYY-DD-MMは"%Y-%d-%m"と入力してください。
lt_lt: Įveskite pateikimo datų formatą. Numatytasis formatas yra P DD, MMMM. Įveskite "%m-%d-%Y", jei norite, kad data būtų rodoma MM-DD-MMMM, "%d-%m-%Y", kad rodytų DD-MM-MMMM, "%Y-%m-%d", kad data būtų MMMM-MM-DD, arba "%Y-%d-%m", kad rodytų taip: MMMM-DD-MM.

source: External Login Domain
he: דומיין התחברות חיצוני
hi: बाहरी लॉगिन डोमेन
ja_jp: 外部ログインのドメイン
lt_lt: Išorinio prisijungimo sritis

source: Enter the external login method students can use for the course.
he: הזן שיטת התחברות חיצונית שסטודנטים יכולים להשתמש בה עבור הקורס.
hi: पाठ्यक्रम के लिए बाहरी प्रवेश विधि छात्र उपयोग कर सकते हैं।
ja_jp: 受講者がこの講座で利用可能な外部ログインの方法を入力してください。
lt_lt: Įveskite, kokiu išorinio prisijungimo būdu kurso dalyviai gali naudotis.

source: Certificates Downloadable Before End
he: ניתן להוריד תעודות סיום לפני מועד הסיום
hi: अंत से पहले डाउनलोड करने योग्य प्रमाण पत्र
ja_jp: 講座終了以前の終了前のダウンロード可否
lt_lt: Galima atsisiųsti sertifikatus kursui nesibaigus

source: Certificates Display Behavior
he: תעודות מציגות התנהגות
hi: प्रमाण पत्र प्रदर्शन व्यवहार
ja_jp: 修了証表示の挙動
lt_lt: Sertifikatų rodymo veiksena
