Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: View Archived Course
he: צפה בארכיון הקורס
hi: संग्रहित कोर्स देखें
ja_jp: 講座画面へ
lt_lt: Peržiūrėti archyvuotus kursus
vi: Xem khóa học cũ

source: Share {course_name} on Facebook
hi: फेसबुक पर {course_name} शेयर करें
vi: Chia sẻ {course_name} trên Facebook

source: Share on Facebook
he: שתף בפייסבוק
hi: फेसबुक पर सांझा करें
ja_jp: フェースブックで共有
vi: Chia sẻ trên Facebook

source: Share {course_name} on Twitter
hi: ट्विटर पर {course_name} शेयर करें
vi: Chia sẻ {course_name} trên Twitter

source: Course options for
hi: के लिए पाठ्यक्रम विकल्प
vi: Lựa chọn khóa học cho

source: Email Settings
he: הגדרות דואר אלקטרוני
hi: ई-मेल सेटिंग्स
ja_jp: メール受信設定
lt_lt: El. pašto nustatymai
vi: Thiết lập Email

source: Related Programs
hi: संबंधित कार्यक्रम
vi: Những Chương trình Liên quan

source: You can no longer access this course because payment has not yet been received. You can {contact_link_start}contact the account holder{contact_link_end} to request payment, or you can {unenroll_link_start}unenroll{unenroll_link_end} from this course
he: אתה כבר לא יכול לגשת לקורס זה מכיוון שלא התקבל תשלום. אתה יכול {contact_link_start}ליצור קשר עם בעל החשבון{contact_link_end} בכדי לבקש את התשלום או שאתה יכול {unenroll_link_start}לבטל את ההרשמה{unenroll_link_end} בקורס זה.
ja_jp: お支払いがなかったため、この講座へはアクセスができません。お支払いについての{contact_link_start}問い合わせ{contact_link_end}をするか、この講座を{unenroll_link_start}受講解除{unenroll_link_end}しましょう。
lt_lt: Jums nebeleidžiama prisijungti prie šio kurso, nes dar nėra gautas jūsų apmokėjimas. Galite {contact_link_start}susisiekti su sąskaitos turėtoju{contact_link_end} ir paprašyti apmokėjimo arba galite {unenroll_link_start}išsiregistruoti{unenroll_link_end} iš šio kurso
vi: Bạn không thể truy cập vào khóa học này bởi vì bạn chưa thanh toán hóa đơn. Bạn có thể liên hệ với {contact_link_start}chủ tài khoản{contact_link_end} để yêu cầu thanh toán, hoặc {unenroll_link_start} hủy ghi danh {unenroll_link_end} khóa học này.

source: Verification not yet complete.
he: אימות טרם הושלם
hi: सत्यापन अभी पूरा नहीं हुआ है।
ja_jp: 認証はまだ完了していません
lt_lt: Patvirtinimas nebaigtas.
vi: Xác thực chưa hoàn tất

source: You only have {days} day left to verify for this course.
he: נותר לך רק {days} יום כדי לאמת את זהותך בקורס זה.
ja_jp: この講座で認証を得るには残り{days}日しかありません。
lt_lt: Liko tik {days} diena patvirtinti jūsų registracijai į šį kursą.
vi: Bạn chỉ còn {days} ngày nữa để xác thực cho khoá học này.

source: Almost there!
he: כמעט שם!
hi: लगभग वहाँ पहुँच गया!
ja_jp: ほぼ完了！
lt_lt: Beveik baigta!
vi: Sắp hoàn thành!

source: You still need to verify for this course.
he: אתה עדיין צריך לאמת את זהותך בקורס זה.
hi: आपको इस पाठ्यक्रम के लिए अभी भी सत्यापित करना होगा।
ja_jp: この講座ではまだ認証を得る必要があります。
lt_lt: Jums vis dar reikia patvirtinti tapatybę šiam kursui.
vi: Bạn vẫn cần xác thực cho khóa học này

source: Verify Now
he: אמת את זהותך עכשיו
hi: अभी सत्यापित करें
ja_jp: さぁ認証しよう
lt_lt: Patvirtinti dabar
vi: Xác thực ngay bây giờ

source: You have submitted your verification information.
hi: आपने अपनी सत्यापन जानकारी जमा कर दी है।
vi: Bạn đã gửi thông tin xác minh của mình.

source: You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
vi: Bạn sẽ thấy một thông báo trên trang tổng quát của bạn khi quá trình xác minh hoàn tất (thường là trong vòng 1-2 ngày).

source: Your current verification will expire soon!
hi: आपका वर्तमान सत्यापन जल्द ही समाप्त हो जाएगा!
vi: Xác minh hiện tại của bạn sẽ sớm hết hạn!

source: You have submitted your reverification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
vi: Bạn đã gửi thông tin xác minh lại của mình. Bạn sẽ thấy một thông báo trên trang tổng quát của bạn khi quá trình xác minh hoàn tất (thường là trong vòng 1-2 ngày).

source: You have successfully verified your ID with edX
hi: आपने अपनी आईडी को edX के साथ सफलतापूर्वक सत्यापित किया है
vi: Bạn đã xác minh thành công ID của mình.

source: Your current verification is effective until {date}.
hi: आपका वर्तमान सत्यापन {date} तक प्रभावी है।
vi: Xác minh hiện tại của bạn có hiệu lực cho đến {date}.

source: Your current verification will expire soon.
hi: आपका वर्तमान सत्यापन जल्द ही समाप्त हो जाएगा।
vi: Xác minh hiện tại của bạn sẽ sớm hết hạn.

source: Your current verification will expire in {days} days. {start_link}Re-verify your identity now{end_link} using a webcam and a government-issued photo ID.
hi: आपका वर्तमान सत्यापन {days} दिनों में समाप्त हो जाएगा। {start_link} एक वेब कैमरा और एक सरकार द्वारा जारी फोटो आईडी का उपयोग करके अपनी पहचान को अब {end_link} पुनः सत्यापित करें।
vi: Xác minh hiện tại của bạn sẽ hết hạn sau {days} ngày. {start_link}Xác minh lại thông tin nhận dạng của bạn ngay bây giờ{end_link} bằng webcam và ảnh CMT do chính phủ cấp.

source: Pursue a {cert_name_long} to highlight the knowledge and skills you gain in this course.
hi: इस पाठ्यक्रम में आपके द्वारा प्राप्त ज्ञान और कौशल को उजागर करने के लिए एक {cert_name_long} का पीछा करें।
vi: Theo đuổi một {cert_name_long} để nêu bật kiến thức và kĩ năng đạt được từ khoá học này.

source: It's official. It's easily shareable. It's a proven motivator to complete the course. {line_break}{link_start}Learn more about the verified {cert_name_long}{link_end}.
hi: यह आधिकारिक तौर पर है। यह आसानी से साझा करने योग्य है। यह पाठ्यक्रम को पूरा करने के लिए एक सिद्ध प्रेरक है। {line_break} {link_start} सत्यापित {cert_name_long} {link_end} के बारे में और जानें।
vi: Nó là chính thức. Nó dễ dàng chia sẻ. Đó là động lực đã được chứng minh để hoàn thành khóa học. {line_break}{link_start}Tìm hiểu thêm về {cert_name_long}{link_end} đã được xác minh.

source: You are now eligible for credit from {provider}. Congratulations!
hi: अब आप {provider} से क्रेडिट के लिए पात्र हैं। बधाई हो!
vi: Bạn hiện đủ điều kiện nhận tín dụng từ {provider}. Xin chúc mừng!

source: Get Credit
hi: ऋण पाएँ
vi: Lấy tín chỉ

source: Request Credit
hi: क्रेडिट का अनुरोध करें
vi: Yêu cầu Tín dụng

source: {provider_name} has received your course credit request. We will update you when credit processing is complete.
hi: {provider_name} को आपका पाठ्यक्रम क्रेडिट अनुरोध प्राप्त हुआ है। क्रेडिट प्रोसेसिंग पूरा होने पर हम आपको अपडेट करेंगे।
vi: {provider_name} đã nhận được yêu cầu cấp tín chỉ của bạn. Chúng tôi sẽ báo cho bạn khi yêu cầu được xử lý.

source: View Details
hi: विवरण देखें
vi: Xem chi tiết

source: View Credit
hi: क्रेडिट देखें
vi: Xem tín chỉ

source: {provider_name} did not approve your request for course credit. For more information, contact {link_to_provider_site} directly.
hi: {provider_name} ने कोर्स क्रेडिट के लिए आपके अनुरोध को स्वीकार नहीं किया। अधिक जानकारी के लिए, सीधे {link_to_provider_site} से संपर्क करें।
vi: {provider_name} không chấp nhận yêu cầu tín chỉ của bạn cho khoá học này. Để biết thêm chi tiết, vui lòng liên hệ tại {link_to_provider_site}.

source: An error occurred with this transaction. For help, contact {support_email}.
hi: इस लेनदेन के साथ एक त्रुटि हुई। सहायता के लिए, {support_email} पर संपर्क करें।
vi: Đã có lỗi xảy ra với đơn hàng này. Hãy liên hệ {support_email} để được hỗ trợ.

source: Current Verification Status: Approved
vi: Trạng thái Xác minh Hiện tại: Được chấp thuận

source: Your edX verification has been approved. Your verification is effective for one year after submission.
vi: Xác minh edX của bạn đã được phê duyệt. Xác minh của bạn có hiệu lực trong một năm sau khi nộp.

source: Current Verification Status: Pending
vi: Trạng thái Xác minh Hiện tại: Đang chờ xử lý

source: Your edX ID verification is pending. Your verification information has been submitted and will be reviewed shortly.
vi: Xác minh ID edX của bạn đang chờ xử lý. Thông tin xác minh của bạn đã được gửi và sẽ sớm được xem xét.

source: Current Verification Status: Denied
vi: Trạng thái Xác minh Hiện tại: Đã bị từ chối

source: Your verification submission was not accepted. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
vi: Việc gửi xác minh của bạn không được chấp nhận. Để nhận được chứng chỉ xác nhận, bạn phải gửi một ảnh mới của mình và ảnh CMT do chính phủ ban hành trước thời hạn xác minh cho khóa học của bạn.

source: Your verification was denied for the following reasons:
vi: Xác minh của bạn đã bị từ chối vì những lý do sau:

source: Resubmit Verification
he: הגש מחדש אימות
hi: पुन: सबमिट करें
ja_jp: 認証を再送信
lt_lt: Pakartotinai pateikti patvirtinimą
vi: Gửi lại thông tin xác thực

source: Current Verification Status: Expired
vi: Trạng thái Xác minh Hiện tại: Hết hạn

source: Your verification has expired. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
vi: Xác minh của bạn đã hết hạn. Để nhận được chứng chỉ xác nhận, bạn phải gửi một ảnh mới của mình và ảnh CMT do chính phủ ban hành trước thời hạn xác minh cho khóa học của bạn.

source: Could Not Link Accounts
he: לא הצלחנו לחבר את החשבונות
hi: लिंक नहीं कर सके
ja_jp: アカウントのリンクができませんでした
lt_lt: Negalima susieti paskyrų
vi: Không thể liên kết các tài khoản

source: The {provider_name} account you selected is already linked to another {platform_name} account.
he: חשבון ה{provider_name} שבחרת כבר מקושר לחשבון {platform_name} אחר.
hi: आपके द्वारा चयनित {provider_name} खाता पहले से ही दूसरे {platform_name} खाते से जुड़ा हुआ है।
ja_jp: 選択された{provider_name}のアカウントは既に、{platform_name}の別のアカウントに関連付けられています。
lt_lt: Jūsų pasirinkta {provider_name} paskyra yra sujungta su kita {platform_name} paskyra.
vi: Tài khoản {provider_name} bạn chọn đã được dùng để kết nối tới một tài khoản {platform_name} khác.

source: We're sorry to see you go! Please share your main reason for unenrolling.
hi: हमें खेद है कि आप जा रहे हैं! कृपया अपना मुख्य कारण अनियंत्रित करने के लिए साझा करें।
vi: Chúng tôi rất tiếc khi thấy bạn ra đi! Vui lòng chia sẻ lý do chính của bạn để hủy đăng ký.

source: I just wanted to browse the material
hi: मैं सिर्फ सामग्री ब्राउज़ करना चाहता था
vi: Tôi chỉ muốn duyệt tài liệu

source: This won't help me reach my goals
hi: इससे मुझे अपने लक्ष्य तक पहुँचने में मदद नहीं मिलेगी
vi: Điều này không giúp tôi đạt được mục tiêu của mình

source: I don't have the time
hi: मेरे पास समय नहीं है
vi: Tôi không có thời gian

source: I don't have the academic or language prerequisites
hi: मेरे पास अकादमिक या भाषा संबंधी शर्तें नहीं हैं
vi: Tôi không đủ điều kiện bắt buộc về trình độ hoặc ngôn ngữ

source: I don't have enough support
hi: मेरे पास पर्याप्त समर्थन नहीं है
vi: Tôi không có đủ sự hỗ trợ

source: I am not happy with the quality of the content
hi: मैं सामग्री की गुणवत्ता से खुश नहीं हूं
vi: Tôi không hài lòng với chất lượng nội dung

source: The course material was too hard
hi: पाठ्यक्रम सामग्री बहुत कठिन थी
vi: Tài liệu khóa học quá khó

source: The course material was too easy
hi: पाठ्यक्रम सामग्री बहुत आसान थी
vi: Tài liệu khóa học quá dễ

source: Something was broken
hi: कुछ टूट गया था
vi: Có cái gì đó bị hỏng

source: Other
he: אחר
hi: अन्य
lt_lt: Kita
vi: Lựa chọn khác

source: Thank you for sharing your reasons for unenrolling.
hi: अनियंत्रित करने के लिए अपने कारणों को साझा करने के लिए धन्यवाद।
vi: Cảm ơn bạn đã chia sẻ lý do việc hủy đăng ký.

source: You are unenrolled from
hi: आप से अनियंत्रित हैं
vi: Bạn đã bỏ đăng ký khỏi

source: Return To Dashboard
hi: डैशबोर्ड पर लौटें
vi: Trở về Tổng quát

source: Browse Courses
hi: पाठ्यक्रम ब्राउज़ करें
vi: Xem Các khóa học

source: Results:
he: תוצאות:
hi: परिणाम:
ja_jp: 結果：
lt_lt: Rezultatai:
vi: Kết quả:

source: Topic:
hi: विषय:
vi: Chủ đề:

source: Show Discussion
he: הראה דיון
hi: चर्चा दिखाएं
ja_jp: ディスカッションを表示
lt_lt: Rodyti diskusiją
vi: Hiện thảo luận

source: To view live discussions, click Preview or View Live in Unit Settings.
he: בכדי לצפות בדיון בזמן אמת, לחץ תצוגה מקדימה או צפה בזמן אמת בהגדרות היחידה.
hi: लाइव चर्चा देखने के लिए, पूर्वावलोकन या इकाई सेटिंग्स में लाइव देखें पर क्लिक करें।
ja_jp: 現在のディスカッションを見るためには、単元設定でプレビューまたはライブ表示をクリックしてください。
lt_lt: Norėdami peržiūrėti vykstančias diskusijas, skyriaus nustatymuose spustelėkite "Peržiūra" arba "Žiūrėti gyvai".
vi: Để xem các thảo luận trực tiếp, nhấp chọn Xem trước hoặc Xem trực tiếp trong Thiết lập bài học.

source: Discussion ID: {discussion_id}
he: מספר מזהה לדיון: {discussion_id}
hi: चर्चा आईडी: {discussion_id}
ja_jp: ディスカッションID: {discussion_id}
lt_lt: Diskusijos identifikatorius: {discussion_id}
vi: Mã số thảo luận: {discussion_id}

source: Discussion topics list
hi: चर्चा विषय सूची
vi: Danh sách chủ đề thảo luận

source: Filter Topics
he: סנן נושאים
hi: विषयों को फ़िल्टर करें
ja_jp: カテゴリを絞り込む
lt_lt: Filtruoti temas
vi: Lọc chủ đề

source: filter topics
he: סנן נושאים
hi: टॉपिक्स फ़िल्टर करें
ja_jp: カテゴリをフィルタ
lt_lt: filtruoti temas
vi: lọc chủ đề

source: All Discussions
he: כל הדיונים
hi: सभी चर्चायों
ja_jp: 全てのディスカッション
lt_lt: Visos diskusijos
vi: Tất cả các thảo luận

source: Posts I'm Following
he: פוסטים שאני עוקב אחריהם
hi: मेरे द्वारा अनुसरण किए गए पोस्ट दिखाएं
ja_jp: フォローしている投稿
lt_lt: Mano stebimi įrašai
vi: Thảo luận tôi đang theo dõi

source: Filter:
he: סנן:
hi: फ़िल्टर:
ja_jp: フィルタ：
lt_lt: Filtruoti:
vi: Lọc:

source: Show all posts
hi: सभी पोस्ट दिखाएं
vi: Hiển thị tất cả bài đăng

source: Unread posts
hi: बिना पढ़े पोस्ट
vi: Bài viết chưa đọc

source: Unanswered posts
hi: अनुत्तरित पद
vi: Bài viết chưa trả lời

source: Flagged
he: סומן
hi: फ्लैग किया गया
ja_jp: 報告済のみ表示
lt_lt: Pažymėta
vi: Đánh dấu

source: Group:
hi: समूह:
vi: Nhóm:

source: in all groups
hi: सभी समूहों में
vi: trong tất cả các nhóm

source: Sort:
he: מיין:
hi: क्रमबद्ध करें:
ja_jp: 並び替え：
lt_lt: Rūšiuoti:
vi: Sắp xếp:

source: by recent activity
he: לפי פעילות אחרונה
hi: वर्तमान गतिविधि द्वारा
ja_jp: 投稿日時順
lt_lt: pagal naujausią veiklą
vi: theo các hoạt động gần đây

source: by most activity
he: לפי פעילות מרובה
hi: सर्वाधिक गतिविधि द्वारा
ja_jp: 投稿数順
lt_lt: pagal didžiausią aktyvumą
vi: tìm theo bài có nhiều hoạt động nhất

source: by most votes
he: לפי הצבעות מרובות
hi: सर्वाधिक मत द्वारा
ja_jp: いいね！数順
lt_lt: pagal daugiausiai balsų
vi: tìm theo số lượng bình chọn nhiều nhất

source: Student Notes
he: סיכומי הסטודנטים
hi: छात्र नोट्स
ja_jp: 受講者ノート
lt_lt: Kurso dalyvio užrašai
vi: Ghi chú của học viên

source: Highlights and notes you've made in course content
he: דגשים והערות שרשמת בתוכן הקורס
hi: हाइलाइट्स और नोट्स जो आपने पाठ्यक्रम सामग्री में बनाए हैं
ja_jp: 講座コンテンツであなたが作成したノートとハイライト
lt_lt: Jūsų pažymėtos vietos ir pastabos kurso medžiagoje
vi: Các nội dung highlights và notes của bạn về nội dung của khoá học

source: Search notes for:
he: חפש בסיכומי שיעור את:
hi: इसके लिए नोट खोजें:
ja_jp: ノートを検索する：
lt_lt: Ieškoti pastabų apie:
vi: Tìm kiếm trong các ghi chú:

source: Search notes for...
he: חפש בסיכומי שיעור את...
hi: इसके लिए नोट खोजें:
ja_jp: ノートを検索する...
lt_lt: Ieškoti pastabų apie...
vi: Tìm kiếm trong các ghi chú...

source: View notes by:
he: צפה בסיכומי שיעור של:
hi: नोट देखें:
ja_jp: ノートを見る：
lt_lt: Žiūrėti pastabas iš:
vi: Xem các ghi chú bởi

source: You have not made any notes in this course yet. Other students in this course are using notes to:
he: עדיין לא יצרת סיכומי שיעור לקורס זה. סודטים אחרים בקורס זה משתמשים בסיכומי שיעור בכדי:
hi: आपने अभी तक इस कोर्स में कोई नोट्स नहीं बनाए हैं। इस पाठ्यक्रम के अन्य छात्र नोटों का उपयोग कर रहे हैं:
ja_jp: あなたはこの講座でノートを作成していません。この講座の他の受講者がノートを使用しています：
lt_lt: Jūs dar neparašėte pastabų šiame kurse. Kiti šio kurso dalyviai naudojasi pastabomis norėdami:
vi: Bạn đã không ghi chú gì trong cả khoá học này. Các học viên khác đang dùng sổ ghi chú để:

source: Mark a passage or concept so that it's easy to find later.
he: סמן פסקה או רעיון בכדי שיהיה קל למצוא אותו בהמשך.
hi: एक मार्ग या अवधारणा को चिह्नित करें ताकि बाद में इसे ढूंढना आसान हो।
ja_jp: あとで見つけやすいように文節または概念をマークしてください。
lt_lt: Pasižymėkite pastraipą ar sąvoką, kad vėliau lengvai rastumėte.
vi: Đánh dấu một đoạn văn hoặc một định nghĩa giúp sau này tìm lại dễ dàng hơn.

source: Record thoughts about a specific passage or concept.
he: שמור רעיונות בנוגע לפסקה מסויימת או רעיון מסויים.
hi: एक विशिष्ट मार्ग या अवधारणा के बारे में विचार रिकॉर्ड करें।
ja_jp: 特定の文節または概念について考えを記録してください。
lt_lt: Užsirašykite mintis apie konkrečią pastraipą ar sąvoką.
vi: Ghi chú lại những suy nghĩ của bản thân về một đoạn văn hoặc một đinh nghĩa cụ thể nào đó.

source: Highlight important information to review later in the course or in future courses.
he: הדגש מידע חשוב בכדי לעבור עליו בהמשך הקורס או במהלך קורסים עתידיים.
hi: पाठ्यक्रम या भविष्य के पाठ्यक्रमों में बाद में समीक्षा करने के लिए महत्वपूर्ण जानकारी पर प्रकाश डालें।
ja_jp: 後でこの講座または将来受ける講座から確認するために大事な情報をハイライトしてください。
lt_lt: Pasižymėkite spalva svarbią informaciją, kad galėtumėte peržiūrėti vėliau šiame kurse ar būsimuose kursuose.
vi: Đánh dấu những thông tin quan trọng để có thể ôn lại sau này.

source: Get started by making a note in something you just read, like {section_link}.
he: תתחיל ביצירה של סיכום קצר על משהו שקראת עכשיו לדוגמא: {section_link}.
hi: आपके द्वारा अभी पढ़ी गई किसी चीज़ में नोट बनाकर शुरू करें, जैसे {section_link}।
ja_jp: あなたが読んだことについて何かノートを作成して始めましょう。例えば{section_link}
lt_lt: Pradėkite parašydami pastabą ten, kur skaitote, pavyzdžiui, {section_link}.
vi: Bắt đầu bằng việc ghi chú lại những thứ bạn vừa đọc, ví dụ như {section_link}

source: Hide notes
he: החבא סיכומי שיעור
hi: नोट छिपाएं
ja_jp: ノートを隠す
lt_lt: Slėpti pastabas
vi: Ẩn ghi chú

source: Show notes
he: הראה סיכומי שיעור
hi: नोद्स दिखाएं
ja_jp: ノートを表示する
lt_lt: Rodyti pastabas
vi: Hiển thị ghi chú.

source: Thank you for your purchase of
he: תודה על רכישתך של
hi: आपकी खरीद के लिए धन्यवाद
ja_jp: ご購入ありがとうございます。お求めいただいたものは次のものです
lt_lt: Dėkojame, kad nusipirkote
vi: Cảm ơn bạn đã mua

source: Your payment was successful.
he: התשלום הצליח
hi: आपका भुगतान सफल रहा।
ja_jp: お支払いは完了しました。
lt_lt: Mokėjimas atliktas sėkmingai.
vi: Giao dịch thành công

source: If you have billing questions, please read the FAQ ({faq_url}) or contact {billing_email}.
he: אם יש לכם שאלות בעניין החיוב, אנא קראו את השאלות הנפוצות ({faq_url}) או צרו קשר עם {billing_email}.
hi: यदि आपके पास बिलिंग प्रश्न हैं, तो कृपया FAQ ({faq_url}) पढ़ें या {billing_email} से संपर्क करें।
ja_jp: 課金についての質問がございましたら、よくある質問({faq_url})をお読みになるか {billing_email} に問い合わせてください。
lt_lt: Jei turite atsiskaitymo klausimų, prašome perskaityti DUK ({faq_url}) arba susisiekti su mumis {billing_email}.
vi: Nếu bạn có câu hỏi về thanh toán, vui lòng đọc phần Hỏi đáp ({faq_url}) hoặc liên hệ {billing_email}.

source: If you have billing questions, please contact {billing_email}.
he: אם יש לכם שאלות בעניין החיוב, אנא צרו קשר עם {billing_email}.
hi: यदि आपके बिलिंग प्रश्न हैं, तो कृपया {billing_email} से संपर्क करें।
ja_jp: 課金についての質問がありましたら、{billing_email} にご連絡ください。
lt_lt: Jei turite atsiskaitymo klausimų, prašome susisiekti su mumis {billing_email}.
vi: Nếu bạn có câu hỏi về thanh toán, vui lòng liên hệ {billing_email}.

source: {order_placed_by} placed an order and mentioned your name as the Organization contact.
he: {order_placed_by} ביצע הזמנה וציין אותך כאיש הקשר בארגון.
hi: {order_placed_by} ने एक आदेश दिया और संगठन संपर्क के रूप में आपके नाम का उल्लेख किया।
ja_jp: {order_placed_by}からのご注文を頂きました。また、お名前を組織の窓口として記載しました。
lt_lt: {order_placed_by} pateikė užsakymą ir paminėjo jus kaip organizacijos kontaktinį asmenį.
vi: {order_placed_by} đã đặt một đơn hàng và đề cập đến tên bạn như người liên hệ của Tổ chức.

source: {order_placed_by} placed an order and mentioned your name as the additional receipt recipient.
he: {order_placed_by} ביצע הזמנה וציין אותך כנמען נוסף לעותק של הקבלה.
hi: {order_placed_by} ने एक आदेश दिया और अतिरिक्त रसीद प्राप्तकर्ता के रूप में आपके नाम का उल्लेख किया।
ja_jp: {order_placed_by}からのご注文を頂きました。また、お名前をレシート受領者の追加枠に記載しました。
lt_lt: {order_placed_by} pateikė užsakymą ir paminėjo jus kaip papildomą kvito gavėją.
vi: {order_placed_by} đã đặt một đơn hàng và đề cập đến tên bạn như người nhận hóa đơn.

source: The items in your order are:
he: הפריטים בהזמנתך הם:
hi: आपके आदेश में आइटम हैं:
ja_jp: あなたの注文：
lt_lt: Jūsų užsakytos prekės:
vi: Đơn hàng của bạn bao gồm:

source: Quantity - Description - Price
he: כמות - תיאור - מחיר
hi: मात्रा - विवरण - मूल्य
ja_jp: 数量 - 概要 - 金額
lt_lt: Kiekis - Aprašymas - Kaina
vi: Số lượng - Mô tả - Giá cả

source: Total billed to credit/debit card: {currency_symbol}{total_cost}
he: סה"כ חויב בכרטיס אשראי/כרטיס דביט: {currency_symbol}{total_cost}
hi: कुल क्रेडिट / डेबिट कार्ड का बिल: {Currency_symbol} {total_cost}
ja_jp: クレジット/デビットカードへの請求額：{currency_symbol}{total_cost}
lt_lt: Iš viso mokėti kredito/debeto kortele: {currency_symbol}{total_cost}
vi: Tổng giá thành cho thẻ tín dụng / thẻ ghi nợ: {currency_symbol} {total_cost}

source: Company Name:
he: שם החברה:
hi: कंपनी का नाम:
ja_jp: 会社名：
lt_lt: Įmonės pavadinimas:
vi: Tên công ty:

source: Purchase Order Number:
he: מספר הזמנת רכש:
hi: खरीद क्रम संख्या:
ja_jp: 注文番号：
lt_lt: Pirkimo užsakymo numeris:
vi: Mã số hóa đơn thanh toán:

source: Company Contact Name:
he: שם איש קשר בחברה:
hi: कंपनी से संपर्क नाम:
ja_jp: 会社窓口名：
lt_lt: Įmonės atstovo vardas:
vi: Tên người liên hệ của công ty:

source: Company Contact Email:
he: כתובת דואר אלקטרוני של איש קשר בחברה:
hi: कंपनी संपर्क ईमेल:
ja_jp: 会社の連絡用Email：
lt_lt: Įmonės atstovo el. paštas:
vi: Email để liên hệ với công ty:

source: Recipient Name:
he: שם הנמען:
hi: प्राप्तकर्ता का नाम:
ja_jp: 受領者名：
lt_lt: Gavėjo vardas:
vi: Tên người nhận:

source: Recipient Email:
he: כתובת דואר אלקטרוני של הנמען:
hi: प्राप्तकर्ता का ई - मेल:
ja_jp: 受領者のEmail：
lt_lt: Gavėjo el. paštas:
vi: Email người nhận:

source: Order Number: {order_number}
he: מספר הזמנה: {order_number}
hi: क्रम संख्या: {order_number}
ja_jp: 注文番号：{order_number}
lt_lt: Užsakymo numeris: {order_number}
vi: Mã số đơn hàng: {order_number}

source: A CSV file of your registration URLs is attached. Please distribute registration URLs to each student planning to enroll using the email template below.
he: מצורף קובץ CSV של כתובות URL לרישום. אנא הפץ את כתובות ה-URL לכל סטודנט המתכנן להירשם תוך שימוש בתבנית המצורפת מטה.
hi: आपके पंजीकरण URL की CSV फ़ाइल संलग्न है। कृपया नीचे दिए गए ईमेल टेम्पलेट का उपयोग करके नामांकन करने वाले प्रत्येक छात्र को पंजीकरण URL वितरित करें।
ja_jp: 登録用URLを記載したCSVファイルが添付されています。以下のemailテンプレートを使って、受講予定の方へURLを配布いただけますようお願い申し上げます。
lt_lt: Pridedama jūsų registracijos CSV failo nuoroda. Prašome išplatinti registracijos nuorodą kiekvienam ketinančiam užsiregistruoti kurso dalyviui, naudojant žemiau pateiktą el. laiško formą.
vi: Tập tin CSV về các link đăng ký đã được đính kèm. Vui lòng gửi các link đăng ký cho mỗi học viên có ý định theo học bằng mẫu thư bên dưới.

source: Warm regards,
he: בברכה,
hi: नमस्कार,
ja_jp: なにとぞよろしくお願いいたします。
lt_lt: Nuoširdžiausi linkėjimai,
vi: Trân trọng,

source: Warm regards,<br>The {platform_name} Team
he: בברכה, <br>צוות {platform_name}
hi: हार्दिक सम्मान,<br> {platform_name} टीम
ja_jp: なにとぞよろしくお願いいたします。<br>{platform_name}運営チーム
lt_lt: Nuoširdžiausi linkėjimai<br>{platform_name} komandai
vi: Trân trọng,<br> Đội ngũ {platform_name}

source: Dear [[Name]]
he: [[שם]] היקר/ה
hi: प्रिय [[नाम]]:
ja_jp: [[Name]] さま
lt_lt: Gerb. [[Name]]
vi: Chào [[Name]]

source: To enroll in {course_names} we have provided a registration URL for you. Please follow the instructions below to claim your access.
he: כדי להירשם לקורסים {course_names} אנו מספקים לך כתובת הרשמה. אנא עקוב אחר ההוראות הבאות כדי לתבוע את הגישה שלך.
hi: {Course_names} में नामांकन के लिए हमने आपके लिए एक पंजीकरण URL प्रदान किया है। अपनी पहुँच का दावा करने के लिए कृपया नीचे दिए गए निर्देशों का पालन करें।
ja_jp: {course_names} に参加するために、登録 URL を送付します。下記の説明に従って、アクセスの請求をしてください。
vi: Để ghi danh vào khoá học {course_names}, chúng tôi đã gửi đường link đăng kí cho bạn. Hãy làm theo hướng dẫn phía dưới để truy cập.
