Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Your redeem url is: [[Enter Redeem URL here from the attached CSV]]
he: כתובת ה-URL שלך היא: [[Enter Redeem URL here from the attached CSV]]
hi: आपका रेडिम url है: [[संलग्न CSV से यहां रिडीम URL दर्ज करें]]
ja_jp: 引換用のURL： [[引換用URLを添付のCSVからこちらに入力してください]]
lt_lt: Įsigyto kurso url nuoroda: [[Įveskite įsigyto kurso nuorodą iš pridėtos CSV bylos]]
vi: Link đăng kí của bạn là: [[Enter Redeem URL here from the attached CSV]]

source: (1) Register for an account at {site_name}
he: (1) הירשם לקבל חשבון ב-{site_name}
hi: (1) {site_name} पर एक खाते के लिए पंजीकरण करें
ja_jp: (1) {site_name}で新規会員登録をします
lt_lt: (1) Užsiregistruokite paskyrai svetainėje {site_name}
vi: (1) Đăng kí tài khoản tại {site_name}

source: (2) Once registered, copy the redeem URL and paste it in your web browser.
he: (2) לאחר ההרשמה, העתק את כתובת ה-URL והדבק אותה בשורת הכתובת של הדפדפן שלך.
hi: (2) एक बार पंजीकृत होने के बाद, रिडीम URL को कॉपी करें और अपने वेब ब्राउज़र में पेस्ट करें।
ja_jp: (2) 登録が完了した後、引換用URLをコピーし、ウェブブラウザにペーストします
lt_lt: (2) Užsiregistravę perkopijuokite įsigyto kurso URL nuorodą į naršyklę.
vi: Khi đã đăng kí, sao chép đường dẫn và dán vào trình duyệt của bạn.

source: (3) On the enrollment confirmation page, Click the 'Activate Enrollment Code' button. This will show the enrollment confirmation.
he: (3) בדף אישור ההרשמה, לחץ על כפתור 'הפעל קוד רישום'. זה יראה לך את אישור ההרשמה.
hi: (3) नामांकन पुष्टिकरण पृष्ठ पर, 'सक्रिय नामांकन कोड' बटन पर क्लिक करें। यह नामांकन की पुष्टि दिखाएगा।
ja_jp: (3) 受講登録確認ページにて、「受講登録コードをアクティベート」ボタンをクリックします。すると、受講登録が確認された旨が表示されます。
lt_lt: (3) Įrašymo į sąrašus patvirtinimo puslapyje nuspauskite mygtuką "Aktyvinti registracijos kodą". Taip patvirtinsite savo registraciją į kurso sąrašus.
vi: (3) Trên trang xác nhận ghi danh, Nhấn vào nút 'Kích hoạt ghi danh'. Thông tin xác nhận ghi danh sẽ được hiển thị sau đó.

source: (4) You should be able to click on 'view course' button or see your course on your student dashboard at {url}
he: (4) אתה אמור להיות מסוגל ללחוץ על כפתור 'צפה בקורס' או לראות את הקורס על לוח הבקרה שלך ב-{url}
hi: (4) आपको button व्यू कोर्स ’बटन पर क्लिक करने में सक्षम होना चाहिए या {url} पर अपने छात्र के डैशबोर्ड पर अपना पाठ्यक्रम देखना चाहिए।
ja_jp: (4) 「講座を見る」ボタンがクリックできるようになり、マイページ（{url}）から講座を見ることができます
lt_lt: (4) Turėtumėte matyti aktyvų mygtuką "Peržiūrėti kursą" arba matyti šį kursą kurso dalyvio informaciniame puslapyje adresu {url}.
vi: (4) Bạn sẽ thấy nút 'Xem khoá học' hoặc cũng có thể xem khoá học từ bảng thông tin của mình tại {url}

source: (5) Course materials will not be available until the course start date.
he: (5) תכני הקורס לא יהיו גלויים עד לתאריך התחלת הקורס.
hi: (5) पाठ्यक्रम सामग्री तब तक उपलब्ध नहीं होगी जब तक पाठ्यक्रम शुरू होने की तारीख नहीं।
ja_jp: (5) 学習教材は受講開始日までは利用できません
lt_lt: (5) Kurso medžiaga nebus prieinama iki kurso pradžios datos.
vi: (5) Tài liệu khóa học sẽ không xem được cho tới khi khoá học bắt đầu.

source: <p>Sincerely,</p><p>[[Your Signature]]</p>
he: <p>בכבוד רב,</p><p>[[החתימה שלך]]</p>
hi: <p>साभार,</p><p> [[आपका हस्ताक्षर]]</p>
ja_jp: <p>敬意を込めて、</p><p>[[お名前]]</p>
lt_lt: <p>Su pagarba</p><p>[[Jūsų parašas]]</p>
vi: <p>Trân trọng,</p><p>[[Your Signature]]

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us immediately. Contact information is listed at:
he: זוהי הודעה לאשר כי החלפת את כתובת הדואר האלקטרוני המקושרת לחשבון {platform_name} מ-{old_email} ל-{new_email}. אם לא ביקשת את השינוי הנ"ל אנא צור עמנו קשר באופן מיידי. דרכי קשר רשומות ב-
ja_jp: これは{platform_name}に紐づいたメールアドレスを {old_email} から {new_email} 変更したことの確認です。このリクエストを行っていない場合は、すぐに問い合わせてください。問い合わせ先：
lt_lt: Patvirtiname, kad jūs pakeitėte el. pašto adresą, susietą su {platform_name} iš {old_email} į {new_email}. Jei jūs neprašėte pakeisti el. pašto adreso, nedelsiant susisiekite su mumis. Kontaktinė informacija:
vi: Đây là xác nhận bạn muốn thay đổi email tại {platform_name} từ email: {old_email} sang email: {new_email}. Nếu đây không phải yêu cầu của bạn, hãy liên hệ với chúng tôi ngay. Thông tin liên hệ:

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
he: אנחנו מתעדים את שימוש בכתובת דואר אלקטרוני, כך שאם בקשה זו לא נעשתה על דעתכם, נוכל לחקור את הנושא.
hi: यह इस बात की पुष्टि करने के लिए है कि आपने इससे जुड़ी ई-मेल को बदल दिया है। यदि आपने इसे नहीं भेजा है, तो हमें तुरंत संपर्क करें। संपर्क जानकारी यहाँ बम है:
ja_jp: 古いメールアドレスの履歴を保存していますので、意図したリクエストでない場合は調査することができます。
lt_lt: Mes vedame senų el. pašto adresų žurnalą, todėl jei šis prašymas buvo netyčinis, galėsime šį atvejį ištirti.
vi: Chúng tôi giữ một danh sách của e-mail cũ, vì vậy nếu yêu cầu này là không chủ ý, chúng tôi có thể điều tra.

source: Request to change {platform_name} account e-mail
he: בקש לשנות את כתובת הדואר האקטרוני המקושרת לחשבון {platform_name}
ja_jp: {platform_name}のアカウントメールアドレスの変更を要求
lt_lt: Prašymas pakeisti {platform_name} paskyros el. pašto adresą
vi: Yêu cầu thay đổi tài khoản email {platform_name}

source: Thank you,
he: תודה רבה,
hi: धन्यवाद,
ja_jp: ありがとうございます、
lt_lt: Ačiū,
vi: Cảm ơn,

source: The {platform_name} team
he: צוות {platform_name}
hi: {platform_name} टीम
ja_jp: {platform_name}運営チーム
lt_lt: {platform_name} aplinkos komanda
vi: Đội ngũ {platform_name}

source: Your payment was successful. You will see the charge below on your next credit or debit card statement under the company name {merchant_name}.
he: התשלום עבר בהצלחה. אתה תראה את החיוב מצ"ב בחשבון הבא שלך כרטיס האשראי/דביט שלך תחת השם {merchant_name}.
hi: आपका भुगतान सफल रहा। आपको कंपनी के नाम {merchant_name} के तहत अपने अगले क्रेडिट या डेबिट कार्ड स्टेटमेंट पर नीचे का चार्ज दिखाई देगा।
ja_jp: お支払いは成功しました。{merchant_name}にて決済されたクレジットもしくはデビットカードの情報を下記にて確認いただけます。
lt_lt: Apmokėjimas sėkmingas. Atliktą apmokėjimą matysite savo kreditinės ar debetinės kortelės sąskaitos išraše po kompanijos pavadinimu {merchant_name}.
vi: Thanh toán hoàn tất. Bạn sẽ thấy chi tiết hóa đơn trên tài khoản của bạn dưới tên công ty {merchant_name}.

source: Your order number is: {order_number}
he: מספר ההזמנה שלך הוא: {order_number}
hi: आपका आर्डर नंबर {order_number} है
ja_jp: あなたの注文番号：{order_number}
lt_lt: Jūsų užsakymo numeris: {order_number}
vi: Số hoá đơn của bạn là: {order_number}

source: Hi {full_name},
he: הי {full_name},
hi: नमस्ते {full_name},
ja_jp: やぁ、{full_name}。
lt_lt: Sveiki, {full_name},
vi: Chào {full_name},

source: Thanks for submitting your photos!
he: תודה על שהגשת את התמונות שלך!
hi: आपकी तस्वीरों को सबमिट करने के लिए धन्यवाद!
ja_jp: 写真を送信いただき、ありがとうございます。
lt_lt: Dėkojame, kad pateikėte nuotraukas!
vi: Cảm ơn bạn đã gửi hình!

source: Thank you for purchasing enrollments in {course_name}.
vi: Cảm ơn bạn đã thanh toán cho việc ghi danh vào khoá học {course_name}.

source: An invoice for {currency_symbol}{total_price} is attached. Payment is due upon receipt. You can find information about payment methods on the invoice.
vi: Hoá đơn với giá trị {currency_symbol}{total_price} được đính kèm. Việc thanh toán phải được thực hiện khi nhận được giấy báo. Bạn có thể tìm thấy thông tin về các phương thức thanh toán trên hoá đơn.

source: A .csv file that lists your enrollment codes is attached. You can use the email template below to distribute enrollment codes to your students. Each student must use a separate enrollment code.
vi: Một tệp tin đuôi .csv liệt kê tất cả các mã ghi danh của bạn được đính kèm tại đây. Để phân bổ các mã ghi danh này cho sinh viên, bạn có thể sử dụng mẫu email dứoi đây. Mỗi sinh viên sử dụng một mã ghi danh khác nhau.

source: Thanks, The {platform_name} Team
he: תודה, צוות {platform_name}
ja_jp: ありがとうございます {platform_name}運営チームより。
lt_lt: Ačiū, {platform_name} komanda
vi: Cảm ơn bạn, Đội ngũ {platform_name}

source: Dear [[Name]]:
he: [[שם הסטודנט/ית]] היקר/ה:
ja_jp: [[Name]] さま：
lt_lt: Gerb. [[Name]]:
vi: Chào [[Tên]]:

source: We have provided a course enrollment code for you in {course_name}. To enroll in the course, click the following link:
he: אנחנו מספקים לך קוד רישום לקורס {course_name}. בכדי להירשם לקורס, לחץ על הקישור המצורף:
ja_jp: {course_name}であなたの受講登録コードを発行しました。受講するためには次のリンクをクリックしてください：
lt_lt: Mes jums suteikėme kurso "{course_name}" registracijos kodą. Norėdami užsiregistruoti į šį kursą, paspauskite šią nuorodą:
vi: Chúng tôi đã cấp cho bạn một mã ghi danh cho khoá học {course_name}. Để tham gia vào khoá học, nhấp vào đường link sau đây:

source: HTML link from the attached CSV file
he: קישור HTML מתוך קובץ ה-CVS.
ja_jp: 添付されたCSVファイルからのHTMLリンク
lt_lt: Pridėto CSV failo HTML nuoroda
vi: Đường dẫn HTML từ tệp tài liệu CSV đính kèm.

source: After you enroll, you can see the course on your student dashboard. You can see course materials after the course start date.
he: לאחר שתירשם, תוכל לראות את הקורס על לוח בקרה הסטודנטיאלי שלך. כמובן שתוכול לראות חומרי למידה של הקורס לאחר מועד פתיחתו.
ja_jp: 登録するとマイページから講座を見ることができます。教材は講座開始日以降見ることができるようになります。
lt_lt: Užsiregistravę galite matyti kursą savo kurso dalyvio informaciniame puslapyje. Kurso medžiaga yra matoma nuo kurso pradžios datos.
vi: Sau khi đăng kí, khoá học sẽ xuất hiện trên trang cá nhân của bạn. Bạn có thể xem các tài liệu cần thiết cho khoá học sau khi khoá học bắt đầu.

source: Sincerely, [[Your Signature]]
he: בכבוד רב, [[החתימה שלך]]
ja_jp: 敬意を込めて [[お名前]]
lt_lt: Su pagarba [[jūsų parašas]]
vi: Trân trọng, [[Chữ kí]]

source: INVOICE
he: חשבונית
ja_jp: 領収書
lt_lt: SĄSKAITA FAKTŪRA
vi: Hóa đơn

source: Invoice No: {invoice_number}
he: חשבונית מספר: {invoice_number}
ja_jp: 領収書番号：{invoice_number}
lt_lt: Sąskaitos-faktūros nr: {invoice_number}
vi: Mã hóa đơn: {invoice_number}

source: Terms: Due Upon Receipt
vi: Điều kiện: Có hiệu lực ngay sau khi nhận được thông báo.

source: Due Date: {date}
he: תאריך תשלום: {date}
ja_jp: 期限：{date}
lt_lt: Pabaigos data: {date}
vi: Hạn chót ngày: {date}

source: Bill to:
he: לחשבון:
ja_jp: 請求：
lt_lt: Sąskaitą pateikti:
vi: Hóa đơn đến:

source: Customer Reference Number: {reference_number}
he: מספר פנייה ללקוח: {reference_number}
ja_jp: お客様参照番号：{reference_number}
lt_lt: Klientui suteiktas numeris: {reference_number}
vi: Mã khách hàng: {reference_number}

source: Balance Due: {currency_symbol}{sale_price}
he: יתרה לתשלום: {currency_symbol}{sale_price}
ja_jp: 不足額：{currency_symbol}{sale_price}
lt_lt: Mokėtina suma: {currency_symbol}{sale_price}
vi: Học phí: {currency_symbol}{sale_price}

source: Course: {course_name}
he: קורס: {course_name}
ja_jp: 講座：{course_name}
lt_lt: Kursas: {course_name}
vi: Khóa học: {course_name}

source: Price: {currency_symbol}{course_price} Quantity: {quantity} Sub-Total: {currency_symbol}{sub_total} Discount: {currency_symbol}{discount}
he: מחיר: {currency_symbol}{course_price} כמות: {quantity} סה"כ: {currency_symbol}{sub_total} הנחה: {currency_symbol}{discount}
ja_jp: 価格：{currency_symbol}{course_price} 数量：{quantity} 小計：{currency_symbol}{sub_total} 値引：{currency_symbol}{discount}
lt_lt: Kaina: {currency_symbol}{course_price} Kiekis: {quantity} Tarpinė suma: {currency_symbol}{sub_total} Nuolaida: {currency_symbol}{discount}
vi: Học phí: {currency_symbol}{course_price} Số lượng: {quantity} Tổng: {currency_symbol}{sub_total} Khuyến mãi: {currency_symbol}{discount}

source: Total: {currency_symbol}{sale_price}
he: סך הכל: {currency_symbol}{sale_price}
ja_jp: 合計：{currency_symbol}{sale_price}
lt_lt: Iš viso: {currency_symbol}{sale_price}
vi: Tổng cộng: {currency_symbol}{sale_price}

source: Payment Instructions
vi: Hướng dẫn thanh toán

source: If we do not receive payment, the learner enrollments that use these codes will be canceled and learners will not be able to access course materials. All purchases are final. For more information, see the {site_name} cancellation policy.
vi: Nếu việc thanh toán không được thực hiện, các học viên đã đăng kí bằng các mã được chúng tôi cung cấp sẽ không thể tiếp tục sử dụng tài liệu khoá học. Thanh toán sẽ không được hoàn lại. Để biết thêm chi tiết, vui lòng tham khảo chính sách về việc huỷ bỏ khoá học tại {site_name}.

source: For payment questions, contact {contact_email}
vi: Vui lòng liên hệ {contact_email} để được giải đáp thắc mắc liên quan đến việc thanh toán.

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the course staff at {email}.
he: אנחנו מתנצלים, צוות הקורס שלנו לא אישר את בקשתך לשינוי שמך מ-{old_name} ל-{new_name}. אם אתה זקוק לעזרה נוספת, אנא שלח הודעת דואר אלקטרוני לצוות הקורס ב-{email}
hi: हमें खेद है। हमारे पाठ्यक्रम के कर्मचारियों ने आपका नाम {old_name} से {new_name} बदलने का अनुरोध स्वीकार नहीं किया। यदि आपको और सहायता की आवश्यकता है, तो कृपया कोर्स कर्मचारियों को {email} पर ई-मेल करें।
ja_jp: 申し訳ありません。講座スタッフが名前を {old_name} から {new_name} に変更することを拒否しました。さらに支援が必要な場合は、{email}にメールしてください。
lt_lt: Apgailestaujame, kursą administruojantis personalas nepritarė jūsų prašymui pakeisti savo vardą iš {old_name} į {new_name}. Jei jums reikia papildomos pagalbos, rašykite kurso personalui {email}.
vi: Xin lỗi bạn. Đội ngũ giảng dạy không phê chuẩn yêu cầu đổi tên từ {old_name} thành {new_name}. Nếu bạn cần thêm trợ giúp, vui lòng liên hệ đội ngũ giảng dạy qua email {email}

source: We have successfully verified your identity for the {assessment} assessment in the {course_name} course.
hi: हमने {course_name} पाठ्यक्रम में {assessment} मूल्यांकन के लिए आपकी पहचान सफलतापूर्वक सत्यापित कर ली है।
vi: Danh tính của bạn đã được kiểm định thành công cho việc đánh giá {assessment} trong khoá học {course_name}.

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity.
hi: हम {course_name} कोर्स में {assessment} मूल्यांकन के लिए आपकी पहचान सत्यापित नहीं कर सके। आपने अपनी पहचान सत्यापित करने के प्रयासों के लिए {allow_attempts} में से {used_attempts} का उपयोग किया है।
vi: Chúng tôi không thể xác nhận danh tính của bạn cho đánh giá {assessment} trong khoá học {course_name}. Bạn đã thử {used_attempts} trong tổng số {allowed_attempts} lần để xác thực danh tính của mình.

source: You must verify your identity before the assessment closes on {due_date}.
hi: {due_date} पर मूल्यांकन बंद होने से पहले आपको अपनी पहचान सत्यापित करनी होगी।
vi: Bạn phải xác thực danh tính của mình trước hạn đánh giá ngày {due_date}.

source: To try to verify your identity again, select the following link:
hi: अपनी पहचान को फिर से सत्यापित करने का प्रयास करने के लिए, निम्न लिंक का चयन करें:
vi: Để thử xác thực danh tính của bạn lần nữa, vui lòng nhấp vào link sau:

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity, and verification is no longer possible.
hi: हम {course_name} कोर्स में {assessment} मूल्यांकन के लिए आपकी पहचान सत्यापित नहीं कर सके। आपने अपनी पहचान सत्यापित करने के लिए {allow_attempts} में से {used_attempts} का उपयोग किया है, और सत्यापन अब संभव नहीं है।
vi: Chúng tối không thể xác thực danh tính của bạn cho đánh giá {assessment} trong khoá học {course_name}. Bạn đã thử {used_attempts} trong tổng số {allowed_attempts} lần để xác thực danh tính của mình, vì vậy bạn không thể tiếp tục việc xác thực.

source: To go to the courseware, select the following link:
hi: कोर्सवेयर पर जाने के लिए, निम्न लिंक का चयन करें:
lt_lt: Eikite į kurso medžiagą ir pasirinkite šią nuorodą:
vi: Để tới chương trình học, hãy nhấp liên kết sau:

source: If you have any questions, you can contact student support at {support_link}.
hi: यदि आपके कोई प्रश्न हैं, तो आप {support_link} पर छात्र सहायता से संपर्क कर सकते हैं।
vi: Vui lòng liên hệ bộ phận hỗ trợ học viên tại {support_link} nếu bạn có câu hỏi.

source: Thanks,
hi: धन्यवाद,
vi: Trân trọng cảm ơn.

source: This Course Unavailable In Your Country
he: קורס זה אינו זמין במדינתך
hi: यह कोर्स आपके देश में उपलब्ध नहीं है
ja_jp: あなたの国ではこのコースは無効です。
lt_lt: Šis kursas jūsų šalyje neprieinamas
vi: Khóa học này không dành cho quốc gia của bạn

source: Our system indicates that you are trying to access this {platform_name} course from a country or region in which it is not currently available.
he: המערכת שלנו מראה כי אתה מנסה להיכנס לקורס {platform_name} זה ממדינה או איזור שבה שירות זה לא זמין כעת.
hi: हमारा सिस्टम इंगित करता है कि आप इस {platform_name} पाठ्यक्रम को किसी ऐसे देश या क्षेत्र से एक्सेस करने का प्रयास कर रहे हैं जिसमें यह वर्तमान में उपलब्ध नहीं है।
ja_jp: まだ提供されていない国または地域からこの{platform_name}講座へのアクセスであるとシステムが判断しました。
lt_lt: Mūsų sistema rodo, kad bandote prisijunti prie šio {platform_name} kurso iš šalies ar regiono, kuriame jis šiuo metu neprieinamas.
vi: Hệ thống của chúng tôi cho thấy bạn đang truy cập {platform_name} từ một quốc gia hoặc một vùng không dành cho khoá học này.

source: Our system indicates that you are trying to enroll in this {platform_name} course from a country or region in which it is not currently available.
he: המערכת שלנו מראה כי אתה מנסה להירשם לקורס {platform_name} זה ממדינה או איזור שבה שירות זה לא זמין כעת.
hi: हमारा सिस्टम इंगित करता है कि आप इस {platform_name} पाठ्यक्रम में किसी ऐसे देश या क्षेत्र से दाखिला लेने का प्रयास कर रहे हैं जिसमें यह अभी उपलब्ध नहीं है।
ja_jp: まだ提供されていない国または地域からこの{platform_name}講座の受講登録であるとシステムが判断しました。
lt_lt: Mūsų sistema rodo, kad bandote užsiregistruoti į šį {platform_name} kursą iš šalies ar regiono, kuriame jis šiuo metu neprieinamas.
vi: Hệ thống của chúng tôi cho thấy bạn đang truy cập {platform_name} từ một quốc gia hoặc một vùng không dành cho khoá học này.

source: Enrollment Successful
he: הרישום הצליח
hi: नामांकन सफल
ja_jp: 受講登録成功
lt_lt: Registracija sėkminga
vi: Ghi danh thành công

source: Thank you for enrolling in {course_names}. We hope you enjoy the course.
hi: {Course_names} में नामांकन के लिए धन्यवाद। हमें उम्मीद है कि आप पाठ्यक्रम का आनंद लेंगे।
vi: Cảm ơn bạn đã đăng ký tham gia {course_names}. Chúng tôi hy vọng bạn thích khóa học này.

source: Thank you for enrolling in:
hi: में नामांकन के लिए धन्यवाद:
vi: Cảm ơn bạn đã đăng ký:

source: We hope you enjoy the course.
hi: हमें उम्मीद है कि आप पाठ्यक्रम का आनंद लेंगे।
vi: Chúng tôi hy vọng bạn thích khóa học này.

source: {platform_name} is a nonprofit bringing high-quality education to everyone, everywhere. Your help allows us to continuously improve the learning experience for millions and make a better future one learner at a time.
he: {platform_name} הינו מוסד ללא כוונת רווח המביא חינוך ברמה גבוהה לכולם, בכל מקום. העזרה שלך מאפשרת לנו לפעול לשיפור המתמיד של חווית הלמידה של מליוני לומדים ולהביא לעתיד יותר טוב לומד אחד בכל פעם.
ja_jp: {platform_name}は高品質の教育を人や場所を問わず非営利にてお届けします。あなたのご支援によって、数百万の受講者の学習経験を継続的に向上させることができ、同時に一人の受講者としてより良い未来を作ることができます。
lt_lt: {platform_name} yra nekomercinė išsilavinimą teikianti paslauga kiekvienam ir visur. Jūsų pagalba leidžia mums nuolatos tobulinti mokymosi patirtį milijonams vartotojų ir kartu suteikti geresnę ateitį besimokančiajam.
vi: {platform_name} là một công ty cung cấp một nền giáo dục chất lượng cao cho mọi người ở mọi nơi. Sự hỗ trợ của bạn giúp chúng tôi không ngừng cải thiện các trải nghiệm học tập cho hàng triệu người và mở ra một tương lai tươi sáng hơn cho học viên.

source: Donation Actions
he: פעולות תרומה
ja_jp: 寄付的行為
lt_lt: Aukojimo veiksmai
vi: Hoạt động đóng góp

source: Financial Assistance Application
hi: वित्तीय सहायता आवेदन
vi: Đơn xin Hỗ trợ Tài chính

source: A Note to Learners
hi: शिक्षार्थियों के लिए एक नोट
vi: Chú thích cho Học viên

source: Dear edX Learner,
hi: प्रिय edX शिक्षार्थी,
vi: Kính gửi Học viên,

source: EdX Financial Assistance is a program we created to give learners in all financial circumstances a chance to earn a Verified Certificate upon successful completion of an edX course.
hi: एडएक्स फाइनेंशियल असिस्टेंस एक प्रोग्राम है जिसे हमने सभी वित्तीय परिस्थितियों में शिक्षार्थियों को एक एडएक्स कोर्स के सफल समापन पर सत्यापित प्रमाण पत्र अर्जित करने का मौका देने के लिए बनाया है।
vi: EdX Financial Assistance là một chương trình chúng tôi tạo ra để cho học viên trong tất cả các trường hợp tài chính có cơ hội để có được Chứng chỉ Xác thực khi hoàn thành khóa học edX.

source: If you are interested in working toward a Verified Certificate, but cannot afford to pay the fee, please apply now. Please note that financial assistance is limited and may not be awarded to all eligible candidates.
hi: यदि आप एक सत्यापित प्रमाणपत्र की ओर काम करने में रुचि रखते हैं, लेकिन शुल्क का भुगतान नहीं कर सकते हैं, तो कृपया अभी आवेदन करें। कृपया ध्यान दें कि वित्तीय सहायता सीमित है और सभी योग्य उम्मीदवारों को प्रदान नहीं की जा सकती है।
vi: Nếu bạn muốn có Chứng chỉ Xác thực, nhưng không thể trả phí, vui lòng áp dụng ngay bây giờ. Xin lưu ý rằng hỗ trợ tài chính có giới hạn và có thể không được trao cho tất cả các ứng viên đủ tiêu chuẩn.

source: In order to be eligible for edX Financial Assistance, you must demonstrate that paying the Verified Certificate fee would cause you economic hardship. To apply, you will be asked to answer a few questions about why you are applying and how the Verified Certificate will benefit you.
hi: EdX वित्तीय सहायता के लिए पात्र होने के लिए, आपको यह दिखाना होगा कि सत्यापित प्रमाणपत्र शुल्क का भुगतान करने से आपको आर्थिक कठिनाई होगी। आवेदन करने के लिए, आपको कुछ सवालों के जवाब देने के लिए कहा जाएगा कि आप आवेदन क्यों कर रहे हैं और सत्यापित प्रमाण पत्र से आपको क्या लाभ होगा।
vi: Để đủ điều kiện nhận Trợ cấp Tài chính của EdX, bạn phải chứng minh rằng việc trả phí Chứng chỉ Xác thực sẽ gây ra cho bạn khó khăn về kinh tế. Để áp dụng, bạn sẽ được yêu cầu trả lời một vài câu hỏi về lý do tại sao bạn đang nộp đơn và Chứng chỉ đã được Xác minh sẽ mang lại lợi ích cho bạn như thế nào.

source: If your application is approved, we'll give you instructions for verifying your identity on edx.org so you can start working toward completing your edX course.
hi: यदि आपका आवेदन स्वीकृत हो जाता है, तो हम आपको edx.org पर अपनी पहचान सत्यापित करने के निर्देश देंगे ताकि आप अपने edX पाठ्यक्रम को पूरा करने की दिशा में काम करना शुरू कर सकें।
vi: Nếu đơn đăng ký của bạn được chấp thuận, chúng tôi sẽ cung cấp cho bạn các hướng dẫn để xác minh danh tính của bạn trên edx.org để bạn có thể bắt đầu hướng tới hoàn thành khóa học edX.

source: EdX is committed to making it possible for you to take high quality courses from leading institutions regardless of your financial situation, earn a Verified Certificate, and share your success with others.
hi: एडएक्स आपके लिए अपनी वित्तीय स्थिति की परवाह किए बिना प्रमुख संस्थानों से उच्च गुणवत्ता वाले पाठ्यक्रम लेने, सत्यापित प्रमाणपत्र अर्जित करने और अपनी सफलता को दूसरों के साथ साझा करना संभव बनाता है।
vi: EdX cam kết giúp bạn có được các khóa học chất lượng cao từ các tổ chức hàng đầu bất kể tình hình tài chính của bạn, nhận Chứng chỉ Xác thực và chia sẻ thành công của bạn với những người khác.

source: Sincerely, Anant
hi: साभार, अनंत
vi: Trân trọng, Anant

source: Back to Student FAQs
hi: वापस छात्र अक्सर पूछे जाने वाले प्रश्न
vi: Quay lại Câu hỏi thường gặp dành cho Sinh viên

source: Apply for Financial Assistance
hi: वित्तीय सहायता के लिए आवेदन करें
vi: Nộp đơn xin Trợ giúp Tài chính

source: {platform_name} Home Page
hi: {platform_name} होम पेज
ja_jp: {platform_name} のホームページ
vi: Trang chủ {platform_name}

source: {begin_strong}Warning:{end_strong} Your browser is not fully supported. We strongly recommend using {chrome_link} or {ff_link}.
hi: {Begin_strong} चेतावनी: {end_strong} आपका ब्राउज़र पूरी तरह से समर्थित नहीं है। हम दृढ़ता से {chrome_link} या {ff_link} का उपयोग करने की सलाह देते हैं।
vi: {begin_strong}Cảnh báo:{end_strong} Trình duyệt của bạn không được hỗ trợ đầy đủ. Chúng tôi khuyên bạn nên sử dụng {chrome_link} hoặc {ff_link}.

source: Programs
hi: कार्यक्रम
vi: Chương trình học
