Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: This enrollment code has been canceled. It can no longer be used.
es_419: Este código de inscripción ha sido cancelado. No puede ser utilizado.

source: This enrollment code has been marked as unused.
es_419: Este código de inscripción ha sido marcado como no utilizado

source: The enrollment code has been restored.
es_419: Este código de inscripción ha sido restaurado.

source: The redemption does not exist against enrollment code ({code}).
es_419: No existe una redención para el código de inscripción ({code}).

source: Could not find student matching identifier: {student_identifier}
es_419: No se ha encontrado ningún estudiante que corresponda con el identificador:{student_identifier}

source: Unable to parse date:
es_419: Imposible decodificar la fecha:

source: Couldn't find module for url: {0}
es_419: No se encontró un módulo para la url: {0}

source: Unit {0} has no due date to extend.
es_419: La Unidad {0} no tiene fecha límite para extender.

source: An extended due date must be later than the original due date.
es_419: La fecha límite extendida debe ser posterior a la fecha límite original.

source: No due date extension is set for that student and unit.
es_419: No se ha definido extensión de fecha límite para el estudiante y la unidad especificados.

source: Extended Due Date
es_419: Fecha de entrega extendida

source: Users with due date extensions for {0}
es_419: Usuarios con extensión de fecha de entrega para {0}

source: Due date extensions for {0} {1} ({2})
es_419: Extensiones de fecha de entrega para {0} {1} ({2})

source: Not all problems in entrance exam support re-scoring.
es_419: No todos los problemas del examen de ingreso soportan re-evaluación.

source: rescored
es_419: re calificado

source: reset
es_419: reiniciado

source: deleted
es_419: borrado

source: emailed
es_419: enviado al correo electrónico

source: graded
es_419: calificado

source: problem distribution graded
es_419: Distribución de calificaciones del problema

source: certificates generated
es_419: Certificados generados

source: cohorted
es_419: cohortado

source: First Name
es_419: Primer Nombre

source: Last Name
es_419: Apellido

source: Company Name
es_419: Nombre de la organización

source: Currently Enrolled
es_419: Actualmente inscrito

source: Enrollment Source
es_419: Origen de la inscripción

source: Manual (Un)Enrollment Reason
es_419: Motivo de (des)Inscripción manual

source: Enrollment Role
es_419: Rol

source: List Price
es_419: Precio de lista

source: Payment Amount
es_419: Valor del pago

source: Coupon Codes Used
es_419: Código de cupón utilizado

source: Registration Code Used
es_419: Código de inscripción utilizado

source: Payment Status
es_419: Estado del pago

source: Transaction Reference Number
es_419: Número de referencia de la transacción

source: No status information available
es_419: No hay información de estado disponible

source: No task_output information found for instructor_task {0}
es_419: No hay información de la tarea de instructor {0}

source: No parsable task_output information found for instructor_task {0}: {1}
es_419: No hay información que se pueda procesar de la tarea de instructor {0}: {1}

source: No parsable status information available
es_419: No hay información de estado que se pueda mostrar

source: No message provided
es_419: No se suministró un mensaje

source: Invalid task_output information found for instructor_task {0}: {1}
es_419: Información de tarea invalida encontrada para la tarea de instructor {0}: {1}

source: No progress status information available
es_419: No hay información disponible sobre el estado del progreso

source: No parsable task_input information found for instructor_task {0}: {1}
es_419: No hay información de la tarea disponible para procesar de la tarea de instructor {0}: {1}

source: Progress: {action} {succeeded} of {attempted} so far
es_419: Progreso: {action} {succeeded} de {attempted} hasta el momento

source: Unable to find submission to be {action} for student '{student}'
es_419: Imposible encontrar un envío para ser {action} por el estudiante '{student}'

source: Problem failed to be {action} for student '{student}'
es_419: El problema no pudo ser {action} para el estudiante '{student}'

source: Problem successfully {action} for student '{student}'
es_419: El problema ha sido exitósamente {action} para el estudiante '{student}'

source: Unable to find entrance exam submission to be {action} for student '{student}'
es_419: Imposible encontrar un envío de examen de ingreso para ser {action} para el estudiante '{student}'

source: Entrance exam successfully {action} for student '{student}'
es_419: El examen de ingreso ha sido exitósamente {action} para el estudiante '{student}'

source: Unable to find any students with submissions to be {action}
es_419: No se han encontrado estudiantes con envíos para ser {action}

source: Problem failed to be {action} for any of {attempted} students
es_419: Falló en el {action} del problema para alguno de los {attempted} estudiantes

source: Problem successfully {action} for {attempted} students
es_419: El problema fue {action} exitosamente para los {attempted} estudiantes

source: Problem {action} for {succeeded} of {attempted} students
es_419: Problema {action} para {succeeded} de los {attempted} estudiantes

source: Unable to find any recipients to be {action}
es_419: No se ha encontrado ningún destinatario para ser {action}

source: Message failed to be {action} for any of {attempted} recipients
es_419: El mensaje falló al ser {action} para alguno de los {attempted} destinatarios

source: Message successfully {action} for {attempted} recipients
es_419: Mensaje {action} exitósamente para los {attempted} destinatarios

source: Message {action} for {succeeded} of {attempted} recipients
es_419: Mensaje {action} para {succeeded} de los {attempted} destinatarios

source: Status: {action} {succeeded} of {attempted}
es_419: Estado: {action} {succeeded} de {attempted}

source: (skipping {skipped})
es_419: (ignorando {skipped})

source: (out of {total})
es_419: (de los {total})

source: Whether to display this module in the table of contents
es_419: Define si se mostrará este módulo o no en la tabla de contenidos

source: What format this module is in (used for deciding which grader to apply, and what to show in the TOC)
es_419: Formato en el que se encuentra este módulo (usado para decidir cual grader aplicar, y que mostrar en la tabla de contenidos)

source: Course Chrome
es_419: Chrome de curso

source: Enter the chrome, or navigation tools, to use for the XBlock in the LMS. Valid values are: "chromeless" -- to not use tabs or the accordion; "tabs" -- to use tabs only; "accordion" -- to use the accordion only; or "tabs,accordion" -- to use tabs and the accordion.
es_419: Ingrese las heramientas de chrome o de navegación para user con el XBlock dentro del LMS. Las opciones válidas son: "chromeless" -- No utilizar las pestañas o el acordeón; "tabs" -- Solo utilizar las pestañas; "accordion" -- Solo utilizar el acordeón o "tabs,accordion" -- Utilizar las pestañas y el acordeón.

source: Default Tab
es_419: Pestaña por defecto

source: Enter the tab that is selected in the XBlock. If not set, the Course tab is selected.
es_419: Ingres la pestaña que está seleccionada en el XBlock. Si no se especifica, se utilizará la pestaña de Curso.

source: LaTeX Source File Name
es_419: Nombre del archivo fuente LaTeX

source: Enter the source file name for LaTeX.
es_419: Ingrese el nombre del archivo fuente de LaTeX.

source: A dictionary that maps which groups can be shown this block. The keys are group configuration ids and the values are a list of group IDs. If there is no key for a group configuration or if the set of group IDs is empty then the block is considered visible to all. Note that this field is ignored if the block is visible_to_staff_only.
es_419: Diccionario que mapea a cuales grupos se les mostrará este bloque. Las claves son ID de configuración de grupos y los valores son una lista de ID de grupos. Si no hay clave para una configuración de grupo o si el valor está vacío, el bloque estará visible para todos los alumnos. Este campo se ignorará si el bloque solo es visible para el equipo del curso.

source: This component refers to deleted or invalid content group configurations.
es_419: Este componente se refiere a una configuración de grupo borrada o inválida.

source: This component refers to deleted or invalid content groups.
es_419: Este componente hace referencia a un grupo de contenido inválido o borrado.

source: Order Payment Confirmation
es_419: Confirmación de la orden de pago

source: Confirmation and Registration Codes for the following courses: {course_name_list}
es_419: Códigos de confirmación e inscripción para los siguientes cursos: {course_name_list}

source: Trying to add a different currency into the cart
es_419: Intentando añadir una moneda diferente en el carrito

source: Internal reference code for this invoice.
es_419: Código interno de referencia para esta factura.

source: Customer's reference code for this invoice.
es_419: Código de referencia del cliente para esta factura.

source: The amount of the transaction. Use positive amounts for payments and negative amounts for refunds.
es_419: Valor de la transacción. Utilice cantidades positivas para pagos y cantidades negativas para devoluciones.

source: Lower-case ISO currency codes
es_419: Código de moneda ISO en minúsculas

source: Optional: provide additional information for this transaction
es_419: Opcional: suministre información adicional para esta transacción

source: The status of the payment or refund. 'started' means that payment is expected, but money has not yet been transferred. 'completed' means that the payment or refund was received. 'cancelled' means that payment or refund was expected, but was cancelled before money was transferred.
es_419: El estado del pago o devolución 'iniciado' significa que se espera que el pago se complete, pero el dinero no ha sido transferido. 'Completado' significa que el pago o reembolso fueron recibidos. 'Cancelado' significa que el pago o devolución se estaba esperando, pero fue cancelado antes de que el dinero fuera transferido.

source: The number of items sold.
es_419: Cantidad de items vendidos.

source: The price per item sold, including discounts.
es_419: Precio por item, incluidos los descuentos.

source: Registration for Course: {course_name}
es_419: Registro para Curso: {course_name}

source: Please visit your {link_start}dashboard{link_end} to see your new course.
es_419: Por favor visite {link_start} en el panel de control {link_end}para ver un nuevo curso.

source: Enrollment codes for Course: {course_name}
es_419: Códigos de Registro para el Curso: {course_name}

source: Mode {mode} does not exist for {course_id}
es_419: El modo {mode} no existe para el curso {course_id}

source: {mode_name} for course {course}
es_419: {mode_name} para el curso {course}

source: You can unenroll in the course and receive a full refund for 14 days after the course start date.
es_419: Puede des inscribirse del curso y recibir un reembolso completo hasta 14 días después de la fecha de inicio.

source: If you haven't verified your identity yet, please start the verification process ({verification_url}).
es_419: Si usted no ha verificado su identidad aún, tiene que iniciar el proceso de verificación ({verification_url}).

source: You can unenroll in the course and receive a full refund for 2 days after the course start date.
es_419: Puede des inscribirse del curso y recibir un reembolso completo hasta 2 días después de la fecha de inicio.

source: {refund_reminder_msg}To receive your refund, contact {billing_email}. Please include your order number in your email. Please do NOT include your credit card information.
es_419: {refund_reminder_msg} Para recibir su reembolso, contacte a {billing_email}. Por favor incluya su número de orden en su correo. Y NO incluya ninguna información de su tarjeta de crédito.

source: We greatly appreciate this generous contribution and your support of the {platform_name} mission. This receipt was prepared to support charitable contributions for tax purposes. We confirm that neither goods nor services were provided in exchange for this gift.
es_419: Apreciamos esta generosa contribución y su aporte para la misión de {platform_name}. Este recibo es elaborado para brindar soporte a las contribuciones para propósitos de impuestos. Confirmamos que ninguna mercancía o servicio fue suministrada a cambio de este regalo.

source: Could not find a course with the ID '{course_id}'
es_419: No se encontró ningún curso con el ID '{course_id}'

source: Donation for {course}
es_419: Donación para el curso {course}

source: Donation for {platform_name}
es_419: Donación para {platform_name}

source: Page {page_number} of {page_count}
es_419: Página {page_number} de {page_count}

source: Invoice
es_419: Factura

source: Order
es_419: Orden

source: Date: {date}
es_419: Fecha: {date}

source: Quantity
es_419: Cantidad

source: List Price per item
es_419: Precio de lista por item

source: Discount per item
es_419: Descuento por item

source: Payment Received
es_419: Pago recibido

source: Balance
es_419: Estado de cuenta

source: Billing Address
es_419: Dirección de facturación

source: Disclaimer
es_419: Aviso

source: TERMS AND CONDITIONS
es_419: TÉRMINOS Y CONDICIONES

source: The payment processor did not return a required parameter: {0}
es_419: El ente que se encarga de procesar el pago no retornó un parámetro requerido: {0}

source: The payment processor returned a badly-typed value {0} for param {1}.
es_419: El ente que se encarga de procesar el pago retornó un valor incorrecto {0} para el parámetro {1}

source: The payment processor accepted an order whose number is not in our system.
es_419: El encargado de procesar el pago aceptó una orden cuyo número no se encuentra en nuestro sistema

source: The amount charged by the processor {0} {1} is different than the total cost of the order {2} {3}.
es_419: La cantidad cargada por el encargado de procesar el pago {0} {1} es diferente del costo total de la orden {2} {3}.

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision_text}, and the reason was {reason_text}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
es_419: Disculpas! Nuestro proceso de pago no aceptó su pago. La decisión regresaron era {decision_text}, y la razón era {reason_text}. No se le cobró. Por favor, intente otra forma de pago. Póngase en contacto con nosotros con preguntas relacionadas con los pagos a {email}.

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data!We apologize that we cannot verify whether the charge went through and take further action on your order.The specific error message is: {error_message}. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
es_419: ¡Lo sentimos! ! Nuestro procesador de pagos nos envió una confirmación de pago que tenía datos inconsistentes! Nos disculpamos que no podemos verificar si la carga pasó y tomar medidas adicionales en su mensaje de error específico order. El mensaje de error específico es : {error_message}. Su tarjeta de crédito, posiblemente, puede haber sido cargado. Póngase en contacto con nosotros con preguntas de pago específico a {email}.

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {error_message}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
es_419: ¡Lo siento! Debido a un error de su compra fue acusado por un monto diferente al total de la orden! El mensaje de error específico es:{error_message}. Su tarjeta de crédito probablemente ha sido cargada. Póngase en contacto con nosotros con preguntas de pago específico a {email}.

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {error_message}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
es_419: ¡Lo sientimos! Nuestro procesador de pagos nos envió un mensaje dañado con respecto a su cargo, por lo que no hemos podido validar que el mensaje realmente, este vino del procesador de pagos. El mensaje de error específico es:{error_message}. Nos disculpamos que no podemos verificar si la carga pasó y tomar nuevas medidas en su pedido. Su tarjeta de crédito, posiblemente, puede haber sido cargado. Póngase en contacto con nosotros con preguntas de pago específico a {email}.

source: Successful transaction.
es_419: Transacción existosa.

source: The request is missing one or more required fields.
es_419: La solicitud no tiene uno o más campos requeridos.

source: One or more fields in the request contains invalid data.
es_419: Uno o mas campos en la solicitud contienen información inválida

source: The merchantReferenceCode sent with this authorization request matches the merchantReferenceCode of another authorization request that you sent in the last 15 minutes. Possible fix: retry the payment after 15 minutes.
es_419: El código de establecimento de comercio 'merchantReferenceCode' enviado con esta solicitud de autorización coincide con el de otra solicitud de autorización que usted envió en los últimos 15 minutos. Posible solución: Volver a intentar el pago dentro de 15 minutos.

source: Error: General system failure. Possible fix: retry the payment after a few minutes.
es_419: Error: Fallo general del sistema. Posible solución: Intente el pago nuevamente después de algunos minutos.

source: Error: The request was received but there was a server timeout. This error does not include timeouts between the client and the server. Possible fix: retry the payment after some time.
es_419: Error: La solicitud fue recibida pero se terminó el tiempo de espera en el servidor. Este error no incluye tiempos de espera entre el cliente y el servidor. Posible solución: Volver a intentar el pago más tarde.

source: Error: The request was received, but a service did not finish running in time Possible fix: retry the payment after some time.
es_419: Error: La solicitud fue recibida pero el servicio no terminó de correr a tiempo Posible solución: Volver a intentar el pago más tarde.

source: The issuing bank has questions about the request. Possible fix: retry with another form of payment
es_419: El Banco emisor tiene preguntas sobre la solicitud. Posible solución: intente con otra forma de pago.

source: Expired card. You might also receive this if the expiration date you provided does not match the date the issuing bank has on file. Possible fix: retry with another form of payment
es_419: La tarjeta está vencida. También es posible que haya ingresado una fecha de expiración que no coincida con los registros del banco. Posible solución: Volver a intentar con otro medio de pago.

source: General decline of the card. No other information provided by the issuing bank. Possible fix: retry with another form of payment
es_419: La tarjeta fue rechazada. No se recibió ninguna otra información del banco emisor. Posible solución: Volver a intentar con otro medio de pago.

source: Insufficient funds in the account. Possible fix: retry with another form of payment
es_419: Fondos insuficientes en la cuenta. Posible solución: intente con otra forma de pago

source: Unknown reason
es_419: Razón desconocida

source: Issuing bank unavailable. Possible fix: retry again after a few minutes
es_419: El banco emisor no está disponible. Posible solución: Intente nuevamente dentro de algunos minutos

source: Inactive card or card not authorized for card-not-present transactions. Possible fix: retry with another form of payment
es_419: Tarjeta inactiva o no autorizada para transacciones no presenciales. Posible solución: Volver a intentar con otro medio de pago.

source: The card has reached the credit limit. Possible fix: retry with another form of payment
es_419: La tarjeta ha alcanzado el límite de crédito. Posible solución: Intente con otra forma de pago

source: Invalid card verification number. Possible fix: retry with another form of payment
es_419: Número de verificación inválido. Posible solución: Intente con otra forma de pago

source: Invalid account number. Possible fix: retry with another form of payment
es_419: Número de cuenta inválido. Posible solución: Intente con otra forma de pago

source: The card type is not accepted by the payment processor. Possible fix: retry with another form of payment
es_419: Este tipo de tarjeta no es aceptada por el sistema de procesamiento de pagos. Posible solución: Volver a intentar con otro medio de pago.

source: General decline by the processor. Possible fix: retry with another form of payment
es_419: Solicitud rechazada. Posible solución: Intente con otra forma de pago

source: There is a problem with our CyberSource merchant configuration. Please let us know at {0}
es_419: Hay un problema con la configuración de comercio de CyberSource. Por favor envíenos esta notificación al correo electrónico {0}

source: The requested amount exceeds the originally authorized amount.
es_419: La cantidad solicitada excede el valor autorizado.

source: Processor Failure. Possible fix: retry the payment
es_419: Fallo en el procesamiento. Posible solución: Intente nuevamente

source: The authorization has already been captured
es_419: La autorización ya ha sido recibida

source: The requested transaction amount must match the previous transaction amount.
es_419: La cantidad para la transacción solicitada debe corresponder con la cantidad de la transacción previa

source: The card type sent is invalid or does not correlate with the credit card number. Possible fix: retry with the same card or another form of payment
es_419: El tipo de tarjeta es inválido o no corresponde con el número de la tarjeta de crédito. Posible solución: Volver a intentar con la misma tarjeta o con otro medio de pago.

source: The request ID is invalid.
es_419: El ID de la solicitud es inválido

source: You requested a capture through the API, but there is no corresponding, unused authorization record.
es_419: Solicitó una captura a través de la API pero no hay un registro de autorización sin utilizar para esta solicitud.

source: The transaction has already been settled or reversed.
es_419: La transacción ya ha sido aceptada o reversada

source: The capture or credit is not voidable because the capture or credit information has already been submitted to your processor. Or, you requested a void for a type of transaction that cannot be voided.
es_419: La captura o crédito no se puede invalidar, porque ya ha sido envida a su procesador. O, usted solicitó la invalidación de un tipo de transacción que no puede ser invalidado.

source: You requested a credit for a capture that was previously voided
es_419: Usted solicitó un crédito para una captura que ya había sido invalidada

source: Error: The request was received, but there was a timeout at the payment processor. Possible fix: retry the payment.
es_419: Error: La solicitud fue recibida, pero se terminó el tiempo de espera en el sistema de procesamiento de pagos. Posible solución: Volver a intentar el pago.
