Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Refresh the page and make an attempt before resetting.
he: רענן את העמוד ובצע ניסיון לפני אתחול.
ja_jp: リセットをする前にページをリフレッシュしてください。
lt_lt: Prieš paleisdami iš naujo atnaujinkite puslapį ir vėl pabandykite.

source: Current task that the student is on.
he: המשימה הנוכחית שהסטודנט מבצע.
lt_lt: Dabar kurso dalyvis atlieka šią užduotį.

source: A list of lists of state dictionaries for student states that are saved. This field is only populated if the instructor changes tasks after the module is created and students have attempted it (for example, if a self assessed problem is changed to self and peer assessed).
lt_lt: Išsaugotų kurso dalyvių būsenų žinynų sąrašų sąrašas. Šis laukas yra užpildytas tik tada, jeigu sukūrus modulį ir kurso dalyviams bandžius jį spręsti lektorius pakeičia užduotis (pavyzdžiui, užduotis, kai savo atsakymus vertina pats kurso dalyvis, pakeičiama užduotimi, kai savo atsakymus vertina pats kurso dalyvis ir jo atsakymus vertina bendrakursiai).

source: List of state dictionaries of each task within this module.
he: רשימה של מילוני מצב עבור כל משימה בתוך מודולה זו.
lt_lt: Šio modulio kiekvienos užduoties būsenų žinynų sąrašas.

source: Which step within the current task that the student is on.
he: באיזה שלב במשימה הנוכחית נמצא הסטודנט.
lt_lt: Kokį šios užduoties etapą dabar atlieka kurso dalyvis.

source: Defines whether the student gets credit for this problem. Credit is based on peer grades of this problem.
he: מגדיר אם הסטודנט מקבל נקודות עבור בעיה זו. נקודות מבוססות על דירוג עמיתים בבעיה זו.
lt_lt: Apibrėžia, ar įskaitoma ši kurso dalyvio užduotis. Įskaita priklauso nuo to, kaip šią užduotį įvertino bendrakursiai.

source: If the problem is ready to be reset or not.
he: אם הבעיה מוכנה לאתחול או לא.
lt_lt: Ar užduotis yra ar nėra paruošta nustatyti iš naujo.

source: The number of times the student can try to answer this problem.
he: מספר הפעמים שסטודנט יכול לנסות לענות על בעיה זו.
lt_lt: Kiek kartų kurso dalyvis gali bandyti atsakyti į šią užduotį.

source: Allow File Uploads
he: לאפשר העלאת קבצים
lt_lt: Leisti įkelti failus

source: Whether or not the student can submit files as a response.
he: האם סטודנט יכול להגיש קבצים כתשובה.
lt_lt: Ar kurso dalyvis gali atsakydamas pateikti failus.

source: Disable Quality Filter
he: השבת מסנן איכות
lt_lt: Išjungti kokybės filtrą

source: If False, the Quality Filter is enabled and submissions with poor spelling, short length, or poor grammar will not be peer reviewed.
he: אם לא, פילטר איכות יופעל והגשות קצרות, עם איות לא תקין, או תחביר לא תקין לא יעברו דירוג עמיתים.
lt_lt: Jeigu "Ne", kokybės filtras yra įjungtas ir bendrakursiai neperžiūrės darbų, kuriuose yra daug rašybos ar gramatikos klaidų arba kurie yra trumpi.

source: Current version number
he: מספר גירסא נוכחית
lt_lt: Šios versijos numeris

source: Defines the number of points each problem is worth. If the value is not set, each problem is worth one point.
he: מגדיר את מספר הנקודות שכל בעיה שווה. אם הערך לא יקבע, כל בעיה שווה נקודה אחת.
lt_lt: Apibrėžia, kiek taškų yra verta kiekviena užduotis. Jeigu reikšmė nenustatyta, kiekviena užduotis verta vieno taško.

source: Minimum Peer Grading Calibrations
he: מספר מינימלי של כיולים בדירוג עמיתים
lt_lt: Minimalus kiekis darbų bendrakursių vertinimui

source: The minimum number of calibration essays each student will need to complete for peer grading.
he: המספר המינימאלי של כיולים שכל סטודנט ידרש להשלים עבור דירוג עמיתים.
lt_lt: Kiek mažiausiai bendrakursių darbų kiekvienas kurso dalyvis turi patikrinti.

source: Maximum Peer Grading Calibrations
he: מספר מקסימלי של מדרגים בדירוג עמיתים
lt_lt: Maksimalus kiekis darbų bendrakursių vertinimui

source: The maximum number of calibration essays each student will need to complete for peer grading.
he: המספר המקסימאלי של חיבורי כיול שכל סטודנט ידרש להשלים עבור דירוג עמיתים.
lt_lt: Kiek daugiausiai bendrakursių darbų kiekvienas kurso dalyvis turi patikrinti.

source: Peer Graders per Response
he: מדרגים בדירוג עמיתים לכל תשובה
lt_lt: Kiekvieną atsakymą turi įvertinti tiek bendrakursių

source: The number of peers who will grade each submission.
he: מספר העמיתים שידרגו כל הגשה.
lt_lt: Kiek bendrakursių vertins kiekvieną darbą.

source: Required Peer Grading
he: דירוגי עמיתים דרושים
lt_lt: Privalomas bendrakursių vertinimas

source: The number of other students each student making a submission will have to grade.
he: מספר הסטודנטים האחרים שכל סטודנט שמגיש תשובה יצטרך לבדוק.
lt_lt: Kiek kitų kurso dalyvių darbų turės įvertinti kiekvienas atsakymą pateikiantis kurso dalyvis.

source: Allow "overgrading" of peer submissions
he: אפשר "דירוג יתר" של הגשות עמיתים.
lt_lt: Leisti vertinti daugiau bendrakursių darbų

source: EXPERIMENTAL FEATURE. Allow students to peer grade submissions that already have the requisite number of graders, but ONLY WHEN all submissions they are eligible to grade already have enough graders. This is intended for use when settings for `Required Peer Grading` > `Peer Graders per Response`
lt_lt: EKSPERIMENTINĖ FUNKCIJA. Leisti kurso dalyviams vertinti bendrakursių darbus, kuriuos jau įvertino reikalingas vertintojų skaičius, bet TIK TADA, KAI visus darbus, kuriuos jie gali vertinti, jau įvertino pakankamai vertintojų. Ši funkcija numatyta nuostatoms "Privalomas bendrakursių vertinimas" > "Kiekvieną darbą turi įvertinti tiek bendrakursių".

source: ORA1 is no longer supported. To use this assessment, replace this ORA1 component with an ORA2 component.
lt_lt: ORA1 nebepalaikomas. Norėdami panaudoti šį vertinimą, šį ORA1 komponentą pakeiskite ORA2 komponentu.

source: TBD
he: יקבע בהמשך
ja_jp: 未定
lt_lt: Bus nustatyta

source: List of pairs of (title, url) for textbooks used in this course
ja_jp: 本講座で使われている教科書の (表題、URL) の組み合わせの一覧
lt_lt: Šiame kurse naudojamų vadovėlių (pavadinimas, url) sąrašas

source: Course Advertised Start Date
he: תאריך תחילת הקורס המפורסם.
ja_jp: コースの告知開始日
lt_lt: Kurso reklamos pradžios data

source: Enter the date you want to advertise as the course start date, if this date is different from the set start date. To advertise the set start date, enter null.
he: הזן את התאריך לפרסום כתאריך ההתחלה של הקורס, אם תאריך זה שונה מתאריך התחלת הקורס שנקבע. אם התאריך לפרסום התחלת הקורס זהה לתאריך שנקבע להתחלת הקורס, הזן אפס.
ja_jp: コースの告知開始日がコース開講日と異なる場合には、告知を開始したい日付を入れてください。なお、コース開講日と同日に告知を開始する場合には空白ままとしてください。
lt_lt: Įveskite datą, kurią norite paskelbti kaip kurso pradžios datą, jeigu ši data skiriasi nuo nustatytosios pradžios datos. Norėdami reklamuoti nuo nustatytosios pradžios datos, nieko nerašykite.

source: Show Chat Widget
lt_lt: Rodyti pokalbių valdiklį

source: Enter true or false. When true, students can see the chat widget in the course.
lt_lt: Įveskite "taip" arba "ne". Jei įvesta "taip", kurso dalyviai matys pokalbių valdiklį.

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period.
ja_jp: ディスカッションのカテゴリは次のフォーマットで指定してください: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"} 例えば一つのディスカッションのカテゴリは "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}となります。"id" の値は一意である必要があります。アンダースコアとハイフン、ピリオドだけが、"id" の値として使用可能な特殊文字です。
lt_lt: Įveskite diskusijų kategorijas šiuo formatu: "Kategorijos pavadinimas": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Pavyzdžiui, viena diskusijų kategorija gali būti "Lydinė dermė": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Kiekvienos kategorijos "id" numeris turi būti unikalus. Vieninteliai specialieji simboliai, palaikomi "id" numeriuose, yra pabraukimas, brūkšnelis ir taškas.

source: Enter true or false. If true, discussion categories and subcategories are sorted alphabetically. If false, they are sorted chronologically.
he: הזן כן או לא. אם כן, קטגוריות ותת-קטגוריות דיונים ממוינות על פי אלף בית. אם לא, הם ממוינות באופן כרונולוגי.
ja_jp: trueもしくはfalseを入力してください。trueの場合には、ディスカッションカテゴリとサブカテゴリはアルファベット順に並び替えられます。falseの場合には、それらは時系列順に並び替えられます。
lt_lt: Įveskite "taip" arba "ne". Jeigu įvesite "taip", diskusijų kategorijos ir pakategorės bus rūšiuojamos abėcėlės tvarka. Jeigu įvesite "ne", jos bus rūšiuojamos chronologiškai.

source: Enter true or false. If true, the course appears in the list of new courses on edx.org, and a New! badge temporarily appears next to the course image.
he: הזן כן או לא. אם כן, הקורס מופיע ברשימה של קורסים חדשים ב-edx.org, וסמל חדש! יופיע באופן זמני ליד תמונת הקורס.
ja_jp: trueもしくはfalseを入力してください。trueの場合、この講座はedx.orgの新講座リストに表示され、しばらくの間、「新講座！」バッチが講座画像の隣に表示されます。
lt_lt: Įveskite "taip" arba "ne". Jeigu įvesite "taip", kursas bus rodomas naujų kursų sąraše edx.org ir ženklelis "Naujas!" laikinai bus matomas šalia kurso paveikslėlio.

source: Enter the URL for the official course Facebook group. If you provide a URL, the mobile app includes a button that students can tap to access the group.
he: הזן כתובת URL עבור קבוצת הפייסבוק הרשמית של הקורס. אם אתה מספק כתובת URL, אפליקצית המובייל כוללת כפתור שסטודנטים יכולים ללחוץ עליו בכדי להיכנס לקבוצה.
ja_jp: コースのFacebook公式グループURLを入力してください。入力されていればモバイルアプリでグループにアクセスできるボタンが生成されます。
lt_lt: Įveskite oficialios kurso Facebook grupės URL nuorodą. Jeigu pateiksite URL nuorodą, mobiliojoje programoje bus mygtukas, kurį kurso dalyviai turės paliesti, kad patektų į grupę.

source: For HTML textbooks that appear as separate tabs in the courseware, enter the name of the tab (usually the name of the book) as well as the URLs and titles of all the chapters in the book.
he: עבור ספר לימוד שמופיע בחלונית נפרדת בלומדה, הזן את שם החלונית (בדרך כלל זה יהיה שם הספר) כמו גם כתובת ה-URL והכותרות של כל הפרקים בספר.
ja_jp: HTMLテキストはコースウェアの独立したタブとして表示されます。そのため、そのタブ名(通常はテキストの名前)をURLや書籍の全て章名と同様に入力をしてください。
lt_lt: Įveskite HTML vadovėlių, kurie kurso medžiagoje yra matomi atskirose kortelėse, kortelių pavadinimus (paprastai tai yra knygos pavadinimas) , taip pat visų knygos skyrių URL nuorodas ir pavadinimus.

source: Enter the names of the advanced components to use in your course.
he: הזן את השמות של הרכיבים המתקדמים שתשתמש בהם בקורס.
ja_jp: この講座で用いる高度なアイテムの名前を入力してください。
lt_lt: Įveskite papildomų komponentų, kurie bus naudojami kurse, pavadinimus.

source: Getting Started With Studio
he: איך מתחילים לעבוד עם סטודיו
lt_lt: Pradėti naudotis Studio aplinka

source: Add Course Team Members
he: הוסף חברי צוות הקורס
lt_lt: Pridėti kurso komandos narius

source: Grant your collaborators permission to edit your course so you can work together.
he: תן למשתפי הפעולה שלך הרשאות לערוך את הקורס כך שתוכלו לעבוד ביחד.
lt_lt: Suteikite savo bendradarbiams teisę redaguoti jūsų kursą, kad galėtumėte dirbti kartu.

source: Edit Course Team
he: ערוך צוות קורס
lt_lt: Redaguoti kurso komandą

source: Set Important Dates for Your Course
he: קבע תאריכים חשובים עבור הקורס שלך
lt_lt: Nustatykite jūsų kursui svarbias datas

source: Establish your course's student enrollment and launch dates on the Schedule and Details page.
he: קבע את התאריכי ההרשמה לסטודנטים וההשקה של הקורס בעמוד לוח זמנים ופרטים.
lt_lt: Nustatykite registracijos į savo kursą ir jo pradžios datas "Tvarkaraštis & informacija" puslapyje.

source: Edit Course Details &amp; Schedule
he: ערוך את פרטי הקורס ולוח הזמנים של הקורס
lt_lt: Redaguoti kurso informaciją &amp; tvarkaraštį

source: Draft Your Course's Grading Policy
he: נסח את תקנון הציונים של הקורס שלך.
lt_lt: Parenkite savo kurso vertinimo tvarką

source: Set up your assignment types and grading policy even if you haven't created all your assignments.
he: הגדרת סוגי המטלות שלך ותקנון הציונים גם אם לא יצרת את כל המטלות.
lt_lt: Nustatykite atsiskaitymo užduočių tipus ir vertinimo tvarką net jeigu nesukūrėte visų atsiskaitymo užduočių.

source: Edit Grading Settings
he: הזן הגדרות ציון
lt_lt: Redaguoti vertinimo nuostatas

source: Explore the Other Studio Checklists
he: סייר ברשימות פעולות לביצוע אחרות של סטודיו
lt_lt: Išnagrinėti kitus Studio veiksmų sąrašus

source: Discover other available course authoring tools, and find help when you need it.
he: גלה כלים נוספים ליצירה ועריכת הקורס, וקבל עזרה כאשר אתה זקוק לה.
lt_lt: Atraskite kitas esamas kurso kūrimo priemones ir gaukite pagalbos, kai jums jos reikia.

source: Draft a Rough Course Outline
he: נסח טיוטה ראשונית למתווה קורס
lt_lt: Sudaryti apytikrį kurso planą

source: Create Your First Section and Subsection
he: צור את המקטע ותת המקטע הראשונים שלך
lt_lt: Sukurti savo pirmąją temą ir potemę

source: Use your course outline to build your first Section and Subsection.
he: השתמש במתווה שלך לבנות את המקטע ותת המקטע הראשונים שלך.
lt_lt: Naudodamiesi savo kurso planu sukurkite pirmąją temą ir potemę.

source: Edit Course Outline
he: ערוך מתווה קורס
lt_lt: Redaguoti kurso planą

source: Set Section Release Dates
he: קבע תאריכי פרסום למקטע
lt_lt: Nustatyti temų paskelbimo datas

source: Specify the release dates for each Section in your course. Sections become visible to students on their release dates.
he: פרט את תאריכי הפרסום עבור על מקטע בקורס שלך. מקטעים הופכים להיות זמינים עבור סטודנטים בתאריך הפרסום שלהם.
lt_lt: Nurodykite kiekvienos savo kurso temos paskelbimo datą. Kurso dalyviai gali matyti temas nuo jų paskelbimo dienos.

source: Designate a Subsection as Graded
he: קבע תת מקטע כמדורג
lt_lt: Pažymėti potemę kaip įvertintą

source: Set a Subsection to be graded as a specific assignment type. Assignments within graded Subsections count toward a student's final grade.
he: קבע תת מקטע לדירוג כסוג מטלה מסויים. מטלות בתוך תת מקטע מדורג מחושבות במסגרת הציון הסופי של הסטודנט.
lt_lt: Nustatykite, kad potemė būtų vertinama kaip konkretus užduoties tipas. Vertinamų potemių užduotys priskaičiuojamos prie galutinio kurso dalyvio įvertinimo.

source: Reordering Course Content
he: סידור מחדש של תוכן הקורס
lt_lt: Pertvarkomas kurso turinys

source: Use drag and drop to reorder the content in your course.
he: גרור ושחרר לסדר מחדש את התוכן בקורס שלך.
lt_lt: Nutempdami į reikiamą vietą pertvarkykite kurso turinį.

source: Renaming Sections
he: שינוי שם למקטעים
lt_lt: Pervadinamos temos

source: Rename Sections by clicking the Section name from the Course Outline.
he: שנה את שם המקטעים באמצעות לחיצה על שם המקטע במתווה הקורס.
lt_lt: Pervadinkite temas spragtelėdami temos pavadinimą kurso plane.

source: Deleting Course Content
he: מחיקה של תוכן הקורס
lt_lt: Šalinamas kurso turinys

source: Delete Sections, Subsections, or Units you don't need anymore. Be careful, as there is no Undo function.
he: מחק מקטעים, תתי מקטעים, או יחידות מיותרות. הזהר מכיוון שלא ניתן לבטל פעולה זו.
lt_lt: Pašalinkite temas, potemes arba skyrius, kurių jums nebereikia. Būkite atidūs, nes šių veiksmų negalėsite atšaukti.

source: Add an Instructor-Only Section to Your Outline
he: הוסף למתאר מקטעים המיועדים למדריכים בלבד
lt_lt: Pridėti tik lektoriams skirtą temą prie savo plano

source: Some course authors find using a section for unsorted, in-progress work useful. To do this, create a section and set the release date to the distant future.
he: חלק מהמחברים של הקורסים נוהגים לשמור עבודות לא ממוינות או עבודות שטרם הושלמו במקטע יעודי. בכדי לעשות זאת, צרו מקטע וקבעו את תאריך הפרסום לעתיד הרחוק.
lt_lt: Kai kuriems kurso autoriams naudinga nesutvarkytą, nebaigtą darbą suskirstyti temomis. Norėdami tai padaryti, sukurkite temą ir nustatykite jos paskelbimo datą tolimoje ateityje.

source: Explore edX's Support Tools
he: סייר בכלי התמיכה של edX
lt_lt: Išnagrinėti edX priežiūros priemones

source: Explore the Studio Help Forum
he: סייר בפורום העזרה של הסטודיו.
lt_lt: Išnagrinėti Studio pagalbos forumą

source: Access the Studio Help forum from the menu that appears when you click your user name in the top right corner of Studio.
he: גש לפורום העזרה מתוך התפריט אשר מופיע כאשר אתה לוחץ על שם המשתמש שלך בפינה הימנית-עליונה בסטודיו.
lt_lt: Įeikite į Studio pagalbos forumą per meniu, kuris atsiranda paspaudus savo naudotojo vardą viršutiniame dešiniajame Studio kampe.

source: Visit Studio Help
he: בקר בדף עזרה של סטודיו
lt_lt: Aplankyti Studio pagalbą

source: Enroll in edX 101
he: הירשם ל-edX 101
lt_lt: Užsiregistruoti į edX101 kursą

source: Register for edX 101, edX's primer for course creation.
he: הירשם לedX 101, ההכנה של edX ליצירה של קורסים.
lt_lt: Registruotis į edX101 kursą - edX kursų kūrimo pradžiamokslį.

source: Register for edX 101
he: הירשם ל-edX 101
lt_lt: Registruotis į edX101

source: Download the Studio Documentation
he: הורדת מסמכי סטודיו
lt_lt: Atsiųsti Studio dokumentus

source: Download the searchable Studio reference documentation in PDF form.
he: הורד קובץ PDF בר חיפוש של מסמך התיעוד לסטודיו.
lt_lt: Atsiųsti Studio paieškos informacinius dokumentus PDF formatu.

source: Download Documentation
he: הורדת מסמכים
lt_lt: Atsiųsti dokumentus

source: Draft Your Course About Page
he: נסח את דף האודות של הקורס שלך
lt_lt: Parengti puslapį apie savo kursą

source: Draft a Course Description
he: נסח את תיאור הקורס
lt_lt: Sukurti kurso aprašą

source: Courses on edX have an About page that includes a course video, description, and more. Draft the text students will read before deciding to enroll in your course.
he: לקורסים בedX יש עמוד אודות שכולל וידיאו על הקורס, תיאור, ועוד. נסח את הטקסט שסטודנטים יקראו לפני שיחליטו להירשם לקורס.
lt_lt: edX kursai turi puslapį "Apie kursą", jame yra vaizdo įrašas apie kursą, jo aprašas ir kita. Sukurkite tekstą, kurį skaitys kurso dalyviai prieš nuspręsdami užsirašyti į jūsų kursą.

source: Edit Course Schedule &amp; Details
he: ערוך את פרטי הקורס ולוח הזמנים של הקורס
lt_lt: Redaguoti kurso tvarkaraštį &amp; informaciją

source: Add Staff Bios
he: הוסף ביוגרפיה של הצוות
lt_lt: Pridėti personalo biografijas

source: Showing prospective students who their instructor will be is helpful. Include staff bios on the course About page.
he: זה עוזר להראות לסטודנטים לעתיד מי יהיו המדריכים שלהם. כלול את הביוגרפיות של הצוות בעמוד האודות של הקורס.
lt_lt: Naudinga būsimiems kurso dalyviams parodyti, kas bus jų lektorius. Personalo biografijas įdėkite puslapyje "Apie kursą".

source: Add Course FAQs
he: הוסף שאלות נפוצות של הקורס
lt_lt: Pridėti DUK apie kursą

source: Include a short list of frequently asked questions about your course.
he: כלול רשימה קצרה של שאלות נפוצות על הקורס שלך.
lt_lt: Įtraukite trumpą sąrašą dažnai užduodamų klausimų apie jūsų kursą.

source: Add Course Prerequisites
he: הוסף ידע קודם הדרוש ללימוד הקורס
lt_lt: Pridėti kurso reikalavimus

source: Let students know what knowledge and/or skills they should have before they enroll in your course.
he: פרט לסטודנטים על הידע קודם ו/או קישורים הנדרשים לפני הרשמה לקורס.
lt_lt: Praneškite kurso dalyviams, kokių žinių ir / arba įgūdžių jie turi turėti prieš užsirašydami į Jūsų kursą.

source: Course Info Sidebar Name
he: שם סרגל הצד למידע על הקורס
lt_lt: Kurso pavadinimas informacinio puslapio šoninėje juostoje

source: Enter the heading that you want students to see above your course handouts on the Course Info page. Your course handouts appear in the right panel of the page.
he: הזן את הכותרת שהנך רוצה שתלמידים יראו מלעיל של דפי המידע של הקורס בדף מידע של הקורס. דפי מידע של הקורס שלך יופיעו בחלונית השמאלית של העמוד.
lt_lt: Įveskite antraštę, kurią norite, kad kurso dalyviai matytų jūsų kurso dalijamosios medžiagos viršuje informaciniame kurso puslapyje. Jūsų kurso dalijamoji medžiaga yra matoma dešiniajame puslapio skydelyje.

source: True if timezones should be shown on dates in the courseware. Deprecated in favor of due_date_display_format.
he: כן אם אזורי זמן צריכים להיות מוצגים בתאריכי הלומדה. תכונה זו בוטלה לטובת due_date_display_format.
ja_jp: 講座にタイムゾーンを表示する場合は有効にします。due_date_display_formatで指定した形で表示されます。
lt_lt: "Taip", jeigu laiko juostos turi būti rodomos šalia datų kurso medžiagoje. Tai nerekomenduojama, kad būtų išlaikytas pateikimo datos rodymo formatas.

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the course to use on the certificate that students receive when they complete the course.
lt_lt: Šią nuostatą naudokite tik generuodami PDF sertifikatus. Kabutėse įrašykite trumpą kurso pavadinimą, nurodomą sertifikatuose, kuriuos kurso dalyviai gaus baigę kursą.

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the course to use on the certificate that students receive when they complete the course.
lt_lt: Šią nuostatą naudokite tik generuodami PDF sertifikatus. Kabutėse įrašykite ilgą kurso pavadinimą, nurodomą sertifikatuose, kuriuos kurso dalyviai gaus baigę kursą.

source: Enter the course organization that you want to appear in the courseware. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
he: הזן את שם הארגון שיופיע בלומדה ליד שם הקורס. הגדרה זו דורסת את שם הארגון שהכנסת בעת יצירה של הקורס. כדי להשתמש בשם הארגון שהכנסת בעת שיצרת את הקורס, הכנס null.
ja_jp: 講座内で表示させたい講座提供主体を入力します。この設定は、講座を作成した際に入力した組織名を上書きします。作成時の組織名を利用した場合、この設定値は空白のままとします。
lt_lt: Įveskite, kaip norite struktūruoti kurso medžiagą. Ši nuostata panaikina kuriant kursą sudarytą struktūrą. Jeigu norite palikti tą struktūrą, kurią sudarėte kurdami kursą, nieko nerašykite.

source: Enter the course number that you want to appear in the courseware. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
ja_jp: 講座内で表示させたい講座番号を入力してください。この設定は講座を作成した際に設定した講座番号を上書きします。講座作成時の講座番号を使う場合、この設定値は空白のままとします。
lt_lt: Įveskite kurso numerį, kuris bus matomas kurso medžiagoje. Ši nuostata panaikina kurso numerį, kurį įvedėte kurdami kursą. Jeigu norite palikti kurso numerį, kurį įvedėte kurdami kursą, nieko nerašykite.

source: Both
he: שניהם
ja_jp: 両方
lt_lt: Abu

source: Enter configuration for the teams feature. Expects two entries: max_team_size and topics, where topics is a list of topics.
lt_lt: Įveskite komandų konfigūraciją. Tikimasi dviejų įrašų: maksimalaus komandų dydžio ir temų, kur temos yra temų sąrašas.

source: Enter true or false. If this value is true, timed and proctored exams are enabled in your course.
lt_lt: Įveskite "taip" arba "ne". Jeigu įvesite "taip", jūsų kurse bus įjungti egzaminai.

source: Discussion Id
he: מזהה דיון
ja_jp: ディスカッションID
lt_lt: Diskusijos identifikacijos numeris

source: The id is a unique identifier for the discussion. It is non editable.
he: המזהה הוא מזהה יחודי עבור הדיון לא ניתן לערוך אותו.
ja_jp: IDはディスカッション固有の識別子です。変更はできません。
lt_lt: ID yra unikalus diskusijos identifikacijos numeris. Jis neredaguojamas.

source: Image Annotation
he: הסבר של התמונה
ja_jp: 画像の注釈
lt_lt: Paveikslo komentaras

source: Tags for Assignments
he: תגיות עבור מטלות
ja_jp: 課題に対するタグ
lt_lt: Atsiskaitymo užduočių žymos

source: Add tags that automatically highlight in a certain color using the comma-separated form, i.e. imagery:red,parallelism:blue
he: הוסף תגיות שמדגישות צבע באופן אוטומטי באמצעות הפרדה בפסיק, לדוגמא imagery:red,parallelism:blue
ja_jp: コンマで分けられたフォームを使用して、特定の色（例えば、imagery:red,parallelism:blue）で自動的にハイライトするタグを追加します。
lt_lt: Pridėti žymas, kurios automatiškai pažymi tam tikra spalva, atskiriant kableliu, pvz., imagery:red,parallelism:blue

source: Location of Annotation backend
ja_jp: 注釈のバックエンドのロケーション
lt_lt: Komentaro sąsajos adresas

source: Url for Annotation Storage
he: כתובת URL עבור אחסון הסברים
ja_jp: 注釈のストレージのURL
lt_lt: Komentaro saugyklos URL nuoroda
