Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Profile
hi: प्रोफाइल:
ja_jp: プロファイル
lt_lt: Profilis
vi: Hồ sơ

source: Shopping Cart
he: עגלת קניות
ja_jp: ショッピングカート
lt_lt: Pirkinių krepšelis
vi: Giỏ hàng

source: How it Works
he: איך זה עובד
hi: यह कैसे काम करता है
ja_jp: どのように機能するか
lt_lt: Kaip tai veikia
vi: Phương thức hoạt động

source: Schools
he: בתי ספר
hi: विश्वविद्यालय
ja_jp: 学校
lt_lt: Mokyklos
vi: Trường

source: Add Coupon Code
hi: कूपन कोड जोड़ें
vi: Thêm mã giảm giá.

source: Enter information about the coupon code below.
hi: नीचे दिए गए कूपन कोड के बारे में जानकारी दर्ज करें।
vi: Điền thông tin về mã giảm giá dưới đây.

source: Discount Percentage
hi: डिस्काउंट प्रतिशत
vi: Phần trăm giảm giá

source: Add expiration date
he: הוסף תאריך תפוגה
hi: समाप्ति तिथि जोड़ें
ja_jp: 有効期限を追加
lt_lt: Pridėti galiojimo pabaigos datą
vi: Thêm vào ngày hết hạn

source: Example Certificates
he: תעודות לדוגמה
hi: उदाहरण प्रमाण पत्र
ja_jp: 修了証の例
vi: Chứng chỉ mẫu

source: Generate example certificates for the course.
he: ליצור תעודות לדוגמה עבור קורס.
hi: पाठ्यक्रम के लिए उदाहरण प्रमाण पत्र बनाएं।
ja_jp: 講座の修了証の例を生成する
vi: Tạo các chứng chỉ mẫu cho khoá học.

source: Generate Example Certificates
he: ליצור תעודות לדוגמה
hi: उदाहरण प्रमाण पत्र उत्पन्न करें
ja_jp: 修了証の例を生成
vi: Tạo các chứng chỉ mẫu

source: Status:
he: סטאטוס
hi: स्थिति:
ja_jp: 状況：
lt_lt: Būsena:
vi: Trạng thái:

source: Generating example {name} certificate
he: יוצר תעודת {name} לדוגמא
hi: उदाहरण {name} प्रमाण पत्र बनाना
ja_jp: 修了証の例{name}を生成中
vi: Cung cấp chứng chỉ mẫu {name}

source: Error generating example {name} certificate: {error}
he: טעות ביצירה של תעודת {name} לדוגמא: {error}
hi: उदाहरण {name} प्रमाणपत्र बनाने में त्रुटि: {error}
ja_jp: 修了証の例{name}を生成中にエラーが発生：{error}
vi: Lỗi tạo chứng chỉ mẫu {name}: {error}

source: View {name} certificate
he: ראה תעודת {name}
hi: {name} प्रमाणपत्र देखें
ja_jp: 修了証{name}を見る
vi: Xem chứng chỉ {name}

source: Disable Student-Generated Certificates
he: בטל תעודות שנוצרו על ידי הסטודנט
hi: छात्र-निर्मित प्रमाणपत्रों को अक्षम करें
ja_jp: 受講者生成の修了証を無効にする
vi: Vô hiệu lực chứng chỉ tạo bởi học viên.

source: Generate Certificates
hi: प्रमाण पत्र उत्पन्न करें
vi: Tạo chứng chỉ

source: Course certificate generation requires an activated web certificate configuration.
hi: कोर्स सर्टिफिकेट जेनरेशन को एक सक्रिय वेब सर्टिफिकेट कॉन्फ़िगरेशन की आवश्यकता होती है।
vi: Việc tạo chứng chỉ khóa học đòi hỏi cấu hình chứng chỉ web được kích hoạt.

source: When you are ready to generate certificates for your course, click Generate Certificates. You do not need to do this if you have set the certificate mode to on-demand generation.
hi: जब आप अपने पाठ्यक्रम के लिए प्रमाणपत्र तैयार करने के लिए तैयार हों, तो सर्टिफिकेट जेनरेट करें पर क्लिक करें। यदि आपने प्रमाण पत्र मोड को ऑन-डिमांड पीढ़ी के लिए सेट किया है, तो आपको ऐसा करने की आवश्यकता नहीं है।
vi: Khi bạn đã sẵn sàng tạo chứng chỉ cho khóa học của mình, hãy nhấp vào Tạo Chứng chỉ. Bạn không cần phải làm điều này nếu bạn đã thiết lập chế độ chứng chỉ để tạo ra theo yêu cầu.

source: Pending Tasks
hi: लंबित कार्य
lt_lt: Laukiančios vykdymo užduotys
vi: Việc bị trì hoãn

source: Regenerate Certificates
hi: प्रमाणपत्रों को पुन: बनाएँ
vi: Cấp lại Chứng chỉ

source: To regenerate certificates for your course, choose the learners who will receive regenerated certificates and click Regenerate Certificates.
hi: अपने पाठ्यक्रम के लिए प्रमाण पत्र प्राप्त करने के लिए, उन शिक्षार्थियों का चयन करें, जो पुनर्निर्मित प्रमाण पत्र प्राप्त करेंगे और प्रमाण पत्र पुनर्जीवित करेंगे।
vi: Để tạo lại chứng chỉ cho khóa học của bạn, hãy chọn người học sẽ nhận được chứng chỉ tạo lại và bấm vào Tạo lại Chứng chỉ.

source: Choose learner types for regeneration
hi: पुनर्जनन के लिए शिक्षार्थी प्रकार चुनें
vi: Chọn những loại học viên để cấp lại

source: Regenerate for learners who have already received certificates. ({count})
hi: पहले से ही प्रमाण पत्र प्राप्त करने वाले शिक्षार्थियों के लिए पुनर्जन्म। ({COUNT})
vi: Cấp lại cho học viên đã nhận được chứng chỉ. ({count})

source: Regenerate for learners who have not received certificates. ({count})
hi: उन शिक्षार्थियों के लिए पुनर्जीवित करें जिन्हें प्रमाण पत्र नहीं मिला है। ({COUNT})
vi: Cấp lại cho học viên chưa nhận chứng chỉ. ({count})

source: Regenerate for learners with audit passing state. ({count})
hi: लेखा परीक्षा उत्तीर्ण राज्य के साथ शिक्षार्थियों के लिए पुनर्जीवित। ({COUNT})
vi: Cấp lại cho những học viên có trạng thái vượt qua kiểm tra. ({count})

source: Regenerate for learners with audit not passing state. ({count})
hi: ऑडिट के साथ शिक्षार्थियों के लिए उत्तीर्ण राज्य नहीं गुजर रहा है। ({COUNT})
vi: Cấp lại cho những học viên có trạng thái không vượt qua kiểm tra. ({count})

source: Regenerate for learners in an error state. ({count})
hi: एक त्रुटि स्थिति में शिक्षार्थियों के लिए पुनर्जन्म। ({COUNT})
vi: Cấp lại cho những học viên có trạng thái lỗi. ({count})

source: Certificate Generation History
hi: सर्टिफिकेट जनरेशन हिस्ट्री
vi: Lịch sử Cấp lại Chứng chỉ

source: Task name
hi: कार्य का नाम
vi: Tên việc

source: SET CERTIFICATE EXCEPTIONS
hi: प्रमाण पत्र प्राप्त करें
vi: THIẾT LẬP NHỮNG NGOẠI LỆ CHỨNG CHỈ

source: Set exceptions to generate certificates for learners who did not qualify for a certificate but have been given an exception by the course team. After you add learners to the exception list, click Generate Exception Certificates below.
hi: उन शिक्षार्थियों के लिए प्रमाण पत्र बनाने के लिए अपवाद सेट करें जो एक प्रमाण पत्र के लिए अर्हता प्राप्त नहीं करते थे, लेकिन पाठ्यक्रम टीम द्वारा एक अपवाद दिया गया है। आप अपवाद सूची में शिक्षार्थियों को जोड़ने के बाद, नीचे दिए गए अपवाद प्रमाणपत्र उत्पन्न करें पर क्लिक करें।
vi: Thiết lập các ngoại lệ để tạo chứng chỉ cho người học không đủ điều kiện để có chứng chỉ nhưng đã được nhóm điều hành cho là một ngoại lệ. Sau khi bạn thêm người học vào danh sách ngoại lệ, hãy bấm vào Tạo Chứng chỉ Ngoại lệ bên dưới.

source: Invalidate Certificates
hi: अमान्य प्रमाण पत्र
vi: Chứng chỉ Không Hợp lệ

source: Enrollment Information
he: מידע על רישום
hi: नामांकन के बारे में जानकारी
ja_jp: 受講情報
lt_lt: Registracijos informacija
vi: Thông tin ghi danh

source: Number of enrollees (admins, staff, and students) by track
hi: ट्रैक द्वारा एनरोलमेंट्स (प्रवेशकर्ता, कर्मचारी और छात्र) की संख्या
lt_lt: Prisiregistravusiųjų skaičius (administratorių, kurso personalo ir kurso dalyvių) pagal registracijos tipą
vi: Số người đăng ký (quản trị viên, nhân viên và sinh viên) theo chương trình

source: Audit
he: שומע חופשי
hi: परीक्षण
ja_jp: 聴講
lt_lt: Laisvieji klausytojai
vi: Dự thính

source: Professional
hi: व्यावसायिक
lt_lt: Profesionalai
vi: Nghiệp vụ

source: Basic Course Information
he: מידע קורס בסיסי
hi: बुनियादी तौर पर पाठ्यक्रम की जानकारी
ja_jp: 講座の基本情報
lt_lt: Pagrindinė kurso informacija
vi: Thông tin cơ bản cho khóa học

source: Course Name:
he: שם הקורס
hi: पाठ्यक्रम का नाम:
ja_jp: 講座名：
lt_lt: Kurso pavadinimas
vi: Tên khóa học:

source: Course Start Date:
he: תאריך תחילת קורס:
hi: पाठ्यक्रम आरंभ की तिथी:
ja_jp: 講座開始日：
lt_lt: Kurso pradžios data:
vi: Ngày khoá học bắt đầu:

source: Course End Date:
hi: कोर्स की अंतिम तिथि:
lt_lt: Kurso pabaigos data:
vi: Ngày kết thúc khoá học

source: No end date set
hi: कोई अंतिम तिथि निर्धारित नहीं है
ja_jp: 終了日付が設定されていません
lt_lt: Nėra pabaigos datos
vi: Không có thiết lập ngày kết thúc

source: Has the course started?
he: האם הקורס החל
hi: क्या पाठ्यक्रम शुरू हो गया है?
ja_jp: この講座は既に開講済？
lt_lt: Ar šis kursas jau prasidėjo?
vi: Khóa học đã bắt đầu?

source: Yes
he: כן
hi: हाँ
ja_jp: はい
lt_lt: Taip
vi: Đồng ý

source: No
he: לא
hi: नहीं
ja_jp: いいえ
lt_lt: Ne
vi: Không

source: Has the course ended?
he: האם הקורס הסתיים
hi: क्या पाठ्यक्रम समाप्त हो चुका है?
ja_jp: この講座は終了済？
lt_lt: Ar šis kursas jau baigėsi?
vi: Khóa học đã kết thúc?

source: Number of sections:
hi: वर्गों की संख्या:
lt_lt: Temų skaičius:
vi: Số phần:

source: View detailed Git import logs for this course {link_start}by clicking here{link_end}.
he: צפה בלוגי יבוא מפורטים מ-GIT {link_start} בלחיצה פה{link_end}.
ja_jp: この講座のGitインポートログの詳細を見るには {link_start}ここをクリック{link_end}してください。
lt_lt: Šio kurso išsamius Git importo žurnalus matysite {link_start}paspaudę čia{link_end}.
vi: Xem logs nhập Git chi tiết cho khoá học này bằng cách nhấp vào link {link_start} {link_end}

source: Course Warnings
he: אזהרות הקורס
hi: पाठ्यक्रम चेतावनियां
ja_jp: 講座の警告
lt_lt: Kurso perspėjimai
vi: Lưu ý về khoá học

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
he: לחץ בכדי להציג את חישוב הציון בקורס זה. חישוב הציון הינו פירוט של חלקים בעלי ציון בקורס (לדוגמא: בחינות או תרגולים), ויכולים להיות משונים בעמוד 'ציונים' (תחת הגדרות) בסטודיו.
hi: पाठ्यक्रम के लिए ग्रेडिंग कॉन्फ़िगरेशन प्रदर्शित करने के लिए क्लिक करें। ग्रेडिंग कॉन्फ़िगरेशन पाठ्यक्रम के ग्रेड किए गए उपखंडों (जैसे परीक्षा और समस्या सेट) का टूटना है, और स्टूडियो में 'ग्रेडिंग' पृष्ठ ('सेटिंग' के तहत) में बदला जा सकता है।
ja_jp: この講座の採点設定を表示するにはクリックします。この採点設定はこの講座の採点対象(テストや問題等)の節の積み上げです。そして、これらはStudioの(設定配下の)採点ページで設定変更をすることができます。
lt_lt: Spustelėkite, kad būtų rodoma kurso vertinimo konfigūraciją. Vertinimo konfigūracija - tai įvertintų kurso poskyrių išskirstymas (pavyzdžiui, egzaminų ir užduočių rinkinių). Vertinimo konfigūracija gali būti pakeista puslapyje "Vertinimas" (skiltyje "Nustatymai").
vi: Bấm chuột để hiển thị kết cấu điểm của khóa học. Kết cấu điểm là sự phân bổ thành các phần nhỏ cần được chấm điểm trong khóa học (ví dụ các bài thi và câu hỏi), và có thể được chuyển thành trang 'Chấm điểm' (dưới mục 'Thiết Lập') trong Studio.

source: Grading Configuration
he: חישוב הציון
hi: ग्रेडिंग कॉन्फ़िगरेशन
ja_jp: 評価設定
lt_lt: Vertinimo konfigūracija
vi: Kết Cấu Điểm

source: Get Student Anonymized IDs CSV
he: קבל זיהוי אנונימי של הסטודנטים
hi: छात्रों के बेनाम IDs CSV पाएं
ja_jp: 匿名化された受講者IDのCSVデータを入手する
lt_lt: Gauti anonimizuotus kurso dalyvių duomenis CSV formatu
vi: Nhận được ID CSV học viên ẩn danh ID CSV

source: Reports
he: דוחות
hi: रिपोर्ट्स
ja_jp: レポート
lt_lt: Ataskaitos
vi: Báo cáo

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
he: לקורסים גדולים יצירה של דוחות מסויימים יכולה לארוך מספר שעות. כאשר יצירת הדוח תושלם, קישור שכולל את השעה ותאריך היצירה יופיע בטבלה מטה. דוחות אלו נוצרים ברקע, כך שאתם יכולים לנווט מדף זה בזמן שהדוח בתהליך יצירה.
hi: बड़े पाठ्यक्रमों के लिए, कुछ रिपोर्ट बनाने में कई घंटे लग सकते हैं। जब रिपोर्ट पीढ़ी पूरी हो जाती है, तो एक लिंक जिसमें पीढ़ी की तारीख और समय शामिल होता है, नीचे दी गई तालिका में दिखाई देता है। ये रिपोर्ट पृष्ठभूमि में बनाई गई हैं, जिसका अर्थ है कि इस पृष्ठ से दूर नेविगेट करना ठीक है जबकि आपकी रिपोर्ट उत्पन्न हो रही है।
ja_jp: 規模の大きな講座では、レポートの生成に数時間を要するものがあります。レポートの生成が完了すると、生成された日時を含むリンクが表の下に表示されます。これらのレポートはバックグラウンド処理において生成されるので、レポート生成中はこのページを離れてしまっても問題はありません。
lt_lt: Didelės apimties kursuose ataskaitų generavimas gali užtrukti kelias valandas. Kai ataskaita bus suformuota, žemiau esančioje lentelėje atsiras nuoroda su ataskaitos data ir laiku, kada buvo suformuota ataskaita. Ataskaitos formuojamos vidiniu režimu, todėl galite naršyti toliau, išeidami iš šio puslapio.
vi: Với những khóa học lớn , tạo ra 1 báo cáo cần thời gian vài giờ. Khi báo cáo được tạo xong, sẽ có đường link xuất hiện trong bảng bên dưới.

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
he: אנא היה סבלני ואל תלחץ על כפתור זה פעמים רבות. לחיצה על כפתור זה פעמים רבות יגרום להאטה משמעותית בתהליך.
hi: कृपया धैर्य रखें और इन बटनों को कई बार क्लिक न करें। इन बटन को कई बार क्लिक करने से जेनरेशन प्रोसेस काफी धीमा हो जाएगा।
ja_jp: これらのボタンは複数回クリックをせずに、どうぞお待ちください。複数回クリックをすると、生成処理が著しく遅くなります。
lt_lt: Prašome, būkite kantrūs ir nespauskite šių mygtukų daug kartų. Dažnas šių mygtukų paspaudimas reikšmingai sulėtins generavimo procesą.
vi: Không nên nhấn nút quá nhiều lần sẽ làm cho quá trình tạo chậm hơn.

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
he: לחץ כדי ליצור קובץ CSV של כל הסטודנטים הרשומים בקורס יחד עם מידע על הפרופיל כגון כתובות דוא"ל, ושמות משתמש:
hi: इस पाठ्यक्रम में नामांकित सभी छात्रों की CSV फ़ाइल बनाने के लिए क्लिक करें, साथ ही प्रोफ़ाइल जानकारी जैसे ईमेल पता और उपयोगकर्ता नाम:
ja_jp: メールアドレスやユーザー名などのプロフィール情報と共にこの講座を履修している全ての受講者をCSVファイルを生成するにはクリックしてください：
lt_lt: Paspauskite, norėdami sugeneruoti visų užsiregistravusių kurso dalyvių CSV failą, kartu su profilio informacija, tokia kaip el. pašto adresas ir naudotojo vardas:
vi: Nhấn vào đây để tạo một danh sách các học sinh tham gia khóa học này, cùng các thông tin cá nhân như địa chỉ email và tên đăng ký dưới dạng CSV:

source: Download profile information as a CSV
he: הורד את מידע הפרופיל כ-CSV
hi: एक CSV के रूप में प्रोफ़ाइल जानकारी डाउनलोड करें
ja_jp: プロフィール情報をCSVとしてダウンロードする
lt_lt: Atsisiųsti profilio informaciją CSV formatu
vi: Tải về thông tin hồ sơ cá nhân dưới dạng file CSV

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
hi: एक CSV फ़ाइल बनाने के लिए क्लिक करें जो उन शिक्षार्थियों को सूचीबद्ध करती है जो पाठ्यक्रम में दाखिला ले सकते हैं लेकिन अभी तक ऐसा नहीं किया है।
vi: Nhấp để tạo một tập tin CSV liệt kê các học viên có thể ghi danh cho khoá học này nhưng chưa thực hiện.

source: Download a CSV of learners who can enroll
hi: ऐसे शिक्षार्थियों का CSV डाउनलोड करें, जो नामांकन कर सकते हैं
vi: Tải file CSV của học viên có khả năng ghi danh

source: Click to generate a CSV file of all proctored exam results in this course.
hi: इस पाठ्यक्रम में सभी प्रचलित परीक्षा परिणामों की एक CSV फ़ाइल बनाने के लिए क्लिक करें।
vi: Nhấp để tạo file CSV của tất cả kết quả kiểm tra trong khoá học này.

source: Generate Proctored Exam Results Report
hi: प्रोक्टेड परीक्षा परिणाम रिपोर्ट तैयार करें
vi: Tạo báo cáo kết quả kiểm tra có giám thị

source: Click to generate a CSV file of survey results for this course.
hi: इस कोर्स के लिए सर्वेक्षण परिणामों की एक CSV फ़ाइल बनाने के लिए क्लिक करें।
vi: Bấm để tạo tệp CSV về kết quả khảo sát cho khóa học này.

source: Generate Survey Results Report
hi: सर्वेक्षण परिणाम रिपोर्ट तैयार करें
vi: Tạo Báo cáo Kết quả Khảo sát

source: Download a CSV of problem responses
vi: Tải câu trả lời cho một vấn đề CSV

source: Click to list certificates that are issued for this course:
hi: इस पाठ्यक्रम के लिए जारी किए गए प्रमाणपत्रों पर क्लिक करें:
vi: nhấp vào để xem các chúng chỉ được cấp trong khoá học này:

source: View Certificates Issued
hi: जारी किए गए प्रमाण पत्र देखें
vi: Xem chứng chỉ đã cấp

source: Download CSV of Certificates Issued
hi: डाउनलोड किए गए प्रमाणपत्रों के CSV जारी किए गए
vi: Tải xuống CSV của chứng chỉ đã cấp

source: For smaller courses, click to list profile information for enrolled students directly on this page:
he: לקורסים קטנים יותר, לחץ בכדי לראות מידע על פרופילי המשתמשים הרשומים ישירות בדף זה:
hi: छोटे पाठ्यक्रमों के लिए, इस पृष्ठ पर सीधे नामांकित छात्रों के लिए प्रोफ़ाइल जानकारी को सूचीबद्ध करने के लिए क्लिक करें:
ja_jp: 少人数の講座の場合、履修している受講者のプロフィール情報の一覧を直接このページに表示するにはクリックしてください；
lt_lt: Jei kursas mažesnės apimties, paspauskite ir užsiregistravusių kurso dalyvių profilio informaciją pamatysite šiame puslapyje:
vi: Đối với các khóa học nhỏ hơn, nhấn vào đây để liệt kê thông tin hồ sơ cá nhân cho học viên nhập học trực tiếp trên trang này:

source: List enrolled students' profile information
hi: दाखिल छात्रों की प्रोफाइल जानकारी की सूची
ja_jp: 受講者のプロフィール情報を一覧表示する
lt_lt: Pateikti užsiregistravusių kurso dalyvių profilio informaciją
vi: Liệt kê thông tin hồ sơ cá nhân của những học viên đã ghi danh

source: Click to generate a CSV grade report for all currently enrolled students.
he: לחץ כדי ליצר דוח ציונים ב-CSV של כל הסטודנטים הרשומים כעת.
hi: वर्तमान में नामांकित सभी छात्रों के लिए एक सीएसवी ग्रेड रिपोर्ट बनाने के लिए क्लिक करें।
ja_jp: 現在受講登録中の受講者の成績レポートを生成するには、クリック。
lt_lt: Paspauskite, jei norite sugeneruoti CSV ataskaitą visiems šiuo metu prisiregistravusiems kurso dalyviams.
vi: Nhấn vào tạo tập tin CSV của lớp để tạo báo cáo tất cả các học sinh đã ghi danh.

source: Generate Grade Report
he: יצר דוח ציונים
hi: ग्रेड रिपोर्ट बनाएं
ja_jp: 採点レポートを生成する
lt_lt: Generuoti įvertinimo ataskaitą
vi: Tạo Báo Cáo Điểm

source: Generate Problem Grade Report
hi: समस्या ग्रेड रिपोर्ट जनरेट करें
ja_jp: 課題採点レポートを作成する
lt_lt: Generuoti užduoties įvertinimo ataskaitą
vi: Tạo báo cảo điểm cho vấn đề

source: Generate ORA Data Report
hi: ORA डेटा रिपोर्ट जनरेट करें
vi: Tạo báo cáo dữ liệu ORA

source: Reports Available for Download
he: דוחות זמינים להורדה
hi: रिपोर्ट्स डाउनलोड करने के लिए तैयार हैं
ja_jp: レポートはダウンロード可能です
lt_lt: Ataskaitos, paruoštos atsisiuntimui
vi: Những Báo cáo có sẵn để Tải xuống

source: The reports listed below are available for download. A link to every report remains available on this page, identified by the UTC date and time of generation. Reports are not deleted, so you will always be able to access previously generated reports from this page.
he: הדוחות המפורטים להלן זמינים להורדה. קישור לכל דוח נשאר זמין בדף זה, מזוהה על ידי תאריך בפורמט UTC והשעת יצירה. דוחות אינם נמחקים, כך שאתה תמיד תוכל לגשת לדוחות שנוצרו בעבר מדף זה.
ja_jp: 以下に表記されているレポートはダウンロード可能です。このページの全てのレポートへのリンクは利用可能です。なお、生成日時はUTC（世界標準時）で特定されています。レポートは削除されないので、かつて生成したレポートもこのページから入手することができます。
lt_lt: Žemiau pateiktas vertinimų ataskaitas galima parsisiųsti. Nuoroda į kiekvieną ataskaitą išlieka prieinama šiame puslapyje. Nuorodos žymimos suformavimo UTC data ir laiku. Vertinimų ataskaitos neištrinamos, todėl šiame puslapyje jūs visada galėsite rasti anksčiau suformuotas ataskaitas.
vi: Các báo cáo dưới đây hiện có để tải về . Mỗi link báo cáo đều có thời gian tạo ra. Báo không thể xóa. vì vậy bạn có thể truy cập vào các báo cáo trước đó của trang.

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
he: דו"ח הפצת התשובה המפורט להלן נוצר מעת לעת על ידי תהליך רקע אוטומטי. הדו"ח הוא מצטבר, כך שתשובות שהוגשו לאחר תחילת התהליך כלולים בדו"ח שלאחר מכן. הדו"ח מופק מספר פעמים ביום.
hi: नीचे सूचीबद्ध उत्तर वितरण रिपोर्ट समय-समय पर एक स्वचालित पृष्ठभूमि प्रक्रिया द्वारा उत्पन्न होती है। रिपोर्ट संचयी है, इसलिए प्रक्रिया शुरू होने के बाद प्रस्तुत जवाब एक बाद की रिपोर्ट में शामिल किए गए हैं। प्रति दिन कई बार रिपोर्ट तैयार की जाती है।
ja_jp: 回答分布レポートは
lt_lt: Žemiau pateikta atsakymų paskirstymo ataskaitą periodiškai generuoja automatizuotas foninis procesas. Ataskaita yra kumuliacinė, todėl atsakymai, pateikti po proceso pradžios, yra įtraukiami į vėlesnę ataskaitą. Ši ataskaita yra generuojama keletą kartų per dieną.
vi: Báo cáo phân bố trả lời dưới đây được xuất định kỳ bởi quá trình chạy ngầm tự động. Báo cáo này được dồn lại nên những câu trả lời gửi sau khi quá trình bắt đầu sẽ được gộp vào báo cáo sau đó. Báo cáo được xuất nhiều lần một ngày.

source: Enrollment Codes
vi: Mã ghi danh

source: Create one or more pre-paid course enrollment codes. Students can use these codes to enroll in the course.
he: צור קוד הרשמה משולם מראש אחד או יותר. סטודנטים יכולים לעשות שימוש בקודים אלו בכדי להירשם לקורס.
ja_jp: 支払済みの受講登録コードを作成する。受講者はこのコードを使用して受講登録できます。
lt_lt: Sukurkite vieną ar daugiau kurso registracijos kodų, už kuriuos sumokama iš anksto. Kurso dalyviai su šiais kodais gali užsiregistruoti į kursą.
vi: Tạo một hoặc nhiều mã ghi danh trả trước. Học viên có thể sử dụng các mã này để đăng ký vào khoá học.

source: Create Enrollment Codes
he: צור קודי רישום
hi: नामांकन कोड बनाएँ
ja_jp: 受講登録コードを作成
lt_lt: Kurti registracijos kodus
vi: Tạo mã ghi danh

source: Cancel, restore, or mark an enrollment code as unused.
vi: Huỷ, hồi phục hoặc đánh dấu không sử dụng một mã ghi danh.

source: Change Enrollment Code Status
vi: Thay đổi trạng thái mã ghi danh

source: Download a .csv file of all enrollment codes for this course.
vi: Tải tệp tin đuôi csv bao gồm tất cả các mã ghi danh cho khoá học này.

source: Download All Enrollment Codes
he: הורד את כל קודי הרישום
ja_jp: 全ての受講登録コードをダウンロード
lt_lt: Atsisiųsti visus registracijos kodus
vi: Tải tất cả các mã ghi danh

source: Download a .csv file of all unused enrollment codes for this course.
vi: Tải tệp tin csv bao gồm tất cả các mã ghi danh chưa sử dụng của khoá học này.

source: Download Unused Enrollment Codes
he: הורד קודי שימוש שלא נעשה בהם שימוש.
ja_jp: 使われていない受講登録コードをダウンロード
lt_lt: Atsisiųsti nepanaudotus registracijos kodus
vi: Tải các mã ghi danh chưa sử dụng

source: Download a .csv file of all used enrollment codes for this course.
vi: Tải tệp tin .csv bao gồm tất cả mã ghi danh đã sử dụng trong khoá học này.

source: Download Used Enrollment Codes
he: הורד קודי שימוש משומשים.
ja_jp: 使われている受講登録コードをダウンロード
lt_lt: Atsisiųsti panaudotus registracijos kodus
vi: Tải các mã ghi danh đã sử dụng

source: Course Price
he: מחיר הקורס
hi: कोर्स की कीमत
ja_jp: 講座の価格
lt_lt: Kurso kaina
vi: Học phí

source: Course price per seat:
vi: Học phí tính theo chỗ:

source: Edit Price
lt_lt: Redaguoti kainą
vi: Điều chỉnh học phí

source: Course Seat Purchases
vi: Mua chỗ cho khoá học

source: Total Credit Card Purchases:
he: סה"כ רכישות בכרטיס אשראי
ja_jp: クレジットカード取引合計：
lt_lt: Visi kreditinės kortelės pirkiniai:
vi: Tổng lần mua bằng thẻ tín dụng:

source: Download a .csv file for all credit card purchases or for all invoices, regardless of status.
vi: Tải tệp tin csv bao gồm tất cả các thanh toán bằng thẻ tín dụng hoặc tất cả hoá đơn.

source: Download All Invoices
he: הורד את כל החשבוניות
ja_jp: 全ての請求書をダウンロード
lt_lt: Atsisiųsti visas sąskaitas faktūras
vi: Tải tất cả hoá đơn

source: Download All Credit Card Purchases
he: הורד את כל הרכישות באשראי
ja_jp: 全てのクレジットカード取引をダウンロード
lt_lt: Atsisiųsti visus kreditinės kortelės pirkinius
vi: Tải tất cả giao dịch bằng thẻ tín dụng

source: To cancel or resubmit an invoice, enter the invoice number below.
he: בכדי לבטל או להגיש מחדש חשבונית, אנא הזן את מספר החשבונית למטה.
ja_jp: 請求書のキャンセルまたは再発行には下に請求書番号を入力してください。
lt_lt: Norėdami atšaukti arba iš naujo pateikti sąskaitą faktūrą, toliau įveskite jos numerį.
vi: Để huỷ hoặc cung cấp lại hoá đơn, nhập số hoá đơn phía dưới.

source: Invoice Number
he: מספר חשבונית
ja_jp: 請求書番号
lt_lt: Sąskaitos faktūros numeris
vi: Số hoá đơn

source: Cancel Invoice
he: בטל חשבונית
ja_jp: 請求書をキャンセル
lt_lt: Atšaukti sąskaitą faktūrą
vi: Huỷ hoá đơn

source: Resubmit Invoice
he: הגש מחדש חשבנית
ja_jp: 請求書を再発行
lt_lt: Iš naujo pateikti sąskaitą faktūrą
vi: Nộp lại hoá đơn

source: Create a .csv file that contains enrollment information for your course.
vi: Tạo tệp tin .csv chứa thông tin ghi danh cho khóa học của bạn.

source: Create Enrollment Report
vi: Tạo Báo cáo đăng ký Ghi danh

source: Create an HTML file that contains an executive summary for this course.
vi: Tạo một file HTML chứa một bản tóm tắt tổng quan cho khóa học này.

source: Create Executive Summary
vi: Tạo lập Tóm tắt Tổng quan

source: Available Reports
vi: Những báo cáo sẵn có
