Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Please provide launch_url. Click "Edit", and fill in the required fields.
he: אנא ספק launch_url. לחץ על "עריכה", ומלא את השדות הדרושים.
hi: कृपया launch_url दें। "Edit" क्लिक करें और आवश्यक फ़ील्ड्स भरें।
ja_jp: launch_urlを入力してください。そして、編集をクリックし、必須項目を入力してください。
lt_lt: Pateikite launch_url. Spauskite "Redaguoti" ir užpildykite privalomus laukus.
vi: Vui lòng cung cấp launch_url. Nhấp chuột vào "Edit", và điền những thông tin được yêu cầu.

source: Feedback on your work from the grader:
he: משוב על עבודתך מהבודק:
hi: मूल्‍यांकनकर्ता द्वारा आपके कार्य पर दी गई प्रतिक्रिया:
ja_jp: 評価者からのフィードバック：
lt_lt: Vertintojo komentaras apie jūsų darbą:
vi: Nhận xét của người chấm về bài làm của bạn:

source: Press to Launch
he: לחץ כדי להפעיל
hi: लांच करने के लिये दबाइए
ja_jp: 押して起動
lt_lt: Spustelėkite paleisti
vi: Nhấn để mở

source: Manage student accounts
he: נהל חשבונות סטודנט
hi: छात्र खाते प्रबंधित करें
ja_jp: 受講者のアカウントを管理する
vi: Quản lí tài khoản học viên

source: Username:
he: שם משתמש:
hi: उपयोगकर्ता नाम:
ja_jp: ユーザー名：
lt_lt: Naudotojo vardas:
vi: Tên đăng nhập:

source: Profile:
he: פרופיל:
hi: प्रोफाइल:
ja_jp: プロファイル：
lt_lt: Profilis:
vi: Hồ sơ:

source: Image:
he: תמונה:
hi: छवि:
ja_jp: 画像：
lt_lt: Paveikslas:
vi: Ảnh:

source: Name:
he: שם:
hi: नाम:
ja_jp: 名前：
lt_lt: Vardas:
vi: Tên:

source: View Profile
he: צפה בפרופיל
hi: प्रोफाइल देखिये
ja_jp: プロファイルを見る
lt_lt: Peržiūrėti profilį
vi: Xem hồ sơ:

source: Disable Account
he: בטל חשבון
hi: खाता खत्म करें
ja_jp: アカウント失効
lt_lt: Blokuoti paskyrą
vi: Khóa tài khoản

source: Reenable Account
he: הפעל מחדש חשבון
hi: खाते को फिर से योग्य बनाएं
ja_jp: アカウント有効化
lt_lt: Atkurti paskyrą
vi: Mở lại tài khoản

source: Remove Profile Image
he: הסר תמונת פרופיל
hi: प्रोफ़ाइल छवि निकालें
ja_jp: プロファイル画像を削除
lt_lt: Pašalinti profilio paveikslą
vi: Xóa ảnh hồ sơ

source: Students whose accounts have been disabled
he: סטודנטים שחשבונם בוטל
hi: वे छात्र जिनके खातों को बंद कर दिया गया है
ja_jp: 失効となっているアカウント
lt_lt: Kurso dalyviai, kurių paskyros yra užblokuotos
vi: Những học viên có tài khoản bị khóa

source: (reload your page to refresh)
he: (טען מחדש את העמוד בכדי לרענן)
ja_jp: (情報を更新するにはこのページを再読み込みしてください)
lt_lt: (perkraukite puslapį, norėdami atnaujinti informaciją)
vi: (tải lại trang để cập nhật)

source: working
he: פועל
hi: काम कर रहे
ja_jp: 処理中
lt_lt: palaukite...
vi: đang làm việc

source: There has been an error on the {platform_name} servers
he: קרתה טעות בשרתי {platform_name}
hi: {platform_name} सर्वर पर एक त्रुटि श्रजित हुई है।
ja_jp: {platform_name}のサーバーにエラーがあります。
lt_lt: {platform_name} serveriuose įvyko klaida
vi: Hiện đã có một lỗi trên các máy chủ {platform_name}

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
he: אנחנו מתנצלים, המודל הזה הזאת לא זמינה באופן זמני. הצוות שלנו עובד על תיקון הבעיה מוקדם ככל שניתן. אנא שלח לנו הודעת דואר אלקטרוני לכתובת {tech_support_email} בכדי לדווח על בעיות או השבתה של השירותים.
ja_jp: 申し訳ございません。このモジュールは一時的に利用できません。スタッフができるだけ早く修正すべく働いています。問題やダウンタイムについて{tech_support_email}へメールをお願いします。
lt_lt: Atsiprašome, šis modulis yra šiuo metu nepasiekiamas. Mūsų darbuotojai stengiasi jį kuo greičiau sutvarkyti. Praneškite mums apie problemą ar gedimą {tech_support_email}.
vi: Rất tiếc, mô-đun này tạm thời không có. Đội ngũ nhân viên của chúng tôi đang đang chỉnh sửa để nó sớm hoạt động. Xin vui lòng email cho chúng tôi tại địa chỉ {tech_support_email} để báo các vấn đề kỹ thuật.

source: Raw data:
he: נתונים גולמיים:
hi: रौ डेटा:
ja_jp: 生データ：
lt_lt: Neapdoroti duomenys:
vi: Dữ liệu thô:

source: You do not have any notes.
he: אין לך הערות.
hi: आपके कोई नोट्स नहीं है।
ja_jp: ノートがありません
lt_lt: Jūs neturite užrašų.
vi: Bạn không có bất kỳ ghi chú nào.

source: Course View
he: מבט אל הקורס
hi: कोर्स देखें
ja_jp: コースビュー
vi: Xem Khóa Học

source: View this course as:
he: צפה בקורס בתור
hi: इस पाठ्यक्रम को इस प्रकार देखें:
ja_jp: この講座を次のように見る：
lt_lt: Peržiūrėti šį kursą kaip:
vi: Xem khóa học này như:

source: Learner
hi: सिखाने वाला
vi: Học viên

source: Specific learner
hi: विशिष्ट शिक्षार्थी
vi: Học viên Đặc biệt

source: Learner in {content_group}
hi: {Content_group} में शिक्षार्थी
vi: Học viên trong {content_group}

source: Username or email:
hi: उपयोगकर्ता का नाम या ईमेल:
ja_jp: ユーザー名またはメールアドレス：
lt_lt: Naudotojas arba el. paštas:
vi: Tên đăng nhập hoặc email:

source: Set preview mode
hi: पूर्वावलोकन मोड सेट करें
ja_jp: プレビューモードにする
vi: Thiết lập chế độ xem trước

source: You are now viewing the course as {i_start}{user_name}{i_end}.
hi: अब आप पाठ्यक्रम को {i_start} {user_name} {i_end} के रूप में देख रहे हैं।
vi: Bạn đang xem khoá học với tên là {i_start}{user_name}{i_end}.

source: You have used {num_used} of {num_total} attempt
vi: Bạn đã sử dụng {num_used} trong số {num_total} lần

source: Some problems have options such as save, reset, hints, or show answer. These options follow the Submit button.
hi: कुछ समस्याओं में सेव, रीसेट, संकेत या शो जवाब जैसे विकल्प होते हैं। ये विकल्प सबमिट बटन का पालन करते हैं।
vi: Một số câu hỏi có các tùy chọn như lưu, đặt lại, gợi ý hoặc hiển thị câu trả lời. Các tùy chọn này nằm sau nút Gửi.

source: Hint
hi: संकेत
ja_jp: ヒント
lt_lt: Užuomina
vi: Gợi ý

source: Save
he: שמור
hi: सहेजें
ja_jp: 一時保存
lt_lt: Išsaugoti
vi: Lưu

source: Save your answer
hi: अपना उत्तर बचाओ
vi: Lưu câu trả lời của bạn

source: Reset your answer
hi: अपना उत्तर रीसेट करें
vi: Đặt lại câu trả lời của bạn

source: Next Hint
hi: अगला संकेत
vi: Gợi ý Tiếp theo

source: Review
he: סקירה
hi: समीक्षा
ja_jp: レビュー
lt_lt: Peržiūrėti
vi: Xem lại

source: Log In
he: התחבר
hi: लॉग इन
ja_jp: ログイン
lt_lt: Prisijungti
vi: Đăng nhập

source: Your username, email, and full name will be sent to {destination}, where the collection and use of this information will be governed by their terms of service and privacy policy.
he: שם המשתמש, כתובת הדואר האלקטרוני ושמך המלא ישלחו ל-{destination} היכן שהאיסוף והשימוש במידע ינוהלו על פי תנאי השימוש ומדיניות הפרטיות של יעד המשלוח.
hi: आपका उपयोगकर्ता नाम, ईमेल और पूरा नाम {destination} पर भेजा जाएगा, जहां इस जानकारी का संग्रह और उपयोग उनकी सेवा और गोपनीयता नीति द्वारा किया जाएगा।
ja_jp: ユーザー名、メールアドレス、氏名は{destination}に送信されます。情報の収集や利用方法のサービスやプライバシーポリシーの条件は先方のものが適用されます。
lt_lt: Jūsų naudotojo vardas, el. paštas, vardas ir pavardė bus nusiųsti į {destination}. Duomenų saugojimas ir naudojimas yra reglamentuojamas paslaugų teikimo sąlygomis ir privatumo politika.
vi: Tên thành viên, email, và tên đầy đủ của bạn sẽ được gửi tới {destination}. Việc thu thập và sử dụng các thông tin này tuân theo quy chế hoạt động và chính sách bảo mật của họ.

source: Return To %s
he: חזור אל %s
hi: %s पर वापस जाएं
ja_jp: %s に戻る
lt_lt: Grįžti į %s
vi: Quay lại %s

source: We're sorry, but this version of your browser is not supported. Try again using a different browser or a newer version of your browser.
hi: हमें खेद है, लेकिन आपके ब्राउज़र का यह संस्करण समर्थित नहीं है। किसी भिन्न ब्राउज़र या अपने ब्राउज़र के नए संस्करण का उपयोग करके फिर से प्रयास करें।
ja_jp: 申し訳ありませんが、このバージョンのブラウザはサポートされていません。別のブラウザを使うかより新しいバージョンのブラウザを使って再度アクセスしてください。
vi: Chúng tôi rất lấy làm tiếc, nhưng phiên bản trình duyệt này của bạn không được hỗ trợ. Hãy thử lại bằng một trình duyệt khác hoặc một phiên bản mới hơn của trình duyệt này.

source: The following errors occurred while processing your registration:
he: הטעויות הבאות התרחשו בתהליך הרשמתך:
hi: आपके रजिस्ट्रेशन को प्रोसेस करते समय ये त्रुटियां हुईः
ja_jp: 登録処理をする際にエラーが発生しました：
lt_lt: Klaidos, įvykusios apdorojant jūsų registraciją:
vi: Các lỗi sau đây xảy ra trong khi xử lý đăng ký của bạn:

source: Sign up with {provider_name}
he: הירשם עם {provider_name}
hi: {provider_name} के साथ साईनअप करें
ja_jp: {provider_name}アカウントでサインインする
lt_lt: Prisiregistruokite su {provider_name}
vi: Đăng ký qua {provider_name}

source: Create your own {platform_name} account below
he: צור חשבון {platform_name} משלך למטה
hi: नीचे अपना खुद का {platform_name} अकाउंट बनाएं
ja_jp: {platform_name}アカウントを作成する
lt_lt: Sukurkite savo {platform_name} paskyrą žemiau
vi: Tạo tài khoản trên {platform_name}

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
he: שדות חובה מסומנים על ידי <strong class="indicator">טקסט מודגש וכוכבית (*)</strong>.
hi: ज़रूरी जानकारी को <strong class="indicator">मोटे अक्षर और तारक चिन्ह (*)</strong> से पहचाना जाता है।
ja_jp: <strong class="indicator">(*)付きの太字の項目</strong>は必須となります。
lt_lt: Būtini laukai yra pažymėti <strong class="indicator">paryškintu šriftu bei žvaigždute (*)</strong>.
vi: Các thông tin bắt buộc được đánh dấu bằng <strong class="indicator">chữ in đậm và dấu hoa thị (*)</strong>.

source: You've successfully signed in with {selected_provider}.
he: נרשמת בהצלחה עם {selected_provider}.
hi: आपके द्वारा {selected_provider} में सफलतापूर्वक साईन इन किया।
ja_jp: {selected_provider}でのサインインに成功しました。
lt_lt: Jūs sėkmingai prisijungėte su {selected_provider}.
vi: Bạn đã đăng nhập thành công qua {selected_provider}.

source: We just need a little more information before you start learning with {platform_name}.
he: אנחנו זקוקים לעוד קצת מידע לפני שתתחיל ללמוד עם {platform_name}.
hi: आपको {platform_name} के साथ सीखना शुरू करने से पहले हमें थोड़ी और जानकारी चाहिए।
ja_jp: {platform_name}での学習を始めるにあたって、あと少しの情報が必要です。
lt_lt: Prieš pradėdami mokytis {platform_name}, pateikite mums šiek tiek daugiau informacijos.
vi: Cần thêm một vài thông tin trước khi bạn bắt đầu học trên {platform_name}.

source: Please complete the following fields to register for an account.
he: כדי ליצור חשבון חדש אנא מלא את השדות הבאים.
hi: खाता खोलने के लिए कृपया नीचे दिए गए ख़ाने भरें।
ja_jp: 会員登録をするために下記項目の入力をお願いします。
lt_lt: Norėdami sukurti naują paskyrą, turite užpildyti nurodytus laukelius.
vi: Vui lòng điền vào những mục sau để đăng ký tài khoản.

source: Your legal name, used for any certificates you earn.
hi: आपका कानूनी नाम, आपके द्वारा अर्जित किसी भी प्रमाणपत्र के लिए उपयोग किया जाता है।
ja_jp: 実名、いかなる修了証の授与でも使うものです。
vi: Tên chính thức của bạn, sẽ được ghi trên các chứng chỉ.

source: Will be shown in any discussions or forums you participate in
he: יוצג בכל הדיונים או פורומים שבהם אתה משתתף
hi: जिन भी चर्चाओं या मंचों में आप भाग लेंगे उनमें दिखाया जाएगा
ja_jp: ディスカッションの際に表示されるユーザー名となります
lt_lt: Bus matomas diskusijų ar forumų dalyviams
vi: Sẽ được hiển thị trong mọi thảo luận hoặc các diễn đàn bạn tham gia

source: cannot be changed later
he: לא ניתן לשנות לאחר הרישום, צריך להכיל אותיות A-Z ומספרים 0-9 ללא רווחים
hi: बाद में बदला नहीं जा सकता
ja_jp: 一度、登録すると変更できません
lt_lt: vėliau nebus galima pakeisti
vi: không thể thay đổi sau này

source: Welcome {username}
he: ברוך הבא {username}
hi: {username} आपका स्वागत है
ja_jp: ようこそ {username}
lt_lt: Sveiki {username}
vi: Chào {username}

source: Enter a Public Display Name:
he: הכנס שם תצוגה ציבורי:
hi: एक सार्वजनिक उपयोगकर्ता नाम दर्ज करें:
ja_jp: 表示名を入力：
lt_lt: Įveskite viešai rodomą pavadinimą:
vi: Nhập tên hiển thị công khai:

source: Public Display Name
he: שם תצורה ציבורי
hi: सार्वजनिक उपयोगकर्ता नाम
ja_jp: 表示名
lt_lt: Viešas pavadinimas
vi: Tên hiển thị công khai

source: Additional Personal Information
he: מידע אישי נוסף
hi: अतिरिक्त व्यक्तिगत जानकारी
ja_jp: 追加の個人情報
lt_lt: Papildoma asmeninė Informacija
vi: Thông tin cá nhân bổ sung

source: example: New York
he: דוגמה: תל אביב
hi: उदाहरण: न्यू यॉर्क
ja_jp: 例：愛知県
lt_lt: pavyzdys: Vilnius
vi: ví dụ: Hà Nội

source: Highest Level of Education Completed
he: רמת ההשכלה
hi: पूरी की गई शिक्षा का उच्चतम स्तर
ja_jp: 最終学歴
lt_lt: Aukščiausias pasiektas išsilavinimas
vi: Trình độ học vấn cao nhất

source: Please share with us your reasons for registering with {platform_name}
he: אנא שתפו אותנו בסיבות לרישום ל{platform_name}
hi: हमें बताएं कि आपने {platform_name} के साथ क्यों रजिस्टर किया है
ja_jp: {platform_name}への登録理由
lt_lt: Pasidalinkite, dėl kokių priežasčių prisiregistravote prie {platform_name}
vi: Vui lòng chia sẻ lý do bạn đăng ký tham gia {platform_name}

source: I agree to the {link_start}Terms of Service{link_end}
he: אני מסכים {link_start}לתנאי שימוש{link_end}
hi: मैं {link_start}सर्विस{link_end} की शर्तों से सहमत हूं
ja_jp: {link_start}利用規約{link_end}に同意する
lt_lt: Sutinku su {link_start}naudojimosi sąlygomis{link_end}
vi: Tôi đồng ý với {link_start}Điều khoản sử dụng{link_end}

source: I agree to the {link_start}Honor Code{link_end}
he: אני מסכים {link_start}לקוד האתי{link_end}
hi: मैं {link_start}ऑनर कोड{link_end} से सहमत हूं
ja_jp: {link_start}プライバシーポリシー{link_end}に同意する
lt_lt: Sutinku laikytis {link_start}sąžiningumo deklaracijos{link_end}
vi: Tôi đồng ý với {link_start}Cam kết danh dự{link_end}

source: Create My Account
he: צור חשבון
hi: मेरा खाता बनाएं
ja_jp: アカウントを作成する
lt_lt: Sukurti paskyrą
vi: Tạo tài khoản

source: Preferences for {platform_name}
he: העדפות ל{platform_name}
hi: {platform_name} के लिए प्राथमिकताएं
ja_jp: {platform_name}の設定
lt_lt: {platform_name} nustatymai
vi: Tùy chỉnh trang {platform_name}

source: Update my {platform_name} Account
he: עדכן את חשבון {platform_name} שלי
hi: मेरा {platform_name} खाता अपडेट करें
ja_jp: {platform_name}アカウントを更新
lt_lt: Atnaujinti mano {platform_name} paskyrą
vi: Cập nhật tài khoản {platform_name}

source: Welcome {username}! Please set your preferences below
he: ברוך הבא {username}! אנא קבע העדפותיך
hi: {username} आपका स्वागत है! कृपया अपनी प्राथमिकताओं को नीचे सेट करें
ja_jp: ようこそ、{username}！以下の項目に設定をお願いします。
lt_lt: Sveiki {username}! Žemiau pasirinkite norimas parinktis
vi: Chào mừng {username}! Xin vui lòng thiết lập tùy chỉnh của bạn dưới đây

source: Enter a public username:
he: הכנס שם משתמש ציבורי
hi: एक सार्वजनिक यूज़र नाम दर्ज करें:
ja_jp: 表示名を入力：
lt_lt: Įveskite prisijungimo vardą:
vi: Nhập tên đăng nhập công khai:

source: Update My Account
he: עדכן את חשבוני
hi: मेरा खाता अपडेट करें
ja_jp: アカウントを更新
lt_lt: Atnaujinti mano paskyrą
vi: Cập nhật tài khoản

source: Registration Help
he: עזרה עם תהליך הרישום
hi: रजिस्ट्रेशन सहायता
ja_jp: 登録についてのヘルプ
lt_lt: Pagalba registruojantis
vi: Trợ giúp đăng ký

source: Already registered?
he: כבר רשום?
hi: पहले से ही पंजीकृत?
ja_jp: 既に会員登録済の方
lt_lt: Jau prisiregistravę?
vi: Đã đăng ký?

source: Log in
he: התחברות
hi: लॉग इन
ja_jp: ログイン
lt_lt: Prisijungti
vi: Đăng nhập

source: Registering with {platform_name} gives you access to all of our current and future free courses. Not ready to take a course just yet? Registering puts you on our mailing list - we will update you as courses are added.
he: רישום ל{platform_name} מאפשר לך גישה לכל הקורסים הניתנים בחינם עכשיו ובעתיד. עדיין לא מוכן ללמוד קורס? רישום למערכת יצרף אותך לרשימת התפוצה ויאפשר לנו לעדכן אותך כאשר קורסים חדשים עולים לאוויר.
hi: {platform_name} के साथ रजिस्टर करने पर आप हमारे सभी, आज के और आगे होने वाले नि: शुल्क पाठ्यक्रमों को देख सकेंगे। क्या आप अभी पाठ्यक्रम लेने के लिए तैयार नहीं हैँ? अपना नाम रजिस्टर करने पर आपका नाम हमारी मेलिंग लिस्ट पर आ जाएगा - नए पाठ्यक्रम आने पर हम आपको इत्तला करते रहेंगे।
ja_jp: {platform_name}へ登録すると、いつでも無料で大学講師によるオンライン講座が受講できます。講座は続々と追加されますので、まだ受講したい講座が見つからなくても会員登録をおすすめします。会員登録いただいた方には、新しい講座やサービスに関する各種案内をメールにてご連絡します。
lt_lt: Prisijungę prie {platform_name} turėsite prieigą prie visų esamų ir būsimų nemokamų kursų. Dar nepasiruošę pradėti mokymosi? Prisijungus būsite įtraukti į mūsų pašto adresų sąrašą ir mes informuosime jus apie naujus kursus.
vi: Đăng ký tài khoản {platform_name} để bạn có thể truy cập vào tất cả các khóa học miễn phí đang mở và sẽ mở của chúng tôi. Nếu bạn chưa sẵn sàng theo học, khi đã đăng ký, bạn sẽ ở trong danh sách nhận thư cập nhật thông tin về các khóa học mới.

source: Next Steps
he: הצעדים הבאים
hi: अगले कदम
ja_jp: 次の手順
lt_lt: Kiti etapai
vi: Bước tiếp theo

source: As part of joining {platform_name}, you will receive an email message with instructions for activating your account. Don't see the email? Check your spam folder and mark {platform_name} emails as 'not spam'. At {platform_name}, we communicate mostly through email.
vi: Sau khi bạn đăng kí {platform_name}, chúng tôi sẽ gửi một email hướng dẫn kích hoạt tài khoản. Nếu bạn không thấy email, bạn hãy kiểm tra thư mục thư rác và đánh dấu email từ {platform_name} là 'không phải thư rác'. Taị {platform_name}, chúng tôi giao tiếp chủ yếu là thông qua email.

source: Need help registering with {platform_name}?
vi: Cần trợ giúp khi đăng ký {platform_name}?

source: View our FAQs for answers to commonly asked questions.
he: הצג תשובות לשאלות נפוצות.
hi: कुछ आम सवालों के जवाब जानने के लिए हमारे अक़्सर पूछे गए सवाल देखें।
ja_jp: よくある質問への回答を見る
lt_lt: Apsilankykite mūsų DUK skiltyje, kur rasite atsakymus į dažnai užduodamus klausimus.
vi: Xem phần Hỏi Đáp để đọc trả lời cho những thắc mắc thường gặp.

source: You can find the answers to most of your questions in our list of FAQs. After you enroll in a course, you can also find answers in the course discussions.
vi: Bạn có thể tìm thấy trà lời cho hầu hết các thắc mắc của bạn tại danh sách các câu hòi thường gặp của chúng tôi. Sau khi bạn ghi danh một khóa học, bạn cũng có thể được giải đáp thắc mắc trong phần thảo luận của khóa học

source: Register for {platform_name}
he: הירשם ל{platform_name}
hi: {platform_name} के लिए रजिस्टर करें
ja_jp: {platform_name}へ会員登録
lt_lt: Registracija į {platform_name}
vi: Đăng ký vào {platform_name}

source: Create My {platform_name} Account
he: צור את חשבוני ב{platform_name}
hi: मेरा {platform_name} खाता बनाएं
ja_jp: {platform_name}アカウントを作成する
lt_lt: Sukurti mano {platform_name} paskyrą
vi: Tạo tài khoản {platform_name}

source: Welcome!
he: ברוך הבא!
hi: आपका स्वागत है!
ja_jp: ようこそ！
lt_lt: Sveiki!
vi: Chào mừng!

source: Register below to create your {platform_name} account
he: הירשם ל{platform_name} כדי ליצור חשבון חדש
hi: अपने {platform_name} का खाता बनाने के लिए नीचे रजिस्टर करें
ja_jp: 下記フォームより{platform_name}の会員登録をお願いします。
lt_lt: Prisiregistruokite žemiau, norėdami sukurti savo {platform_name} paskyrą
vi: Đăng ký tài khoản {platform_name}

source: You have re-enabled forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}.
hi: आपने {platform_name} से फ़ोरम सूचना ईमेल को फिर से सक्षम किया है। आप {dashboard_link_start} अपने डैशबोर्ड {link_end} पर लौट सकते हैं।
ja_jp: {platform_name} からのメール通知を再開するようにしました。マイページへは {dashboard_link_start} こちらから {link_end} 戻ることができます。
vi: Bạn vừa bật lại chế độ nhận thông báo forum qua email từ {platform_name}. {dashboard_link_start}trở về bảng thông tin{link_end}.

source: Secondary e-mail change failed
hi: द्वितीयक ई-मेल परिवर्तन विफल
vi: Thay đổi email phụ thất bại

source: We were unable to activate your secondary email {secondary_email}
hi: हम आपके द्वितीयक ईमेल {secondary_email} को सक्रिय करने में असमर्थ थे
vi: Chúng tôi không thể kích hoạt email phụ {secondary_email} của bạn

source: Secondary e-mail change successful!
hi: माध्यमिक ई-मेल परिवर्तन सफल!
vi: Thay đổi email phụ thành công!

source: Your secondary email has been activated. Please visit {link_start}dashboard{link_end} for courses.
hi: आपका द्वितीयक ईमेल सक्रिय कर दिया गया है। पाठ्यक्रमों के लिए कृपया {link_start} डैशबोर्ड {link_end} पर जाएं।
vi: Email phụ của bạn đã kích hoạt. Vui lòng vào {link_start}bảng thông tin{link_end} để xem các khóa học.

source: Important!
hi: जरूरी!
vi: Quan Trọng!

source: Previous
he: קודם
hi: पिछला
ja_jp: 前
lt_lt: Ankstesnis
vi: Trước

source: Next
he: הבא
hi: अगला
ja_jp: 次
lt_lt: Kitas
vi: Sau

source: Sequence
hi: अनुक्रम
vi: Trình tự

source: Sign Up for {platform_name}
he: הירשם ל{platform_name}
hi: {platform_name} के लिये साईनअप करें
ja_jp: {platform_name}に登録
lt_lt: Prisiregistruokite prie {platform_name}
vi: Đăng ký với {platform_name}

source: e.g. yourname@domain.com
he: לדוגמא: yourname@domain.com
hi: उदाहरण yourname@domain.com
ja_jp: 例：yourname@domain.com
lt_lt: pvz., jusuvardas@svetaine.lt
vi: Ví dụ: yourname@domain.com

source: e.g. yourname (shown on forums)
he: לדוגמא: ישראלה ישראלי (כפי שיופיע בפורומים).
hi: उदाहरण yourname (मंचों पर दिखाया जाएगा)
ja_jp: 例：ユーザー名(フォーラムで表示されます)
lt_lt: pvz., jūsųvardas (bus matomas forumuose)
vi: Ví dụ: tên bạn (hiển thị trên các diễn đàn)

source: e.g. Your Name (for certificates)
he: לדוגמא: ישראלה ישראלי (לטובת התעודה)
hi: उदाहरण: आपका ऩाम (प्रमाण पत्रों के लिए)
ja_jp: 例：氏名 (修了証に記載されます)
lt_lt: pvz., Jūsų Vardas (sertifikatams)
vi: Ví dụ: họ tên (trên giấy chứng nhận)

source: Full Name *
he: שם מלא *
hi: पूरा नाम *
ja_jp: 氏名*
lt_lt: Vardas Pavardė *
vi: Họ tên đầy đủ *

source: Ed. Completed
he: חינוך שהושלם
hi: Ed. पूरा हुआ
ja_jp: 完了
lt_lt: Išsilavinimas
vi: Trình độ học vấn

source: Goals in signing up for {platform_name}
he: מדוע נרשמת ל{platform_name}
hi: {platform_name} पर साइन-अप करने के लक्ष्य
ja_jp: {platform_name}へのサインアップが完了
lt_lt: Registravimosi į {platform_name} tikslai
vi: Mục đích đăng ký {platform_name}

source: Already have an account?
he: חשבון כבר קיים?
hi: पहले से ही खाता हैं?
ja_jp: 既にアカウントをお持ちの方はこちら
lt_lt: Jau turite paskyrą?
vi: Bạn đã có tài khoản?

source: Login.
he: התחברות
hi: लॉग-इन
ja_jp: ログイン。
lt_lt: Prisijungimas.
vi: Đăng nhập.

source: {platform_name} Content Quality Assessment
he: {platform_name} הערכת איכות תוכן
hi: {platform_name} कॉन्टेंट क्वालिटी असैसमैन्ट
ja_jp: {platform_name} コンテンツの品質評価
lt_lt: {platform_name} Turinio kokybės vertinimas
vi: Đánh giá chất lượng nội dung {platform_name}

source: Comment
he: הערה
hi: टिप्पणी
ja_jp: コメント
lt_lt: Komentaras
vi: Bình luận

source: comment
he: הערה
hi: टिप्पणी
ja_jp: コメント
lt_lt: komentaras
vi: bình luận

source: Optional tag (eg "done" or "broken"):
he: תגית בחירה (לדוגמא: "בוצע" או "שבור"):
hi: वैकल्पिक टैग (उदाहरण "done|पूर्ण " or "broken|खंडित"):
ja_jp: オプションタグ(例："完了"または"破損"):
lt_lt: Papildomos žymos (pvz., "atlikti" ar "neveikiantys"):
vi: Tag tuỳ chọn (ví dụ như "hoàn thành" hoặc "hỏng")

source: Add comment
he: הוסף הערה
hi: टिप्पणी जोड़ें
ja_jp: コメントを追加
lt_lt: Komentuoti
vi: Thêm bình luận

source: Staff Debug:
hi: स्टाफ डिबग:
vi: Gợi ý:

source: Score (for override only)
hi: स्कोर (केवल ओवरराइड के लिए)
vi: Điểm số (chỉ để ghi đè)

source: Reset Learner's Attempts to Zero
hi: जीरो के लिए शिक्षार्थियों के प्रयासों को रीसेट करें
vi: Đặt lại Só làn thử của Học viên về Không

source: Delete Learner's State
hi: लर्नर्स स्टेट हटाएं
vi: Xoá Trạng thái của Học viên

source: Rescore Learner's Submission
hi: रिसर्क लर्नर्स सबमिशन
vi: Chấm lại Bài làm của Học viên

source: Rescore Only If Score Improves
hi: केवल स्कोर सुधारने पर फिर से लिखना
vi: Chỉ Chấm lại nếu Điểm có cải thiện

source: Override Score
hi: ओवरराइड स्कोर
vi: Ghi đè Điểm

source: Submission History Viewer
he: צופה היסטורית ההגשות
hi: सबमिशन हिस्टरी यहां देखें
ja_jp: 課題提出履歴ビューワ
lt_lt: Darbų istorijos žiūryklė
vi: Trình Xem Lịch Sử Gửi Bài

source: User:
he: משתמש:
hi: उपयोगकर्ता:
ja_jp: ユーザ:
lt_lt: Naudotojas:
vi: Người dùng:

source: {course_number} Textbook
he: {course_number} ספר לימוד
hi: {course_number} पाठयपुस्तक
ja_jp: {course_number}のテキスト
lt_lt: {course_number} vadovėlis
vi: Giáo trình {course_number}

source: Page
he: עמוד
hi: पृष्ठ
ja_jp: ページ
lt_lt: Puslapis
vi: Trang

source: Previous page
he: עמוד קודם
hi: पिछला पृष्ठ
ja_jp: 前のページ
lt_lt: Ankstesnis puslapis
vi: Trang trước

source: Next page
he: עמוד הבא
hi: अगला पृष्ठ
ja_jp: 次のページ
lt_lt: Kitas puslapis
vi: Trang sau

source: Users
he: משתמשים
hi: उपयोगकर्ता
ja_jp: ユーザー
lt_lt: Naudotojai
vi: Người dùng

source: User Management
he: ניהול משתמשים
hi: उपयोगकर्ता प्रबंधन
ja_jp: ユーザー管理
lt_lt: Naudotojų valdymas
vi: Quản lý người dùng

source: Email or username
he: כתובת דואר אלקטרוני או שם משתמש
hi: ई-मेल या उपयोगकर्ता नाम
ja_jp: メールアドレスもしくはユーザー名
lt_lt: El. paštas arba naudotojo vardas
vi: Email hoặc Tên đăng nhập

source: Delete user
he: מחק משתמש
hi: उपयोगकर्ता हटाएं
ja_jp: ユーザーを削除
lt_lt: Pašalinti naudotoją
vi: Xóa người dùng
