Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Not Linked
he: לא מקושר
hi: नहीं जुड़ा हुआ
ja_jp: 未接続
lt_lt: Nesujungtos paskyros
vi: Chưa liên kết

source: Unlink
he: נתק קישור
hi: अनलिंक
ja_jp: 接続解除
lt_lt: Atjungti
vi: Bỏ liên kết

source: Link
he: הפעל קישור
hi: लिंक करें
ja_jp: 接続する
lt_lt: Sujungti
vi: Liên kết

source: Completed {completion_date_html}
hi: पूर्ण किया गया {completion_date_html}
vi: Đã hoàn thành {completion_date_html}

source: {course_mode} certificate
hi: {course_mode} प्रमाण पत्र
vi: chứng chỉ {course_mode}

source: You haven't earned any certificates yet.
hi: आपने अभी तक कोई प्रमाणपत्र अर्जित नहीं किया है।
vi: Bạn chưa kiếm được chứng chỉ nào.

source: Explore New Courses
hi: नए पाठ्यक्रमों का अन्वेषण करें
vi: Khám phá Các Khóa Học Mới

source: My Profile
he: הפרופיל שלי
hi: मेरी प्रोफाइल
ja_jp: 自分のプロファイル
lt_lt: Mano profilis
vi: Hồ sơ của tôi

source: Build out your profile to personalize your identity on {platform_name}.
hi: {Platform_name} पर अपनी पहचान को निजीकृत करने के लिए अपनी प्रोफ़ाइल बनाएं।
vi: Xây dựng hồ sơ của bạn để cá nhân hóa thông tin của bạn trên {platform_name}.

source: An error occurred. Try loading the page again.
hi: एक त्रुटि पाई गई। पृष्ठ को फिर से लोड करने का प्रयास करें।
vi: Đã xảy ra lỗi. Thử tải lại trang.

source: Access Course Staff Support on the Partner Portal to submit or review support tickets
hi: सहयोगी टिकट प्रस्तुत करने या समीक्षा करने के लिए सहयोगी पोर्टल पर एक्सेस कोर्स स्टाफ सपोर्ट
vi: Truy cập Hỗ trợ Nhân viên phu trách khoá học trên Cổng Đối tác để gửi hoặc xem xét thẻ hỗ trợ

source: edX Partner Portal
hi: edX पार्टनर पोर्टल
vi: Cổng Đối tác

source: Browse recently launched courses and see what's new in your favorite subjects.
hi: हाल ही में लॉन्च किए गए पाठ्यक्रमों को ब्राउज़ करें और देखें कि आपके पसंदीदा विषयों में क्या नया है।
vi: Duyệt qua các khóa học đã được triển khai gần đây và xem những điểm mới trong chủ đề yêu thích của bạn.

source: edX Home Page
hi: edX होम पेज
vi: Trang nhất

source: About edX Verified Certificates
hi: EdX सत्यापित प्रमाणपत्र के बारे में
vi: Giới thiệu Chứng chir Xác thực

source: An edX Verified Certificate signifies that the learner has agreed to abide by the edX honor code and completed all of the required tasks of this course under its guidelines, as well as having their photo ID checked to verify their identity.
hi: एक edX सत्यापित प्रमाणपत्र यह दर्शाता है कि शिक्षार्थी edX सम्मान कोड का पालन करने के लिए सहमत हो गया है और इस पाठ्यक्रम के सभी आवश्यक कार्यों को अपने दिशानिर्देशों के तहत पूरा कर लिया है, साथ ही उनकी पहचान सत्यापित करने के लिए उनकी फोटो आईडी की जाँच की है।
vi: Một Chứng chỉ Các thực có nghĩa là người học đã đồng ý tuân theo mã danh dự và hoàn thành tất cả các nhiệm vụ được yêu cầu của khóa học này theo hướng dẫn của nó, cũng như yêu cầu kiểm tra ảnh CMT của họ để xác minh danh tính của họ.

source: About edX
he: אודות edX
hi: एड एक्स के बारे में
ja_jp: edXについて
lt_lt: Apie edX
vi: Giới thiệu

source: {link_start}edX{link_end} offers interactive online classes and MOOCs from the world's best universities, including MIT, Harvard, Berkeley, University of Texas, and many others. edX is a non-profit online initiative created by founding partners Harvard and MIT.
hi: {link_start} edX {link_end} दुनिया के सबसे अच्छे विश्वविद्यालयों से इंटरैक्टिव ऑनलाइन कक्षाएं और MOOC प्रदान करता है, जिसमें MIT, हार्वर्ड, बर्कले, टेक्सास विश्वविद्यालय और कई अन्य शामिल हैं। edX एक गैर-लाभकारी ऑनलाइन पहल है जिसे संस्थापक हार्वर्ड और MIT ने बनाया है।
vi: {link_start}edX{link_end} cung cấp các lớp học trực tuyến tương tác và MOOCs từ các trường đại học tốt nhất thế giới, bao gồm MIT, Harvard, Berkeley, Đại học Texas, và nhiều người khác. edX là một sáng kiến trực tuyến phi lợi nhuận được tạo ra bởi các đối tác sáng lập Harvard và MIT.

source: Congratulations, {user_name}!
hi: बधाई हो, {user_name}!
vi: Xin chúc mừng, {user_name}!

source: You worked hard to earn your certificate from {accomplishment_copy_course_org} {dash} share it with colleagues, friends, and family to get the word out about what you mastered in {accomplishment_course_title}.
hi: आपने {accomplishment_copy_course_org} {dash} से अपने प्रमाणपत्र को अर्जित करने के लिए कड़ी मेहनत की, इसे अपने सहयोगियों, दोस्तों, और परिवार के साथ साझा करें ताकि आपको यह पता चल सके कि आपने {accomplishment_course_title} में महारत हासिल की है।
vi: Bạn đã nỗ lực để đạt được chứng chỉ của mình từ {accomplishment_copy_course_org} {dash} chia sẻ nó với các đồng nghiệp, bạn bè và gia đình để nhận được thông tin về những gì bạn đã đạt được trong {accomplishment_course_title}.

source: Share this certificate on Facebook (opens a new tab/window)
hi: इस प्रमाणपत्र को फेसबुक पर साझा करें (एक नया टैब / विंडो खोलता है)
vi: Chia sẻ chứng chỉ này trên Facebook (mở một tab/cửa sổ mới)

source: Tweet this certificate (opens a new tab/window)
hi: इस प्रमाणपत्र को ट्वीट करें (एक नया टैब / विंडो खोलता है)
vi: Tweet chứng chỉ này (mở một tab/cửa sổ mới)

source: Add this certificate to your LinkedIn profile (opens a new tab/window)
hi: इस लिंक को अपने लिंक्डइन प्रोफाइल में जोड़ें (एक नया टैब / विंडो खोलता है)
vi: Thêm chứng chỉ này vào hồ sơ LinkedIn của bạn (mở một tab/cửa sổ mới)

source: Print
hi: प्रिंट
vi: In

source: Print this certificate
hi: इस प्रमाणपत्र को प्रिंट करें
vi: In chứng chỉ này

source: {b_start}Support our Mission: {b_end} EdX, a non-profit, relies on verified certificates to help fund free education for everyone globally
hi: {b_start} हमारे मिशन का समर्थन करें: {b_end} EdX, एक गैर-लाभकारी, विश्व स्तर पर सभी के लिए नि: शुल्क शिक्षा में मदद करने के लिए सत्यापित प्रमाणपत्रों पर निर्भर है।
vi: {b_start}Giúp đỡ cộng đồng: {b_end} Trả tiền cho giấy chứng nhận được xác thực là hình thức đóng góp thiết thực nhất để giúp Kiến Học mang giáo dục đến với tất cả mọi người.

source: Find Courses
he: חפש קורסים
hi: पाठ्यक्रम ढूंढें
ja_jp: 講座を探す
lt_lt: Ieškoti kursų
vi: Tìm khóa học

source: Schools & Partners
he: מוסדות ושותפים
hi: स्कूलों और भागीदारों
ja_jp: 学校およびパートナー
lt_lt: Mokyklos ir partneriai
vi: Các trường & đối tác

source: {tos_link_start}Terms of Service{tos_link_end} and {honor_link_start}Honor Code{honor_link_end}
he: {tos_link_start}תנאי שימוש {tos_link_end}{honor_link_start}קוד אתי {honor_link_end}
hi: {tos_link_start} सेवा की शर्तें {tos_link_end} और {hon_link_start} सम्मान कोड {hon_link_end}
ja_jp: {tos_link_start}利用規約{tos_link_end}と{honor_link_start}倫理規定{honor_link_end}
lt_lt: {tos_link_start}Naudojimosi sąlygos{tos_link_end} ir {honor_link_start}sąžiningumo deklaracija{honor_link_end}
vi: {tos_link_start}Điều khoản sử dụng{tos_link_end} và {honor_link_start} Cam kết danh dự{honor_link_end}

source: Copyright
he: כל הזכויות שמורות
hi: सर्वाधिकार
ja_jp: 著作権
lt_lt: Autorinės teisės
vi: Bản quyền

source: Copyright {year}. All rights reserved.
hi: कॉपीराइट {year}। सभी अधिकार सुरक्षित।
vi: Bản quyền {year}. Bản quyền đã được bảo hộ

source: For anyone, anywhere, anytime
he: לכולם, בכל מקום, בכל זמן
hi: किसी भी व्यक्ति के लिए, कभी भी, किसी भी वक्त
ja_jp: いつでも、どこでも、誰にでも
lt_lt: Bet kam, bet kur, bet kada
vi: Cho mọi người, mọi nơi, mọi lúc

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
he: לאחר הרישום תישלח אלייך הודעת דואר אלקטרוני שתכלול את קישור ההפעלה של החשבון. עלייך ללחוץ על הקישור כדי לסיים את תהליך ההרשמה. לא קיבלת את ההודעה? אנא בדוק את תיקיית הדואר זבל בתיבת הדוא"ל שלך ואשר קבלת הודעות מ-class.stanford.edu, אחרת לא תוכל לקבל הודעות דואר אלקטרוני מהקורסים.
hi: आपको एक एक्टीवेशन ई-मेल भेजी जाएगी। प्रक्रिया पूरी करने के लिए आपका एक्टीवेशन लिंक पर क्लिक करना ज़रूरी है। क्या आपको कोई ई-मेल नहीं मिली? अपने स्पैम फ़ोल्डर में देखें और class.stanford.edu से भेजी गई ई-मेलों पर 'not spam' का निशान लगाए, वरना आप अपने पाठ्यक्रम से ई-मेलें नहीं पा सकेंगे।
ja_jp: まもなくユーザー登録確認メールを受信するはずです。メールに記載されている登録確認用のリンクをクリックして、登録作業を完了させましょう。こちらのメールが見当たらないのであれば、念のため迷惑メールフォルダをご確認ください。そして、講座からのメール連絡を受け取るためにも、本サービスのドメインからのメールを'迷惑メールではない'に設定してください。
lt_lt: Netrukus gausite elektroninį laišką su aktyvavimo nuoroda, kurią paspaudus aktyvavimas bus baigtas. Negavote elektroninio laiško? Patikrinkite "Šlamštas" laiškų aplanką ir pažymėkite elektroninius laiškus, gautus nuo class.stanford.edu, "Ne šlamštas". Taip jūsų kurso elektroniniai laiškai galės pasiekti jūsų el. pašto dėžutę.
vi: Chúng tôi sẽ gửi một email kích hoạt. Bạn cần nhấn vào đường link để hoàn tất quá trình. Nếu bạn không thấy email, hãy kiểm tra thư mục thư rác và đánh dấu tất cả thư từ chúng tôi là 'không phải thư rác' để nhận được thư trong tương lai.

source: Need help in registering with {platform_name}?
he: צריך עזרה ברישום ל{platform_name}?
hi: {platform_name} पर रजिस्टर करने में कोई मदद चाहिए?
ja_jp: {platform_name}への登録がうまくいかないですか？
lt_lt: Reikia pagalbos registruojantis į {platform_name}?
vi: Cần trợ giúp khi đăng ký {platform_name}?

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
he: לאחר הרישום, ניתן למצוא תשובות לרוב השאלות בפורומים או דרך עמוד "שאלות נפוצות".
hi: एक बार रजिस्टर हो जाने पर, ज़्यादातर सवालों के जवाब पाठ्यक्रमों के चर्चा मंचों पर या अक़्सर पूछे गए सवाल पर मिल जाएंगे।
ja_jp: 講座内容についての質問は、各講座内に設置されるディスカッションで講師・スタッフに問いかけましょう。サービス全般についての質問は「よくある質問」をご確認ください。
lt_lt: Prisiregistravus, atsakymus į daugelį klausimų galima rasti kurso diskusijų forumuose arba DUK skiltyje.
vi: Sau khi đăng ký, hầu hết các câu hỏi có thể được trả lời trong các diễn đàn thảo luận của một khóa học cụ thể hoặc qua phần Hỏi Đáp.

source: Thank you for signing up for {platform_name}.
he: תודה רבה על שנרשמת ל{platform_name}.
hi: {Platform_name} के लिए साइन अप करने के लिए धन्यवाद।
ja_jp: {platform_name}へ新規登録頂き、ありがとうございます。
lt_lt: Dėkojame, kad prisiregistravote prie {platform_name}.
vi: Cảm ơn bạn đã đăng kí tài khoản {platform_name}.

source: Change your life and start learning today by activating your {platform_name} account. Click on the link below or copy and paste it into your browser's address bar.
he: שנה את חייך והתחל ללמוד היום באמצעות הפעלת חשבון {platform_name} שלך. לחץ על הקישור המצורף או העתק והדבק אותו לתוך שורת הכתובת של הדפדפן שלך.
hi: अपना जीवन बदलें और अपने {platform_name} खाते को सक्रिय करके आज सीखना शुरू करें। नीचे दिए गए लिंक पर क्लिक करें या अपने ब्राउज़र के एड्रेस बार में कॉपी और पेस्ट करें।
ja_jp: あなたの{platform_name}アカウントをアクティベートすることで 今日から生活を変えて学習を始めましょう。下のリンクをクリックまたはブラウザーのアドレスバーにコピー＆ペーストしてください。
vi: Kích hoạt tài khoản {platform_name} để bắt đầu học ngay hôm nay và thay đổi cuộc đời của bạn. Nhấp vào đường link phía dưới hoặc copy và dán nó vào thanh địa chỉ trình duyệt của bạn.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the about section of the {platform_name} Courses web site.
he: אם לא ביקשת זאת, אין צורך לעשות דבר; לא תקבל עוד הודעות מאיתנו. בבקשה אל תגיבו להודעה זו; אם אתם זקוקים לעזרה, בדקו את עמוד העזרה באתר {platform_name}.
hi: यदि आपने यह अनुरोध नहीं किया, तो आपको कुछ भी करने की आवश्यकता नहीं है; आपको हमसे कोई ईमेल प्राप्त नहीं होगा। कृपया इस ईमेल का जवाब न दें; यदि आपको सहायता की आवश्यकता है, तो वेब साइट के {platform_name} पाठ्यक्रम के अनुभाग की जाँच करें।
lt_lt: Jei to neprašėte, nieko nedarykite; daugiau el. laiškų jums nebesiųsime. Neatsakykite į šį laišką; jei reikia pagalbos, apsilankykite {platform_name} internetinio puslapio "Apie" skiltyje.
vi: Nếu đây không phải là yêu cầu của bạn thì bạn không cần làm gì cả; chúng tôi sẽ không gửi thêm bất kì một thư nào cho bạn. Xin đừng trả lời thư này, nếu bạn cần sự giúp đỡ, hãy xem phần giới thiệu về chúng tôi trên website {platform_name}.

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us at
he: זוהי הודעה לאשר כי החלפת את כתובת הדואר האלקטרוני המקושרת לחשבון {platform_name} מ-{old_email} ל-{new_email}. אם לא ביקשת את השינוי הנ"ל אנא צור עמנו קשר ב-
hi: यह पुष्टि करने के लिए है कि आपने {platform_name} से जुड़े ई-मेल को {old_email} से {new_email} में बदल दिया है। यदि आपने यह अनुरोध नहीं किया है, तो कृपया हमसे संपर्क करें
lt_lt: Patvirtiname, kad jūs pakeitėte el. pašto adresą, susietą su {platform_name} iš {old_email} į {new_email}. Jei jūs neprašėte pakeisti el. pašto adreso, susisiekite su mumis:
vi: Đây là xác nhận bạn muốn thay đổi email tại {platform_name} từ email: {old_email} sang email: {new_email}. Nếu đây không phải yêu cầu của bạn, hãy liên hệ với chúng tôi tại

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
he: קיבלנו בקשה לשנות את כתובת הדואר האלקטרוני המקושרת לחשבון {platform_name} שלך מ-{old_email} ל-{new_email}. אם זהנכון, אנא אשר את כתובת הדואר האלקטרוני החדשה שלך באמצעות ביקור ב:
hi: हमें आपके {platform_name} खाते से जुड़े ई-मेल को {old_email} से {new_email} करने का अनुरोध मिला है। यदि यह सही है, तो कृपया अपने नए ई-मेल पते की पुष्टि करें:
ja_jp: {platform_name}に紐づいたメールアドレスを {old_email} から {new_email} に変更する要求を受け取りました。これが正しい場合は、次にアクセスして新しいメールアドレスを確認してください：
lt_lt: Mes gavome prašymą pakeisti el. pašto adresą, susietą su jūsų {platform_name} paskyra iš {old_email} į {new_email}. Jei jūs prašėte pakeisti savo el. paštą, patvirtinkite naują el. pašto adresą apsilankę:
vi: Chúng tôi nhận được yêu cầu thay đổi email {platform_name} của bạn từ {old_email} sang {new_email}. Nếu đúng như vậy hãy xác nhận email mới của bạn:

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the tech support at {email}
he: אנחנו מתנצלים, צוות הקורס שלנו לא אישר את בקשתך לשינוי שמך מ-{old_name} ל-{new_name}. אם אתה זקוק לעזרה נוספת, אנא שלח הודעת דואר אלקטרוני לסיוע הטכני ב-{email}
hi: हमें खेद है। हमारे पाठ्यक्रम के कर्मचारियों ने आपका नाम {old_name} से {new_name} बदलने का अनुरोध स्वीकार नहीं किया। यदि आपको और सहायता की आवश्यकता है, तो कृपया {email} पर तकनीकी सहायता को ई-मेल करें
lt_lt: Apgailestaujame, kursą administruojantis personalas nepritarė jūsų prašymui pakeisti savo vardą iš {old_name} į {new_name}. Jei jums reikia papildomos pagalbos, kreipkitės į techninę pagalbą el. paštu {email}.
vi: Xin lỗi bạn. Đội ngũ giảng dạy không phê chuẩn yêu cầu đổi tên từ {old_name} thành {new_name}. Nếu bạn cần thêm trợ giúp, vui lòng liên hệ với bộ phận hỗ trợ kỹ thuật qua email {email}

source: Put your Terms of Service here!
hi: अपनी सेवा की शर्तें यहां रखें!
vi: Đặt Điều khoản Dịch vụ của bạn ở đây!

source: Put your Privacy Policy here!
hi: अपनी गोपनीयता नीति यहाँ रखें!
vi: Đặt Chính sách bảo mật của bạn ở đây!

source: Put your Honor Code here!
hi: यहां अपना ऑनर कोड डालें!
vi: Đặt Mã Danh dự của bạn ở đây!

source: Put your Copyright Text here!
hi: अपना कॉपीराइट पाठ यहाँ रखें!
vi: Đặt Bản quyền của bạn ở đây!

source: The page that you were looking for was not found.
hi: जिस पेज की आपको तलाश है वह मौजूद नहीं है.
ja_jp: 検索対象のページは見つかりませんでした．
lt_lt: Jūsų ieškomas puslapis nerastas.
vi: Trang bạn cần tìm không tồn tại.

source: Go back to the {homepage} or let us know about any pages that may have been moved at {email}.
ja_jp: {homepage}に戻る もしくは 移動してしまったとみられるページについて私達 {email} に知らせてください。
lt_lt: Grįžkite į {homepage} arba {email} adresu praneškite apie puslapius, kurie gal būt buvo perkelti.
vi: Về {homepage} hoặc báo cho chúng tôi biết qua email {email} về các trang đã bị chuyển đi nơi khác.

source: {studio_name} Server Error
hi: {studio_name} सर्वर त्रुटि
ja_jp: {studio_name}サーバーエラー
lt_lt: {studio_name} serverio klaida
vi: Lỗi máy chủ {studio_name}

source: The {em_start}{studio_name}{em_end} servers encountered an error
hi: {Em_start} {studio_name} {em_end} सर्वर को एक त्रुटि का सामना करना पड़ा
vi: Máy chủ {em_start}{studio_name}{em_end} bị lỗi

source: An error occurred in {studio_name} and the page could not be loaded. Please try again in a few moments.
hi: {Studio_name} में एक त्रुटि हुई और पृष्ठ लोड नहीं किया जा सका। कृपया कुछ ही क्षणों में पुनः प्रयास करें।
ja_jp: {studio_name}でエラーが発生し、ページが読み込めませんでした。数分後に改めてお試しください。
lt_lt: {studio_name} sistemoje įvyko klaida ir puslapis negali būti atvertas. Po kurio laiko bandykite dar kartą.
vi: Đã xảy ra lỗi ở {studio_name} và trang không thể tải. Vui lòng thử lại vài phút sau

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
hi: हमने त्रुटि को लॉग किया है और हमारा कर्मचारी इस त्रुटि को जल्द से जल्द हल करने के लिए काम कर रहा है।
ja_jp: 私たちはエラーを記録し、スタッフは現在、このエラーをできるだけ早く修正しようと働いています。
lt_lt: Mes užregistravome šią klaidą ir mūsų specialistai šiuo metu stengiasi ją kaip galima greičiau išspręsti.
vi: Chúng tôi đã ghi lại lỗi và nhân viên của chúng tôi đang làm việc để giải quyết lỗi này sớm nhất có thể.

source: If the problem persists, please email us at {email_link}.
hi: यदि समस्या बनी रहती है तो कृपया {email_link} इस ईमेल पर संपर्क करें.
ja_jp: もし、不具合が解消されない場合は、{email_link}へメールでご連絡ください。
lt_lt: Jei problema išlieka, prašome mums pranešti el. paštu {email_link}.
vi: Nếu vẫn gặp vấn đề, vui lòng email tới: {email_link}.

source: {studio_name} Account Activation
ja_jp: {studio_name}アカウント有効化
lt_lt: {studio_name} paskyros aktyvinimas
vi: Kích hoạt tài khoản {studio_name}

source: Your account is already active
hi: आपका खाता वर्तमान में सक्रीय है
ja_jp: アカウントは既に有効になっています
lt_lt: Jūsų paskyra jau yra aktyvi.
vi: Tài khoản của bạn đã sẵn sàng hoạt động

source: This account, set up using {email}, has already been activated. Please sign in to start working within {studio_name}.
ja_jp: このアカウント（{email}を使用して設定）は既に利用されています。{studio_name}で作業を開始するには、ログインしてください。
lt_lt: Ši paskyra, nustatyta naudojantis {email}, jau yra aktyvinta. Prašome prisijungti, kad galėtumėte pradėti dirbti {studio_name}.
vi: Tài khoản này, thiết lập bằng {email}, đã được kích hoạt. Vui lòng đăng nhập để bắt đầu làm việc với {studio_name}.

source: Sign into {studio_name}
ja_jp: {studio_name}にサインイン
lt_lt: Prisiregistruoti prie {studio_name}
vi: Đăng nhập {studio_name}

source: Your account activation is complete!
ja_jp: アカウントが有効になりました！
lt_lt: Jūsų paskyros aktyvinimas sėkmingai baigtas!
vi: Kích hoạt tài khoản của bạn đã hoàn tất!

source: Thank you for activating your account. You may now sign in and start using {studio_name} to author courses.
ja_jp: アカウント登録ありがとうございます。{studio_name}にサインインしコースを作成することが出来る様になりました。
lt_lt: Dėkojame, kad aktyvinote savo paskyrą. Dabar galite prisijungti ir pradėti kurti kursus naudodamiesi {studio_name}.
vi: Cảm ơn bạn đã kích hoạt tài khoản. Bạn có thể đăng nhập để bắt đầu sử dụng {studio_name} để tạo khóa học.

source: Your account activation is invalid
ja_jp: アカウント登録が無効です
lt_lt: Nepavyko aktyvinti jūsų paskyros
vi: Kích hoạt tài khoản của bạn không hợp lệ

source: We're sorry. Something went wrong with your activation. Check to make sure the URL you went to was correct, as e-mail programs will sometimes split it into two lines.
ja_jp: 申し訳ありません。アクティベーションができませんでした。メールプログラムが送付した URL を二行に分割してしまうことがありますので、アクセスした URL が間違いないかどうかをご確認ください。
vi: Chúng tôi xin lỗi. Điều gì đó đã sai trong việc kích hoạt tài khoản. Kiểm tra để chắc chắn rằng các địa URL là chính xác - chương trình e-mail thỉnh thoảng sẽ chia nó thành hai dòng.

source: If you still have issues, contact {platform_name} Support. In the meantime, you can also return to {link_start}the {studio_name} homepage.{link_end}
ja_jp: まだ問題があるようであれば、{platform_name}サポートにコンタクトをしてください。その間、{link_start}{studio_name}ホームページ{link_end}に戻ることができます。
lt_lt: Jeigu turite dar klausimų, susisiekite su {platform_name} techninės priežiūros komanda. Taip pat galite grįžti į {link_start} {studio_name} pagrindinį puslapį.{link_end}
vi: Nếu bạn vẫn có các vấn đề, liên hệ {platform_name} Support. Trong khi chờ đợi, bạn có thể quay trở lại {link_start}Trang chủ {studio_name}.{link_end}

source: Files & Uploads
hi: फ़ाइलें और अपलोड
vi: Tệp & Tải lên

source: Course Certificates
hi: कोर्स का प्रमाण पत्र
ja_jp: 講座の修了証
vi: Chứng chỉ của khoá học

source: This module is not enabled.
hi: यह मॉड्यूल सक्षम नहीं है।
ja_jp: このモジュールは有効ではありません。
vi: Mô-đun này không được kích hoạt.

source: This course does not use a mode that offers certificates.
hi: यह पाठ्यक्रम एक ऐसे मोड का उपयोग नहीं करता है जो प्रमाण पत्र प्रदान करता है।
vi: Khóa học này không sử dụng chế độ cung cấp chứng chỉ.

source: Working with Certificates
hi: प्रमाण पत्र के साथ काम करना
vi: Làm việc với chứng chỉ

source: Specify a course title to use on the certificate if the course's official title is too long to be displayed well.
hi: प्रमाण पत्र पर उपयोग करने के लिए एक पाठ्यक्रम शीर्षक निर्दिष्ट करें यदि पाठ्यक्रम का आधिकारिक शीर्षक अच्छी तरह से प्रदर्शित होने के लिए बहुत लंबा है।
vi: Cho một tiêu đề khóa học để sử dụng trên chứng chỉ nếu tiêu đề chính thức của khóa học quá dài không đủ chỗ hiển thị.

source: For verified certificates, specify between one and four signatories and upload the associated images.
hi: सत्यापित प्रमाणपत्रों के लिए, एक और चार हस्ताक्षरकर्ताओं के बीच निर्दिष्ट करें और संबंधित छवियों को अपलोड करें।
vi: Đối với những chứng chỉ được xác nhận, hãy cung cấp từ một đến bốn chữ ký và tải hình ảnh lên.

source: To edit or delete a certificate before it is activated, hover over the top right corner of the form and select {em_start}Edit{em_end} or the delete icon.
hi: सक्रिय होने से पहले किसी प्रमाणपत्र को संपादित करने या हटाने के लिए, फॉर्म के ऊपरी दाएं कोने पर होवर करें और {em_start} संपादित करें {em_end} या डिलीट आइकन का चयन करें।
vi: Để sửa hoặc xóa chứng chỉ trước khi nó được kích hoạt, hãy di chuột qua góc trên cùng bên phải của biểu mẫu và chọn {em_start} Chỉnh sửa {em_end} hoặc biểu tượng xóa.

source: To view a sample certificate, choose a course mode and select {em_start}Preview Certificate{em_end}.
hi: नमूना प्रमाणपत्र देखने के लिए, एक कोर्स मोड चुनें और {em_start} पूर्वावलोकन प्रमाणपत्र {em_end} चुनें।
vi: Để xem một chứng chỉ mẫu, hãy chọn một chế độ khóa học và chọn {em_start} Xem trước Chứng chỉ {em_end}.

source: Issuing Certificates to Learners
hi: शिक्षार्थियों को प्रमाण पत्र जारी करना
vi: Cấp Chứng chỉ cho Người học

source: To begin issuing course certificates, a course team member with either the Staff or Admin role selects {em_start}Activate{em_end}. Only course team members with these roles can edit or delete an activated certificate.
hi: कोर्स सर्टिफिकेट जारी करने के लिए, स्टाफ या एडमिन की भूमिका वाला एक कोर्स टीम का सदस्य {em_start} सक्रिय करें {emend}। केवल इन भूमिकाओं के साथ टीम के सदस्य एक सक्रिय प्रमाण पत्र को संपादित या हटा सकते हैं।
vi: Để bắt đầu cấp chứng chỉ khóa học, một thành viên của nhóm điều hành với vai trò là Nhân viên hoặc Quản trị viên sẽ chọn {em_start} Kích hoạt {em_end}. Chỉ có thành viên nhóm điều hành với những vai trò này mới có thể chỉnh sửa hoặc xóa chứng chỉ đã kích hoạt.

source: {em_start}Do not{em_end} delete certificates after a course has started; learners who have already earned certificates will no longer be able to access them.
hi: {em_start} कोर्स शुरू होने के बाद सर्टिफिकेट डिलीट न करें{em_end} ; जिन शिक्षार्थियों ने पहले ही प्रमाणपत्र प्राप्त कर लिया है, वे अब उन तक नहीं पहुंच पाएंगे।
vi: {em_start} Không {em_end} xóa chứng chỉ sau khi khóa học bắt đầu; người học đã có chứng chỉ sẽ không còn có thể truy cập chúng.

source: Learn more about certificates
hi: प्रमाणपत्रों के बारे में अधिक जानें
ja_jp: 修了証についてもっと知る
lt_lt: Sužinoti daugiau apie sertifikatus
vi: Tìm hiểu thêm về chứng chỉ

source: Details & Schedule
hi: विवरण और अनुसूची
vi: Chi tiết & Lịch trình

source: Grading
he: ציונים
hi: श्रेणीकरण
ja_jp: 採点
lt_lt: Vertinimas
vi: Đánh Giá
