Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: %(post_type)s posted %(time_ago)s by %(author)s
es_419: %(post_type)s publicada hace %(time_ago)s por %(author)s
ja_jp: %(author)sにより%(post_type)sとして%(time_ago)sに投稿
lt_lt: %(post_type)s %(time_ago)s paskelbė %(author)s
zh_tw: 由%(author)s發表%(post_type)s在%(time_ago)s

source: Closed
es_419: Cerrado
hi: बंद हो गया है
ja_jp: 〆切済
ko_kr: 닫힘
lt_lt: Uždaryta
pt_br: Fechado
vi: Đã đóng
zh_tw: 已關閉

source: Related to: %(courseware_title_linked)s
es_419: Relacionado con: %(courseware_title_linked)s
hi: संबंधित:%(courseware_title_linked)s
ja_jp: この投稿は%(courseware_title_linked)sについてのものです
ko_kr: 관련 사항: %(courseware_title_linked)s
lt_lt: Sąryšyje su: %(courseware_title_linked)s
pt_br: Relacionado a: %(courseware_title_linked)s
vi: Liên quan đến: %(courseware_title_linked)s
zh_tw: 與 %(courseware_title_linked)s 相關：

source: This post is visible only to %(group_name)s.
es_419: Este post es visible solo para %(group_name)s.
hi: यह पोस्ट केवल %(group_name)s तक दिखाई देती है।
ja_jp: この投稿は%(group_name)sにのみ表示されます。
ko_kr: 이 게시물은 오직 %(group_name)s에게만 공개됩니다.
lt_lt: Šis skelbimas matomas tik %(group_name)s.
pt_br: Este post é visível apenas para %(group_name)s.
vi: Bài đăng này chỉ hiển thị cho %(group_name)s.
zh_tw: 此文章只可以被%(group_name)s看見

source: This post is visible to everyone.
es_419: Esta publicación es visible para todos.
hi: यह पोस्ट सबको दिख रही है।
ja_jp: この投稿は全ユーザーに表示されます。
ko_kr: 이 게시물은 모두에게 공개됩니다.
lt_lt: Šis skelbimas matomas visiems.
pt_br: Este post está visível para todos.
vi: Bài đăng này hiển thị cho tất cả mọi người.
zh_tw: 此文章可以被任何人看見。

source: Post type
es_419: Tipo de publicación
hi: पद प्रकार
ko_kr: 게시물 종류
pt_br: Tipo de publicação
vi: Thể loại bài viết

source: Questions raise issues that need answers. Discussions share ideas and start conversations.
es_419: Utilice Pregunta para plantear tópicos que necesitan respuestas. Utilice Discusión para compartir sus ideas y comenzar conversaciones.
ja_jp: 「質問」は回答を必要とする議題に用います。「ディスカッション」は考えを共有したり、会話するためのものです。
lt_lt: Klausimo tipo įrašuose iškeliami klausimai, į kuriuos reikia atsakyti. Diskusijos tipo įrašuose dalinamasi idėjomis ir pradedami pokalbiai.
zh_tw: 疑問需要被解答。藉由討論分享想法並開始交談。

source: Question
es_419: Pregunta
hi: सवाल
ja_jp: 質問
ko_kr: 질문
lt_lt: Klausimas
pt_br: Pergunta
vi: Câu hỏi
zh_tw: 問題

source: Discussion
es_419: Discusión
hi: चर्चा
ja_jp: ディスカッション
ko_kr: 게시판
lt_lt: Diskusija
pt_br: Discussão
vi: Thảo Luận
zh_tw: 討論

source: Add a Response
es_419: Añadir una respuesta
hi: एक प्रतिक्रिया जोड़ें
ko_kr: 답변 추가하기
lt_lt: Pridėti atsakymą
pt_br: Adicionar resposta
vi: Thêm một Phản hồi
zh_tw: 新增回應

source: Add a response:
es_419: Añada su respuesta:
hi: एक प्रतिक्रिया जोड़ें
ko_kr: 답변 추가하기:
pt_br: Adicionar uma resposta:

source: Topic area
es_419: Área Temática
hi: विषय क्षेत्र
ko_kr: 주제 분야:
pt_br: Tópico de interesse
vi: Khu vực chủ đề

source: Add your post to a relevant topic to help others find it.
es_419: Añade tu entrada a un tema relevante para ayudar a los demás a encontrarlo.
ja_jp: カテゴリを適切に設定していただくと、他の受講者があなたの書き込みを見つけやすくなります。
lt_lt: Paskelbkite savo įrašą tinkamoje temoje, kad kiti galėtų jį rasti.
zh_tw: 新增您的文章至相關主題以幫助其他人搜尋。

source: Discussion Home
es_419: Inicio de la discusión
hi: चर्चा मुखपृष्ठ
ko_kr: 토론 홈
pt_br: Página de discussões
vi: Trang chủ thảo luận

source: How to use %(platform_name)s discussions
es_419: Cómo usar las discusiones de %(platform_name)s
hi: %(platform_name)s चर्चा का उपयोग कैसे करें
ko_kr: %(platform_name)s 게시판 사용법
pt_br: Como usar as discussões de %(platform_name)s
vi: Cách thảo luận trên %(platform_name)s
zh_tw: 如何使用 %(platform_name)s 的討論

source: Find discussions
es_419: Encontrar discusiones
hi: चर्चाओं को ढूंढें
ja_jp: ディスカッションを探す
ko_kr: 토론 찾기
lt_lt: Ieškoti diskusijų
pt_br: Encontrar discussões
vi: Tìm kiếm thảo luận
zh_tw: 尋找討論

source: Use the All Topics menu to find specific topics.
es_419: Use el menú de todos los temas para encontrar temas específicos.
hi: विशिष्ट विषयों को खोजने के लिए सभी विषय मेनू का उपयोग करें।
ko_kr: 전체 주제 메뉴를 사용해 특정 주제를 찾아보세요.
pt_br: Utilize o menu "Todos os tópicos" para encontrar tópicos específicos.
vi: Sử dụng trình đơn Tất cả Chủ đề để tìm các chủ đề cụ thể.

source: Search all posts
es_419: Buscar en todo
hi: सभी पोस्‍ट खोजें
ko_kr: 모든 게시물 검색
pt_br: Pesquisar todos os posts
vi: Tìm kiếm tất cả các bài viết

source: Filter and sort topics
es_419: Filtrar y ordenar los temas
hi: विषयों को फ़िल्टर और सॉर्ट करें
ko_kr: 주제 정렬
pt_br: Filtrar e classificar tópicos
vi: Lọc và sắp xếp chủ đề

source: Engage with posts
es_419: Trabajar con las publicaciones
hi: पोस्ट के विचारों में शामिल हों
ja_jp: 投稿の関心度
ko_kr: 토의 참여하기
lt_lt: Stebėti įrašus
pt_br: Participar das publicações
vi: Quan tâm đến bài đăng
zh_tw: 參與的文章

source: Vote for good posts and responses
es_419: Votar por las mejores publicaciones y respuestas
hi: अच्छे पदों और प्रतिक्रियाओं के लिए वोट करें
ko_kr: 좋은 글과 답변에 투표하기
pt_br: Votar em boas mensagens e respostas
vi: Bình chọn cho các bài và phản hồi chất lượng tốt

source: Report abuse, topics, and responses
es_419: Denunciar abusos, temas, y respuestas
hi: दुर्व्यवहार, विषयों और प्रतिक्रियाओं की रिपोर्ट करें
ko_kr: 허위 보고, 주제 및 답변
pt_br: Reportar abusos, tópicos e respostas
vi: Báo cáo lạm dụng, chủ đề và phản hồi

source: Follow or unfollow posts
es_419: Seguir o dejar de seguir publicaciones
hi: पोस्ट को फ़ॉलो या अनफ़ॉलो करें
ko_kr: 글 팔로우, 언팔로우 하기
pt_br: Seguir ou deixar de seguir mensagens
vi: Theo dõi hoặc không theo dõi các bình luận

source: Receive updates
es_419: Recibir notificaciones
hi: अपडेट प्राप्त करें
ja_jp: 更新を受け取る
ko_kr: 업데이트를 받으세요
lt_lt: Gaukite atnaujinimus
pt_br: Receber atualizações
vi: Nhận thông báo khi có bài đăng mới
zh_tw: 接收更新

source: Toggle Notifications Setting
es_419: Cambiar las opciones de notificación
hi: अधिसूचनाएं सेटिंग टॉगल करें
ja_jp: 通知設定を表示
ko_kr: 통지 설정 전환
lt_lt: Pasirinkti pranešimų nustatymą
pt_br: Alterar Configurações de Notificação
vi: Cài đặt thông báo chuyển đổi
zh_tw: 切換通知設定

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
es_419: Marque esta casilla para recibir un resumen diario por correo electrónico con notificaciones de actividad nueva y sin leer de las conversaciones que está siguiendo.
hi: आपने जिन पोस्टों का अनुसरण किया हुआ है उनकी नई और बिना पढ़ी हुई गतिविधियों के बारे में रोज़ एक ई-मेल पाने के लिए इस बॉक्स पर काटे का निशान डालें।
ja_jp: このボックスをチェックすると毎日メールでまとめが届きます。これによりあなたがフォローしている投稿の新着情報や未読の動きを知ることができます。
ko_kr: 여기에 체크하시면 구독 게시물에 해당하는 읽지않은 글, 새로운 글에 대해서 하루에 한번 이메일로 알림을 받으실수 있습니다.
lt_lt: Pažymėkite šį langelį, jei pageidaujate gauti vieną el. laišką per dieną, pranešantį apie jūsų stebimų pranešimų naujus, neperskaitytus įrašus.
pt_br: Marque esta alternativa para receber um e-mail uma vez por dia com um resumo das novidades das publicações não lidas as quais você segue.
vi: Chọn ô này để nhận thư tóm tắt hàng ngày về các hoạt động mới từ các bài posts mà bạn đang theo dõi.
zh_tw: 點擊此複選框，您每天將收到一封電子郵件通知您新的文章和您正在追蹤的未讀活動。

source: All Posts
es_419: Todas las publicaciones
hi: सभी पद
ko_kr: 모든 게시물
pt_br: Todas as publicações
vi: Tất cả Bài viết

source: username or email
es_419: nombre de usuario o correo electrónico
hi: उपयोगकर्ता का नाम या ईमेल
ko_kr: 사용자 이름 및 이메일
lt_lt: naudotojas arba el. paštas
pt_br: usuário ou email
vi: Tên người dùng hoặc email
zh_tw: 使用者名稱或是電子郵件信箱

source: course id
es_419: Id de Curso
hi: पाठ्यक्रम आईडी
ko_kr: 강좌 ID
pt_br: Identificação do curso
vi: Id khoá học

source: No results
es_419: Sin resultados
hi: कोई परिणाम नहीं
ko_kr: 결과 없음
pt_br: Sem resultados
vi: Không có kết quả
zh_tw: 查無結果

source: Course Key
es_419: Llave del curso
hi: कोर्स की
ko_kr: 강좌 키
pt_br: Chave do Curso
vi: Key khoá học
zh_tw: 課程Key

source: Download URL
es_419: URL de descarga
hi: URL डाउनलोड करें
ko_kr: URL 다운로드
pt_br: Baixar URL
vi: Tải URL
zh_tw: 下載網址

source: Grade
es_419: Calificación
hi: ग्रेड
ja_jp: 成績
ko_kr: 성적
lt_lt: Įvertinimas
pt_br: Nota
vi: Điểm
zh_tw: 成績

source: Last Updated
es_419: Última Actualización
hi: आखरी अपडेट
ko_kr: 최근 업데이트
pt_br: Última atualização
vi: Cập nhật cuối cùng
zh_tw: 上次更新

source: Download the user's certificate
es_419: Descargar el certificado del usuario
hi: उपयोगकर्ता प्रमाणपत्र डाउनलोड करें
ko_kr: 사용자 이수증 다운로드
pt_br: Baixar certificado do usuário
vi: Tải về giấy chứng nhận của người sử dụng
zh_tw: 下載使用者的證書

source: Not available
es_419: No disponible
hi: उपलब्ध नहीं है
ko_kr: 사용 불가
pt_br: Não Disponível
vi: Không thể
zh_tw: 目前還未進入此階段

source: Regenerate
es_419: Regenerar
hi: पुनर्जन्म
ko_kr: 재생성
pt_br: Recuperar
vi: Tái tạo
zh_tw: 重新產生

source: Regenerate the user's certificate
es_419: Regenerar el certificado del usuario
hi: उपयोगकर्ता के प्रमाणपत्र को पुन: बनाएँ
ko_kr: 사용자 이수증 재생성하기
pt_br: Recuperar certificado de usuário.
vi: Tạo lại chứng chỉ của người sử dụng
zh_tw: 重新產生使用者的證書

source: Generate
es_419: Generar
hi: उत्पन्न
ko_kr: 생성
pt_br: Emitir
vi: Khởi tạo

source: Generate the user's certificate
es_419: Generar el certificado del usuario
hi: उपयोगकर्ता का प्रमाण पत्र उत्पन्न करें
ko_kr: 사용자 이수증 생성하기
pt_br: Emitir certificado do usuário
vi: Tạo chứng chỉ của người dùng

source: Current enrollment mode:
es_419: Modo de inscripción actual:
hi: वर्तमान नामांकन मोड:
ko_kr: 현재 수강 등록 모드:
pt_br: Modo de matrícula atual
vi: Chế độ đăng ký hiện tại:

source: New enrollment mode:
es_419: Nuevo modo de inscripcion:
hi: नया नामांकन मोड:
ko_kr: 신규 수강 등록 모드:
pt_br: Novo modo de matrícula
vi: Chế độ đăng ký mới:

source: Reason for change:
es_419: Motivo del cambio:
hi: बदलाव के कारण:
ko_kr: 변경 사유:
pt_br: Motivo para alteração:
vi: Lý do thay đổi:

source: Choose One
es_419: Elegir uno
hi: एक चुनो
ko_kr: 한가지 선택
pt_br: Escolher um
vi: Chọn Một

source: Explain if other.
es_419: Si otro, explique.
hi: अगर अन्य बताएं।
ko_kr: 아닐 경우 설명해주세요.
pt_br: Explique se outro
vi: Giải thích nếu khác.

source: Submit enrollment change
es_419: Enviar cambio de inscripción
hi: नामांकन परिवर्तन प्रस्तुत करें
ko_kr: 수강 등록 변경 사항 제출하기
pt_br: Enviar a alteração da matrícula
vi: Gửi thay đổi đăng ký

source: Username or email address
es_419: Nombre de usuario o correo electrónico
hi: उपयोगकर्ता का नाम या ईमेल का पता
ko_kr: 사용자 이름 및 이메일
pt_br: Nome do usuário ou endereço de e-mail
vi: Tên đăng nhập hoặc địa chỉ email

source: Course ID
es_419: Id de Curso
hi: पाठ्यक्रम आईडी
ko_kr: 강좌 ID
pt_br: ID do curso

source: Course Start
es_419: Inicio del Curso
hi: कोर्स शुरू
ko_kr: 강좌 개강
pt_br: Início do curso
vi: Bắt đầu Khóa học

source: Course End
es_419: Finalización del curso
hi: कोर्स का अंत
ko_kr: 강좌 종료
pt_br: Término do curso
vi: Kết thúc Khóa Học

source: Upgrade Deadline
es_419: Fecha límite para el upgrade
hi: समय सीमा अपग्रेड करें
ko_kr: 마감 기한 늘리기
pt_br: Prazo final para atualização
vi: Hạn cuối cho việc nâng cấp

source: Verification Deadline
es_419: Fecha límite de verificación
hi: सत्यापन की समय सीमा
ko_kr: 인증 유효기간
pt_br: Prazo de verificação
vi: Hạn cuối cho việc chứng thực

source: Enrollment Date
es_419: Fecha de inscripción
hi: नामांकन तिथि
ko_kr: 수강 등록일
pt_br: Data de Inscrição
vi: Ngày Tuyển sinh

source: Enrollment Mode
es_419: Modo de inscripción
hi: नामाकंन प्रणाली
ko_kr: 수강 등록 모드
pt_br: Modo de matrícula
vi: Chế độ Đăng ký

source: Verified mode price
es_419: Precio del modo verificado
hi: सत्यापित मोड मूल्य
ko_kr: 확인된 모드 가격
pt_br: Preço de modo verificado
vi: Giá chế độ xác nhận

source: Reason
es_419: Razón
hi: कारण
ko_kr: 이유
pt_br: Razão
vi: Lý do

source: Last modified by
es_419: Última modificación por
hi: अंतिम बार संशोधित
ko_kr: 최근 수정자
pt_br: Modificado por último por
vi: Lần thay đổi cuối cùng bởi:

source: N/A
es_419: N/D
hi: एन / ए
vi: Không áp dụng
zh_tw: 不適用

source: Change Enrollment
es_419: Cambiar inscripción
hi: नामांकन बदलें
ko_kr: 수강 등록 변경
pt_br: Mudar matrícula
vi: Thay đổi Đăng ký

source: Your team could not be created.
es_419: Su equipo no pudo ser creado.
hi: आपकी टीम नहीं बनाई जा सकी।
ko_kr: 팀을 생성할 수 없었습니다.
pt_br: Sua equipe não pôde ser criada.
vi: Đội của bạn không thể được tạo ra.
zh_tw: 您的團隊無法創建。

source: Your team could not be updated.
es_419: Su equipo no pudo ser actualizado.
hi: आपकी टीम अपडेट नहीं की जा सकी।
ko_kr: 팀을 업데이트할 수 없었습니다.
pt_br: Sua equipe não pôde ser atualizada.
vi: Nhóm của bạn có thể không được cập nhật.
zh_tw: 您的團隊無法更新。

source: Enter information to describe your team. You cannot change these details after you create the team.
es_419: Ingrese la descripción de su equipo. No podrá cambiar esta información después de crear el equipo.
hi: अपनी टीम का वर्णन करने के लिए जानकारी दर्ज करें। टीम बनाने के बाद आप इन विवरणों को बदल नहीं सकते।
ko_kr: 팀 설명을 입력하세요. 이 사항은 팀 생성 이후 수정할 수 없습니다.
pt_br: Dê informações para descrever sua equipe. Você não pode mudar estes detalhes após a criação da equipe.
vi: Nhập thông tin để mô tả nhóm của bạn. Bạn không thể thay đổi các chi tiết này sau khi bạn tạo nhóm.
zh_tw: 在此鍵入資訊描述您的團隊。在團隊創建後，您將不能再變更這些內容。

source: Optional Characteristics
es_419: Caracterísiticas Opcionales
hi: वैकल्पिक लक्षण
ko_kr: 팀의 특징
lt_lt: Nebūtinos charakteristikos
pt_br: Características Opcionais
vi: Đặc điểm tùy chọn
zh_tw: 可選擇性

source: Help other learners decide whether to join your team by specifying some characteristics for your team. Choose carefully, because fewer people might be interested in joining your team if it seems too restrictive.
es_419: Ayude a otros estudiantes a decidir si unirse o no a su equipo, especificando la características del mismo. Tenga cuidado en no desmotivar la participación de otros usuarios con esta descripción.
hi: अन्य शिक्षार्थियों को यह तय करने में मदद करें कि आपकी टीम के लिए कुछ विशेषताओं को निर्दिष्ट करके आपकी टीम में शामिल होना है या नहीं। ध्यान से चुनें, क्योंकि कम लोगों को आपकी टीम में शामिल होने में दिलचस्पी हो सकती है अगर यह बहुत प्रतिबंधात्मक लगता है।
ko_kr: 다른 학습자들이 귀하의 팀의 특징을 살펴본 후, 참여할 수 있도록 하세요. 너무 구속적으로 보이면 참여를 꺼리게 되므로, 신중하게 선택해야 합니다.
pt_br: Ajude outros estudantes decidir se entram em sua equipe especificando algumas características dela. Escolha com atenção porque menos pessoas se interessarão em entrar em sua equipe se ela parecer muito restritiva.
vi: Giúp học viên khác quyết định việc tham gia nhóm của bạn bằng cách chỉ định một số đặc trưng cho nhóm của bạn. Chọn một cách cẩn thận, bởi vì ít người có thể quan tâm đến việc gia nhập nhóm của bạn nếu nó có vẻ quá hạn chế.
zh_tw: 透過為你們團隊明確介紹特色，有利於其他學習者決定是否加入你的團隊。請慎重選擇，因為如果過於嚴格，將導致有興趣加入你團隊的人變少。

source: Create team.
es_419: Crear el equipo.
hi: टीम बनाएं।
ko_kr: 팀을 생성합니다.
pt_br: Criar equipe.
vi: Tạo nhóm.
zh_tw: 創建團隊

source: Update team.
es_419: Actualizar el equipo.
hi: टीम को अपडेट करें।
ko_kr: 팀을 업데이트 합니다
pt_br: Atualizar equipe.
vi: Cập nhật đội.
zh_tw: 更新團隊資訊

source: Cancel team creating.
es_419: Cancelar la creación del equipo.
hi: टीम बनाना रद्द करें
ko_kr: 팀 생성을 취소합니다.
pt_br: Cancelar criação de equipe.
vi: Hủy bỏ đội tạo ra.
zh_tw: 取消創建團隊

source: Cancel team updating.
es_419: Cancelar la actualización
hi: टीम अपडेट रद्द करें
ko_kr: 팀 업데이트를 취소합니다
pt_br: Cancelar atualização de equipe.
vi: Hủy bỏ đội cập nhật.
zh_tw: 取消團隊資訊更新

source: Instructor tools
es_419: Herramientas de Instructor
hi: प्रशिक्षक उपकरण
ko_kr: 교수자 도구
pt_br: Painel de Ferramentas do Instrutor
vi: Công cụ giảng dạy
zh_tw: 教材工具

source: Delete Team
es_419: Borrar equipo
hi: टीम हटाएं
ko_kr: 팀 삭제하기
pt_br: Apagar equipe.
vi: Xóa nhóm
zh_tw: 刪除團隊

source: Edit Membership
es_419: Editar membresía
hi: सदस्यता संपादित करें
ko_kr: 회원 편집하기
pt_br: Editar assinatura.
vi: chỉnh sửa thành viên
zh_tw: 編輯會員資料

source: Are you having trouble finding a team to join?
es_419: ¿Tiene problemas para encontrar un equipo al cual unirse?
hi: क्या आपको शामिल होने के लिए टीम खोजने में परेशानी हो रही है?
ko_kr: 가입할 팀을 찾는데 어려움이 있으십니까?
pt_br: Você está com problemas para encontrar uma equipe para fazer parte ?
vi: Bạn có gặp khó khăn khi tìm một đội để tham gia?
zh_tw: 你有加入團隊的問題嗎？

source: Join Team
es_419: Unirse al equipo
hi: टीम में शामिल हों
ko_kr: 팀 가입하기
pt_br: Participe da Equipe
vi: Tham gia nhóm
zh_tw: 參與團隊

source: Team Details
es_419: Detalles del equipo
hi: टीम का विवरण
ko_kr: 팀 세부사항
pt_br: Detalhes da equipe
vi: Chi tiết nhóm
zh_tw: 團隊詳細資訊

source: You are a member of this team.
es_419: Usted ya es miembro de este equipo.
hi: आप इस टीम के सदस्य हैं।
ko_kr: 이제 이 팀의 회원이 되었습니다.
pt_br: Você é membro desta equipe
vi: Bạn là một thành viên của nhóm này.
zh_tw: 您現在是這個團隊的一員了。

source: Team member profiles
es_419: Perfiles de los miembros del equipo
hi: टीम के सदस्य प्रोफाइल
ko_kr: 팀 회원 프로필
lt_lt: Komandos narių profiliai
pt_br: Perfis dos Membros da Equipe
vi: Hồ sơ thành viên nhóm
zh_tw: 團隊成員檔案

source: Team capacity
es_419: Capacidad del equipo
hi: टीम की क्षमता
ko_kr: 팀 최대 수용 인원
pt_br: Capacidade da Equipe
vi: Năng lực nhóm
zh_tw: 團隊能力

source: Leave Team
es_419: Abandonar al equipo
hi: टीम को छोड़ दें
ko_kr: 팀 탈퇴하기
pt_br: Deixar Equipe
vi: Rời bỏ nhóm
zh_tw: 離開團隊

source: Donate
es_419: Donar
hi: दान करना
ja_jp: 義援金を送る
ko_kr: 기부하기
lt_lt: Paremti
pt_br: Doar
vi: Quyên góp
zh_tw: 捐款

source: There was an error retrieving preview results for this catalog. Please check that your query is correct and try again.
es_419: Ocurrió un error recuperando los resultados de vista previa para este catálogo. Por favor asegúrate de que tu consulta es correcta e intente nuevamente.
hi: इस कैटलॉग के लिए पूर्वावलोकन परिणाम प्राप्त करने में एक त्रुटि हुई थी। कृपया जांचें कि आपकी क्वेरी सही है और पुनः प्रयास करें।
ko_kr: 이 카탈로그에 대한 미리보기 결과를 불러오는 중 오류가 발생했습니다. 질문 형식이 옳은지 확인하고 다시 시도해 주세요.
pt_br: Ocorreu um erro ao recuperar resultados de visualização para este catálogo. Por favor verifique se a sua consulta está correta e tente novamente.
vi: Đã xảy ra lỗi khi truy xuất kết quả xem trước danh mục này. Vui lòng kiểm tra xem truy vấn của bạn có chính xác không và thử lại.

source: This catalog's courses:
es_419: Los cursos de este catálogo:
hi: इस कैटलॉग के पाठ्यक्रम:
ko_kr: 이 카탈로그의 강좌:
pt_br: Cursos deste catálogo
vi: Các khóa học của danh mục này:

source: My Bookmarks
es_419: Mis marcadores

source: Bookmarked on
es_419: Añadido a marcadores en
hi: पर बुकमार्क किया गया
ko_kr: 즐겨찾기 추가 날짜
pt_br: Adicionado aos favoritos em
vi: Đã đánh dấu vào

source: You have not bookmarked any courseware pages yet.
es_419: Todavía no ha marcado ninguna página del curso.

source: Use bookmarks to help you easily return to courseware pages. To bookmark a page, select Bookmark in the upper right corner of that page. To see a list of all your bookmarks, select Bookmarks in the upper left corner of any courseware page.
es_419: Utilice los marcadores para ayudarle a regresar a páginas específicas del curso. Para añadir una página a sus marcadores, seleccione Añadir a marcadores en la esquina superior derecha de dicha página. Para ver una lista de sus marcadores, seleccione Marcadores en la esquina superior izquierda de cualquier página de contenidos del curso.

source: Expand All
es_419: Expandir todo
hi: सभी का विस्तार करें
ko_kr: 모두 펼치기
pt_br: Expandir Tudo
vi: Mở rộng tất cả
zh_tw: 展開全部

source: Collapse All
es_419: Colapsar todo
hi: सभी को संकुचित करें
ko_kr: 모두 접기
pt_br: Retrair Tudo
vi: Thu gọn tất cả
zh_tw: 折疊全部

source: Unit
es_419: Unidad
hi: यूनिट
ja_jp: 単元
ko_kr: 학습활동
lt_lt: Skyrius
pt_br: Unidade
vi: Đơn vị
zh_tw: 單元

source: Start Date
es_419: Fecha inicial:
hi: आरंभ करने की तिथि
ja_jp: 開始日
ko_kr: 시작일
lt_lt: Pradžios data
pt_br: Data de Início
vi: Ngày bắt đầu
zh_tw: 開始日期

source: Due Date
es_419: Fecha límite de entrega
hi: अंतिम तिथि
ja_jp: 期限
ko_kr: 마감일
lt_lt: Pabaigos data
pt_br: Prazo de Entrega
vi: Hạn nộp bài
zh_tw: 截止日期

source: remove all
es_419: eliminar todo
hi: सभी हटाएं
ja_jp: 全削除
ko_kr: 모두 제거
lt_lt: pašalinti viską
pt_br: remover todos
vi: xoá bỏ tất cả
zh_tw: 全部移除

source: toggle chapter %(displayName)s
es_419: cambiar capítulo %(displayName)s
hi: अध्याय %(displayName)sटॉगल करें
ko_kr: %(displayName)s 챕터 탐색
pt_br: alternar capítulo%(displayName)s
vi: chuyển trạng thái chương %(displayName)s

source: Section
es_419: Sección
hi: खंड
ja_jp: 章
ko_kr: 주제
lt_lt: Tema
pt_br: Seção
vi: Mục
zh_tw: 章

source: Remove chapter %(chapterDisplayName)s
es_419: Borrar Capítulo %(chapterDisplayName)s
hi: अध्याय %(chapterDisplayName)s निकालें
ko_kr: %(chapterDisplayName)s 챕터 제거
pt_br: Remover capítulo %(chapterDisplayName)s
vi: Xóa chương %(chapterDisplayName)s
zh_tw: 刪除章節 %(chapterDisplayName)s

source: remove
es_419: eliminar
hi: हटाएं
ja_jp: 削除
ko_kr: 제거
lt_lt: pašalinti
pt_br: remover
vi: bỏ
zh_tw: 移除

source: toggle subsection %(displayName)s
es_419: cambiar subsección %(displayName)s
hi: %(displayName)sउपधारा टॉगल करें
ko_kr: %(displayName)s 소주제 탐색
pt_br: alternar subseção %(displayName)s
vi: chuyển trạng thái mục con %(displayName)s

source: Subsection
es_419: Subsección
hi: उपखंड
ja_jp: 節
ko_kr: 소주제
lt_lt: Potemė
pt_br: Subseção
vi: Tiểu mục
zh_tw: 節

source: Remove subsection %(subsectionDisplayName)s
es_419: Borrar subsección %(subsectionDisplayName)s
hi: उपधारा %(subsectionDisplayName)s निकालें
ko_kr: %(subsectionDisplayName)s 소주제 제거
pt_br: Remover subseção %(subsectionDisplayName)s
vi: Xóa mục con %(subsectionDisplayName)s
zh_tw: 刪除節%(subsectionDisplayName)s

source: Remove unit %(unitName)s
es_419: Borrar unidad %(unitName)s
hi: इकाई %(unitName)sनिकालें
ko_kr: %(unitName)s 학습 활동 제거
pt_br: Remover unidade %(unitName)s
vi: Xoá đơn vị %(unitName)s
zh_tw: 刪除單元 %(unitName)s

source: You still need to visit the %(display_name)s website to complete the credit process.
es_419: Todavía debe visitar el sitio web de %(display_name)s para completar el proceso de crédito.
ko_kr: %(display_name)s 웹사이트에 방문해 학점 인정 과정을 완료해야 합니다.
pt_br: Você ainda precisa visitar o site %(display_name)s para completar o processo de crédito.
vi: Bạn vẫn cần phải truy cập vào các trang web %(display_name)s để hoàn tất quá trình tín chỉ.
zh_tw: 你仍然需要拜訪 %(display_name)s 以 完成交易過程

source: To finalize course credit, %(display_name)s requires %(platform_name)s learners to submit a credit request.
es_419: Para finalizar un crédito de curso, %(display_name)s requieres %(platform_name)s profesores para postular una solicitud de crédito.
ko_kr: 강좌 학점을 결정하기 위해 %(display_name)s 에서 %(platform_name)s 학습자가 학점 인정 요청을 제출해야 합니다.
pt_br: Para finalizar os créditos do curso, %(display_name)s exige que os alunos %(platform_name)s enviem uma solicitação de créditos.
vi: Để hoàn thành tín dụng khoá học, %(display_name)s yêu cầu %(platform_name)s học viên nộp một yêu cầu tín dụng.
zh_tw: 要完成課程學分， %(display_name)s requires %(platform_name)s 學生提交交易請求。

source: Get Credit
es_419: Obtenga créditos
ko_kr: 학점 받기
lt_lt: Gauti kreditą
pt_br: Obter Crédito
vi: Lấy tín chỉ
zh_tw: 獲得學分

source: Thank you %(full_name)s! We have received your payment for %(course_name)s.
es_419: Gracias %(full_name)s! Hemos recibido su pago para el curso %(course_name)s.
ko_kr: %(full_name)s 감사합니다! %(course_name)s 에 대한 결제가 완료되었습니다.
pt_br: Obrigado %(full_name)s! Recebemos seu pagamento para %(course_name)s.
vi: Cảm ơn bạn %(full_name)s! Chúng tôi đã nhận được thanh toán của bạn cho %(course_name)s.
