Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Please print this page for your records; it serves as your receipt. You will also receive an email with the same information.
es_419: Por favor imprima esta página para sus registros; la misma es válida como su recibo. También recibirá un correo electrónico con la esta información.
ja_jp: このページを記録として印刷してください；これはレシート扱いです。同様の情報をメールでもお送りしています。
ko_kr: 본 영수증 페이지를 인쇄하십시오. 동일한 내용의 이메일도 전송됩니다.
lt_lt: Atsispausdinkite šį puslapį ir išsaugokite jį; jis bus dokumentas, patvirtinantis pirkimą. Taipogi jums bus išsiųstas el. laiškas su ta pačia informacija.
pt_br: Por favor, imprima esta página para seu controle; ela serve como recibo. Você também receberá um e-mail com as mesmas informações.
vi: Hãy in trang này để lưu trữ, nó phục vụ như là biên lai của bạn. Bạn cũng sẽ nhận được một email với các thông tin tương tự.
zh_tw: 請列印這個頁面作為您的紀錄；它可以當作您的收據。之後您也將收到一則電子郵件包含相同的訊息。

source: Order No.
es_419: Orden Num.
ja_jp: 注文番号
ko_kr: 주문 번호
lt_lt: Užsakymo Nr.
pt_br: Número do pedido
vi: Đơn hàng số
zh_tw: 訂單編號

source: Amount
es_419: Cantidad
ja_jp: 数量
ko_kr: 총액
lt_lt: Suma
pt_br: Quantidade
vi: Số lượng
zh_tw: 總額

source: Please Note
es_419: Por favor tener en cuenta
ja_jp: 注意
ko_kr: 참고하세요.
lt_lt: Prašome atkreipti dėmesį
pt_br: Por favor observe
vi: Xin lưu ý
zh_tw: 請注意

source: Crossed out items have been refunded.
es_419: Los items tachados han tenido devolución
ja_jp: 削除されたアイテムは返金されました。
ko_kr: 중복된 항목은 환불되었습니다.
lt_lt: Už išbrauktas prekes jums buvo grąžinti pinigai.
pt_br: Itens riscados tiveram seu valor reembolsado
vi: Các mặt hàng gạch chéo là đã được hoàn trả.
zh_tw: 刪除項目已經退款。

source: Billed to
es_419: Facturado a
ja_jp: 請求
ko_kr: 로 청구됨
lt_lt: Sąskaita išrašyta
pt_br: Cobrar a
vi: Đã gửi hóa đơn cho
zh_tw: 付款方

source: No receipt available
es_419: No hay recibo disponible
ja_jp: 領収証はありません
ko_kr: 청구인이 없습니다.
lt_lt: Kvito nėra
pt_br: Recibo não disponível
vi: Không biên nhận có sẵn
zh_tw: 沒提供收據

source: Go to Dashboard
es_419: Ir al panel de control
hi: डैशबोर्ड पर जाएं
ja_jp: ダッシュボードへ移動
ko_kr: 대시보드로 가세요.
pt_br: Ir para a Página Inicial
vi: Đi đến bảng điều khiển
zh_tw: 前往課程面板

source: If you don't verify your identity now, you can still explore your course from your dashboard. You will receive periodic reminders from {platformName} to verify your identity.
es_419: Si no verifica su identidad ahora, de todas formas podrá explorar el curso desde su Panel de Control. Recibirá recordatorios periódicos de {platformName} para realizar la verificación de identidad.
ko_kr: 지금 신분 확인 과정을 마치지 않아도 대시보드에서 강좌 탐색을 할 수 있습니다. 단, {platformName} 가 주기적으로 신분 확인에 대한 안내문 메세지를 보낼 것입니다.
pt_br: Se você não confirmar a sua identidade agora, você ainda poderá explorar o curso pelo seu painel de controle. Você vai receber lembretes periódicos de {platformName} para verificar a sua identidade.
vi: Nếu bạn không xác minh danh tính của mình bây giờ, bạn vẫn có thể khám phá khóa học của bạn từ trang tổng quan. Bạn sẽ nhận được lời nhắc định kỳ từ {platformName} để xác minh danh tính của bạn.

source: Want to confirm your identity later?
es_419: ¿Desea confirmar su identidad después?
ja_jp: 後で本人認証を行いますか？
ko_kr: 신분증을 나중에 확인받겠습니까?
lt_lt: Norite patvirtinti savo tapatybę vėliau?
pt_br: Deseja confirmar sua identidade mais tarde?
vi: Bạn muốn xác nhận danh tính của bạn vào lúc khác?
zh_tw: 需要稍後再確認您的身份？

source: Verify Now
es_419: Verificar ahora
ja_jp: さぁ認証しよう
ko_kr: 지금 인증하세요
lt_lt: Patvirtinti dabar
pt_br: Verifique agora
vi: Xác nhận ngay bây giờ
zh_tw: 立即驗證

source: Mark Exam As Completed
es_419: Marcar el examen como completado
hi: परीक्षा पूरी हुई
ko_kr: '완료'로 평가 분류하기
pt_br: Marcar avaliação como completa
vi: Đánh dấu bài thi đã hoàn thành
zh_tw: 標記測驗已完成

source: timed
es_419: cronometrado
ko_kr: 시간 제한
pt_br: Cronometrado.
zh_tw: 定時

source: To receive credit for problems, you must select "Submit" for each problem before you select "End My Exam".
es_419: Para recibir crédito por problemas, debe seleccionar "Enviar" para cada problema antes de seleccionar "Finalizar mi examen".
hi: समस्याओं के लिए क्रेडिट प्राप्त करने के लिए, आपको "मेरी परीक्षा समाप्त करें" का चयन करने से पहले प्रत्येक समस्या के लिए "सबमिट" का चयन करना होगा।
ko_kr: 문제에 대한 학점을 획득하기 위해 "End My Exam" 를 클릭하기 전에 각 문제에 대해 "Submit" 을 클릭해야 합니다.
pt_br: Para receber crédito por um problema, você deve selecionar "Enviar" ou "Check Final" para cada problema antes de selecionar "Finalizar Meu Exame".
vi: Để nhận được điểm cho những câu hỏi, bạn phải chọn "Gửi" cho mỗi câu hỏi trước khi bạn chọn "Kết thúc Bài kiểm tra Của tôi".

source: End My Exam
es_419: Terminar mi examen
hi: मेरी परीक्षा समाप्त करें
ko_kr: 내 시험 종료
pt_br: Finalizar minha avaliação
vi: Kết thúc bài thi của tôi
zh_tw: 結束我的測驗

source: LEARN MORE
es_419: APRENDER MAS
hi: और अधिक जानें
ja_jp: 詳しい説明
ko_kr: 자세히 알아보기
lt_lt: SUŽINOTI DAUGIAU
pt_br: APRENDER MAIS
vi: Tìm hiểu thêm
zh_tw: 學習更多

source: Starts: %(start_date)s
es_419: Comienza: %(start_date)s
hi: प्रारंभ तिथि:%(start_date)s
ko_kr: 시작: %(start_date)s
pt_br: Início: %(start_date)s
vi: Bắt đầu: %(start_date)s
zh_tw: 開始時間： %(start_date)s

source: Starts
es_419: Empieza
hi: प्रारंभ होगा
ja_jp: 受講開始
ko_kr: 개강일
lt_lt: Prasideda
pt_br: Iniciar
vi: bắt đầu
zh_tw: 開始

source: Clear All
es_419: Borrar todo
hi: सभी साफ करें
ja_jp: 全てをクリア
ko_kr: 모두 지우기
pt_br: Limpar Tudo
vi: Xoá tất cả
zh_tw: 清除全部

source: Highlighted text
es_419: Texto resaltado
hi: प्रकाश डाला पाठ
ja_jp: ハイライトされた文字
ko_kr: 강조된 텍스트
lt_lt: Pažymėtas tekstas
pt_br: texto em destaque
vi: Chữ tô đậm
zh_tw: 凸顯文字

source: Note
es_419: Nota
hi: ध्यान दें
ja_jp: ノート
ko_kr: 노트
lt_lt: Pastaba
pt_br: Anotação
vi: Ghi chú
zh_tw: 筆記

source: You commented...
es_419: Usted comentó...
hi: आपकी टिप्पणी
ja_jp: あなたのコメント...
ko_kr: 당신의 의견은...
lt_lt: Jūs komentavote...
pt_br: Você comentou...
vi: Bạn đã bình luận...
zh_tw: 您評論...

source: Noted in:
es_419: Anotado en:
hi: में उल्लेख किया
ja_jp: ノート：
ko_kr: 기록된 곳:
lt_lt: Pažymėta:
pt_br: Anotação feita em:
vi: Đã ghi chú ở:
zh_tw: 注意：

source: Last Edited:
es_419: Última modificación:
hi: अंतिम संपादित:
ja_jp: 最終編集：
ko_kr: 마지막 편집 시간:
lt_lt: Paskutinį kartą redaguota:
pt_br: Última Edição:
vi: Lần cuối cùng được sửa
zh_tw: 上一次編輯：

source: Clear search results
es_419: Borrar resultados de búsqueda
hi: खोज परिणाम साफ़ करें
ja_jp: 検索結果を削除
ko_kr: 검색 결과 삭제
lt_lt: Ištrinti paieškos rezultatus
pt_br: Limpar resultados da pesquisa
vi: Xóa các kết quả tìm kiếm
zh_tw: 清除搜尋結果

source: Click to edit
es_419: Haga clic para editar
hi: सम्पादन के लिए क्लिक करो
ja_jp: クリックで編集開始
ko_kr: 수정하기 위해 클릭하세요.
lt_lt: Pragtelti redagavimui
pt_br: Clique para editar
vi: Nhấp vào để sửa
zh_tw: 點擊以編輯

source: Order Details
es_419: Detalles de la orden
hi: ऑर्डर का विवरण
ko_kr: 구매 세부사항
pt_br: Detalhes do Pedidos
vi: Chi tiết Đặt hàng

source: Financial Assistance Application
es_419: Solicitud de asistencia financiera
hi: वित्तीय सहायता आवेदन
ko_kr: 금융 지원 신청
pt_br: Aplicação de assistência financeira
vi: Đơn xin Hỗ trợ Tài chính
zh_tw: 經濟支助申請

source: About You
es_419: Acerca de usted
hi: आपके बारे में
ko_kr: 자기소개
pt_br: Sobre Você
vi: Về Bạn
zh_tw: 關於您

source: The following information is already a part of your {platform} profile. We\'ve included it here for your application.
es_419: La siguiente información ya es parte de su perfil en {platform} . La hemos incluido aquí para su aplicación.
ko_kr: 다음 정보는 이미 {platform} 프로필 상에 있습니다. 신청서를 위해 이곳에 추가하였습니다.
pt_br: As informações a seguir já fazem parte do seu perfil {platform}. Nós as incluímos aqui para seu pedido.
vi: Các thông tin sau đây đã là một phần của tiểu sử {platform} của bạn. Chúng tôi đã đưa nó vào đây để đăng ký.
zh_tw: 下面的訊息已經是一個屬於你在 {platform} 個人檔案 。 已經在這裡給您的應用程序。

source: Email address
es_419: Correo electrónico
hi: ईमेल पता
ja_jp: メールアドレス
ko_kr: 이메일 주소
pt_br: Endereço de e-mail
vi: Địa chỉ email
zh_tw: 電子郵件地址

source: Legal name
es_419: Nombre
hi: कानूनी नाम
ko_kr: 법적 실명
pt_br: Nome Oficial
vi: Tên pháp lý
zh_tw: 合法名稱

source: Country of residence
es_419: País de residencia
hi: निवास का देश
ko_kr: 거주중인 국가
pt_br: País de residência
vi: Quốc gia cư trú
zh_tw: 居住國家

source: Back to {platform} FAQs
es_419: Regresar a FAQs de {platform}
hi: वापस {plateform} सामान्य प्रश्न
ko_kr: {platform} FAQ로 돌아가기
pt_br: Voltar para {platform} FAQs
vi: Quay lại Câu hỏi thường gặp {platform}
zh_tw: 回到 {platform} FAQs

source: Submit Application
es_419: Enviar solicitud
hi: आवेदन जमा करें
ko_kr: 신청서 제출하기
pt_br: Enviar solicitação
vi: Gửi đơn Đăng ký
zh_tw: 提交申請

source: Thank you for submitting your financial assistance application for {course_name}! You can expect a response in 2-4 business days.
es_419: Gracias por enviar tu aplicación de financiamiento para {course_name}!. Espera una respuesta de 2-4 dias hábiles.
hi: {course_name} के लिए अपनी वित्तीय सहायता आवेदन जमा करने के लिए धन्यवाद! आप 2-4 व्यावसायिक दिनों में प्रतिक्रिया की उम्मीद कर सकते हैं।
ko_kr: {course_name} 에 대한 금융 지원 신청서를 제출해 주셔서 감사합니다! 2-4일 내로 답변이 갈 것입니다.
pt_br: Agradecemos por nos enviar o seu pedido de assistência financeira para {course_name}! Você pode esperar uma resposta entre 2-4 dias úteis.
vi: Cảm ơn bạn đã gửi đơn đăng ký hỗ trợ tài chính cho {course_name}! Bạn cần đợi phản hồi trong 2-4 ngày làm việc.
zh_tw: 感謝您提交贊助支持{course_name}! 預期在2-4個工作日內予你答覆。

source: Bulk Exceptions
es_419: Excepciones en lote
hi: थोक अपवाद
ko_kr: 단체 예외 사항
pt_br: Exceções em massa
vi: Không hợp lệ
zh_tw: 例外區塊

source: Upload a comma separated values (.csv) file that contains the usernames or email addresses of learners who have been given exceptions. Include the username or email address in the first comma separated field. You can include an optional note describing the reason for the exception in the second comma separated field.
es_419: Cargue un archivo separado por comas (.csv) que contenga los nombres de usuario o correos electrónicos de los estudiantes a los que se le han otorgado excepciones. Incluya el nombre de usuario o correo electrónico en el primer campo. Puede incluir además en un segundo campo, una nota opcional describiendo la razón para otorgar la excepción.
hi: एक अल्पविराम से अलग किए गए मान (.csv) फ़ाइल अपलोड करें जिसमें उन शिक्षार्थियों के उपयोगकर्ता नाम या ईमेल पते हों, जिन्हें अपवाद दिया गया है। पहले अल्पविराम से अलग किए गए फ़ील्ड में उपयोगकर्ता नाम या ईमेल पता शामिल करें। आप दूसरे अल्पविराम से अलग क्षेत्र में अपवाद का कारण बताते हुए एक वैकल्पिक नोट शामिल कर सकते हैं।
ko_kr: 예외 사항이 적용되는 학습자의 사용자 이름이나 이메일 정보를 담고 있는 CSV 파일 (.csv) 을 업로드하세요. 첫 쉼표 부분에 사용자 이름이나 이메일을 입력하세요. 비고란을 추가해 두번째 쉼표 부분에 예외 사항 적용 이유에 대해 서술할 수도 있습니다.
pt_br: Carregar arquivo com valores separados por vírgula (.csv) que contenha o nome de usuário ou endereço de e-mail dos alunos que receberam exceções. Incluir o número de usuário ou endereço de e-mail no primeiro campo separado por virgula. Você pode incluir uma nota opcional descrevendo a razão para a exceção no segundo campo separado por vírgula.
vi: Tải lên tệp giá trị được phân cách bằng dấu phẩy (.csv) có chứa tên người dùng hoặc địa chỉ email của người học thuộc diện ngoại lệ. Bao gồm tên người dùng hoặc địa chỉ email trong trường tách biệt bằng dấu phẩy đầu tiên. Bạn có thể bao gồm một lưu ý tùy chọn mô tả lý do ngoại lệ trong trường tách biệt bằng dấu phẩy thứ hai.
zh_tw: 上傳一個逗號分隔值(.csv) 檔 包含例外學習者的用戶名或電子郵件地址。 包括學習者給予例外的usernames 或email 。 您可以包括描述在第二個逗號分隔場異常的原因可選備註。

source: Upload a CSV file
es_419: Cargar un archivo CSV
hi: CSV फ़ाइल अपलोड करें
ko_kr: CSV 파일 업로드하기
pt_br: Enviar arquivo CSV
vi: Tải lên tệp CSV

source: Add to Exception List
es_419: Agregar a lista de excepciones
hi: अपवाद सूची में जोड़ें
ko_kr: 예외 목록에 추가하기
pt_br: Adicionar a Lista de Exceção
vi: Thêm vào Danh sách Ngoại lệ
zh_tw: 加入例外清單

source: To invalidate a certificate for a particular learner, add the username or email address below.
es_419: Para invalidar el certificado de un estudiante particular, añada el nombre de usuario o correo electrónico a continuación.
hi: किसी विशेष शिक्षार्थी के लिए एक प्रमाण पत्र को अमान्य करने के लिए, नीचे उपयोगकर्ता नाम या ईमेल पता जोड़ें।
ko_kr: 특정 학습자의 이수증을 비활성화 하려면 아래에 사용자 이름이나 이메일을 입력하세요.
pt_br: Para invalidar um certificado para um aluno em particular, adicionar o nome do usuário ou endereço de e-mail abaixo
vi: Để làm mất hiệu lực một chứng chỉ của một người học cụ thể, hãy thêm tên người dùng hoặc địa chỉ email dưới đây.

source: Add notes about this learner
es_419: Añada una nota sobre este estudiante
hi: इस शिक्षार्थी के बारे में नोट्स जोड़ें
ko_kr: 학습자에 대한 참고사항 추가하기
pt_br: Adicionar comentários sobre esse aluno
vi: Thêm ghi chú về người học này

source: Invalidate Certificate
es_419: Invalidar certificado
hi: अमान्य प्रमाण पत्र
ko_kr: 이수증 비활성화하기
pt_br: Invalidar Certificado
vi: Huỷ hiệu lực Giấy chứng nhận

source: Student
es_419: Estudiante
hi: विद्यार्थी
ko_kr: 학습자
pt_br: Aluno
vi: Học viên

source: Invalidated By
es_419: Invalidado por
hi: द्वारा अमान्य किया गया
ko_kr: 비활성화 결정자
pt_br: Invalidade por
vi: Huỷ hiệu lực Bởi

source: Invalidated
es_419: Invalidado
hi: अवैध
ko_kr: 비활성화 완료
pt_br: Invalidado
vi: Đã huỷ hiệu lực

source: Notes
es_419: Notas
hi: टिप्पणियाँ
ja_jp: 注記
ko_kr: 안내
pt_br: Anotações
vi: Ghi chú
zh_tw: 筆記

source: Remove from Invalidation Table
es_419: Remover de la tabla de invalidaciones
hi: अमान्य तालिका से निकालें
ko_kr: 비활성화 표에서 제거하기
pt_br: Tirar da Tabela de Invalidação
vi: Xoá khỏi Bảng Không hợp lệ

source: Individual Exceptions
es_419: Excepciones individuales
hi: व्यक्तिगत अपवाद
ko_kr: 개별 예외 사항
pt_br: Exceções Individuais
vi: Ngoại lệ Cá nhân
zh_tw: 個別例外

source: Enter the username or email address of each learner that you want to add as an exception.
es_419: Ingrese el nombre de usuario y correo electrónico de cada estudiante que quiere agregar como excepción
hi: प्रत्येक शिक्षार्थी का उपयोगकर्ता नाम या ईमेल पता दर्ज करें जिसे आप अपवाद के रूप में जोड़ना चाहते हैं।
ko_kr: 예외 사항을 적용할 학습자의 사용자 이름이나 이메일을 입력하세요.
pt_br: Informe o nome de usuário ou endereço de e-mail de cada aluno que você deseja adicionar como uma exceção.
vi: Nhập tên người dùng hoặc địa chỉ email của mỗi người học mà bạn muốn thêm vào là ngoại lệ.
zh_tw: 輸入username 或email 以添加為例外的學習者。

source: Student email or username
es_419: Correo electrónico o nombre de usuario del estudiante
hi: छात्र ईमेल या उपयोगकर्ता नाम
ko_kr: 학습자 이메일 및 사용자 이름
pt_br: Email ou Nome de Usuário do Estudante
vi: Email sinh viên hoặc tên người dùng

source: Free text notes
es_419: Notas libres
hi: नि: शुल्क पाठ नोट्स
ko_kr: 메모장
pt_br: Notas de texto livre
vi: Ghi chú dạng văn bản

source: Generate Exception Certificates
es_419: Generar excepciones de certificados
hi: अपवाद प्रमाण पत्र बनाएँ
ko_kr: 예외 이수증 생성하기
pt_br: Gerar certificados de exceção
vi: Tạo Chứng chỉ Ngoại lệ
zh_tw: 產成證書異常

source: All users on the Exception list who do not yet have a certificate
es_419: Todos los usuarios en la Lista de Excepción quienes aun no tienen un certificado
hi: अपवाद सूची के सभी उपयोगकर्ता जिनके पास अभी तक प्रमाण पत्र नहीं है
ko_kr: 아직 이수증이 없는 예외 목록 상의 사용자
pt_br: Todos os usuários na lista de exceções que ainda não tem um certificado
vi: Tất cả người dùng trong danh sách Ngoại lệ chưa có chứng chỉ

source: All users on the Exception list
es_419: Todos los usuarios en la Lista de Excepción
hi: सभी उपयोगकर्ता अपवाद सूची पर हैं
ko_kr: 예외 목록 상의 모든 사용자
pt_br: Todos os usuários na lista de exceções
vi: Tất cả người dùng trong Danh sách ngoại lệ

source: User Email
es_419: Correo electrónico del usuario
hi: उपयोगकर्ता ईमेल
ko_kr: 사용자 이메일
pt_br: E-mail do Usuário
vi: Email Người dùng
zh_tw: 使用者 Email

source: Exception Granted
es_419: Acceso concedido
ko_kr: 예외 허용
pt_br: Exceção autorizada
vi: Ngoại lệ Đã cấp
zh_tw: 給予例外

source: Certificate Generated
es_419: Certificado generado
hi: सर्टिफिकेट जनरेट किया गया
ko_kr: 이수증 생성
pt_br: Certificado gerado
vi: Chứng chỉ Đã tạo
zh_tw: 產生證書

source: Remove from List
es_419: Remover de la lista
hi: सूची से हटाएं
ko_kr: 목록에서 제거
pt_br: Remover da lista
vi: Xóa trong Danh sách
zh_tw: 從清單移除

source: Specify whether discussion topics are divided by cohort
es_419: Especifique si los temas de discusión son divididos por cohorte
ja_jp: ディスカッション トピックがユーザー群で分離するか設定してください。
zh_tw: 指定是否將討論主題以隊伍區分。

source: Course-Wide Discussion Topics
es_419: Temas de discusión de todo el curso
hi: पाठ्यक्रम-व्यापी चर्चा विषय
ja_jp: 講座内ディスカッション トピック
ko_kr: 일반 주제
pt_br: Tópicos de discussão do Curso Completo
vi: Khóa học-Wide Thảo luận chủ đề
zh_tw: 課程範圍討論主題

source: Select the course-wide discussion topics that you want to divide by cohort.
es_419: Seleccione los temas de discusión de todo el curso que desea dividir por cohorte.
ja_jp: ユーザー群で分離したい講座内ディスカッション トピックを選択してください。
zh_tw: 選取您要以隊伍區分的課程範圍討論主題

source: Content-Specific Discussion Topics
es_419: Temas de discusión específicos al contenido
hi: सामग्री-विशिष्ट चर्चा विषय
ja_jp: コンテンツ内ディスカッション トピック
ko_kr: 주제별 토의
pt_br: Tópicos de discussão de Conteúdo Específico
vi: Nội dung cụ thể thảo luận chủ đề-
zh_tw: 特定內容討論主題

source: Specify whether content-specific discussion topics are divided by cohort.
es_419: Especifique si los temas de discusión de contenido específico se dividen por cohorte.
ja_jp: ユーザー群でコンテンツ内ディスカッション トピックが分離されるか指定してください。
zh_tw: 指定是否將特定內容討論主題以隊伍區分。

source: Always cohort content-specific discussion topics
es_419: Aplicar siempre cohortes a los temas de discusión de contenido específico.
ja_jp: 常にコンテンツ内ディスカッション トピックを集団化する
zh_tw: 總是隊伍特定內容討論主題

source: Cohort selected content-specific discussion topics
es_419: Aplicar cohortes a los Temas de discusión de contenido específico seleccionados
ja_jp: 選択されたコンテンツ内ディスカッション トピックを集団化
zh_tw: 隊伍選取特定內容討論主題

source: No content-specific discussion topics exist.
es_419: No existen temas de discusión de contenidos específicos
hi: कोई सामग्री-विशिष्ट चर्चा विषय मौजूद नहीं हैं।
ja_jp: コンテンツ内ディスカッション トピックが存在しません。
ko_kr: 주제별 토의가 없습니다.
pt_br: Não há tópicos de discussão de conteúdo específicos
vi: Không có nội dung cụ thể các chủ đề thảo luận tồn tại.
zh_tw: 無特定內容討論主題存在。

source: Cohorted
es_419: Con cohortes
ja_jp: 集団化
lt_lt: Kohortos sudarytos
zh_tw: 同伴

source: Manage Students
es_419: Administrar estudiantes
ja_jp: 受講者を管理する
lt_lt: Administruoti kurso dalyvius
zh_tw: 管理學生

source: Add students to this cohort
es_419: Agregar estudiantes a esta categoria o cohorte
ja_jp: 受講者をこのユーザー群に追加
lt_lt: Pridėti kurso dalyvius prie šios kohortos
zh_tw: 新增學生至此隊伍

source: Note: Students can be in only one cohort. Adding students to this group overrides any previous group assignment.
es_419: Nota: Los estudiantes pueden pertenecer solo a una categoria o cohorte a la vez. Agregar estudiantes a este grupo o cohorte anula cualquier asignación previa.
ja_jp: 注意：受講者は単一のユーザー群に所属します。このグループに受講者を追加するということは、以前の所属グループについて上書きすることとなります。
lt_lt: Pastaba: kurso dalyviai gali būti tik vienoje kohortoje. Pridėdami kurso dalyvius prie šios kohortos panaikinsite ankstesnį priskyrimą kitai kohortai.
zh_tw: 注意：學生只可以同時在一個隊伍中。新增學生至此團隊會覆蓋掉任何過去這位學生被指派的團隊。

source: Enter email addresses and/or usernames, separated by new lines or commas, for the students you want to add. *
es_419: Ingrese los correos electrónicos y/o nombres de usuario separados por nuevas lineas o por comas para los estudiantes que desea añadir. *
ja_jp: 受講者を追加するには、emailアドレス、そして/もしくは、ユーザー名を行ごともしくはカンマ区切りで入力してください。
lt_lt: Įveskite kurso dalyvių, kuriuos norite pridėti, el. pašto adresus ir/arba naudotojų vardus, atskirtus kableliais ar iš naujos eilutės.*
zh_tw: 輸入您要新增的學生的電子郵件地址 和/或 使用者名稱，並以換行或逗號分隔。

source: (Required Field)
es_419: (Campo requerido)
hi: (आवश्‍यक फील्‍ड)
ja_jp: (必須項目)
ko_kr: (필수 항목)
lt_lt: (Būtinas laukas)
pt_br: (Campo Obrigatório)
vi: (Thông tin bắt buộc)
zh_tw: (必填字段)

source: e.g. johndoe@example.com, JaneDoe, joeydoe@example.com
es_419: ej. johndoe@example.com, JaneDoe, joeydoe@example.com
hi: उदाहरणत: johndoe@example.com, जेनीडो, joeydoe@example.com
ja_jp: 例：johndoe@example.com, 学校太郎, joeydoe@example.com
ko_kr: 예: johndoe@example.com, JaneDoe, joeydoe@example.com
lt_lt: pvz., johndoe@example.com, JaneDoe, joeydoe@example.com
pt_br: ex. johndoe@example.com, JaneDoe, joeydoe@example.com
vi: ví dụ: johndoe@example.com, JaneDoe, joeydoe@example.com
zh_tw: 例子： DavidWang@example.com, DavidWang, davidwang@example.com

source: You will not receive notification for emails that bounce, so double-check your spelling.
es_419: No recibirá notificaciones de los correos con rebotes, por lo tanto, debe asegurarse de que los correos estén bien escritos.
hi: आपको ईमेल के लिए सूचना नहीं मिलेगी जो उछलते हैं, इसलिए अपनी वर्तनी की दोबारा जांच करें।
ja_jp: バウンスするメールアドレスには通知は届きません。表記を再確認してください。
ko_kr: 이메일 주소가 정확한지 확인해야 합니다.
lt_lt: Jei nurodysite neteisingus el. pašto adresus, patvirtinimo negausite, todėl dar kartą patikrinkite rašybą.
pt_br: Você não receberá notificações de e-mails que não entregues, então verifique novamente se digitou corretamente.
vi: Bạn sẽ không nhận được thông báo cho các email bị trả lại, vì vậy nên kiểm tra chính tả.
zh_tw: 對該類問題您不會收到郵件通知提醒，因此請仔細檢查，確保拼寫無誤。

source: Add Students
es_419: Añadir estudiantes
ja_jp: 受講者を追加
lt_lt: Pridėti kurso dalyvius
zh_tw: 新增學生

source: Add a New Cohort
es_419: Añadir NuevaCohorte
hi: एक नया कोहर्ट जोड़ें
ja_jp: 新しいユーザー群を追加する
ko_kr: 신규 학습 집단 추가
lt_lt: Pridėti naują kohortą
pt_br: Adicionar um novo grupo
vi: Thêm một nhóm mới
zh_tw: 新增一個新隊伍

source: Enter the name of the cohort
es_419: Ingrese un nombre para la cohorte
hi: कोहोर्ट का नाम दर्ज करें
ja_jp: ユーザー群の名前を入力してください
ko_kr: 학습집단명을 입력하세요.
lt_lt: Įrašykite kohortos pavadinimą
pt_br: Digite o nome do grupo
vi: Nhập tên của nhóm
zh_tw: 輸入隊伍的名稱

source: Cohort Name
es_419: Cohorte
hi: कोहोर्ट नाम
ja_jp: ユーザー群の名前
ko_kr: 학습집단명
lt_lt: Kohortos pavadinimas
pt_br: Nome do grupo
vi: Tên nhóm
zh_tw: 隊伍名稱

source: Cohort Assignment Method
es_419: Método de asignación de cohortes
hi: कोहोर्ट असाइनमेंट विधि
ja_jp: ユーザー群定義要素
ko_kr: 학습자 추가 방법
lt_lt: Priskyrimo kohortoms metodas
pt_br: Método de atribuição de grupo
vi: Phương pháp Phân Cohort
zh_tw: 隊伍作業方法

source: Automatic
es_419: Automático
hi: स्वचालित
ja_jp: 自動
ko_kr: 자동
lt_lt: Automatinis
pt_br: Automático
vi: Tự động
zh_tw: 自動

source: There must be one cohort to which students can automatically be assigned.
es_419: Tiene que haber una cohorte a la que los estudiantes pueden ser asignados automáticamente.
hi: एक ऐसा साथियों होना चाहिए जिसके लिए छात्रों को स्वचालित रूप से सौंपा जा सके।
ja_jp: 受講者が自動的に割り当てられるユーザー群が１つ必要です。
ko_kr: 반드시 한 학습 집단은 학습자가 자동으로 할당될 수 있어야 합니다.
lt_lt: Privalo būti viena kohorta, į kurią kurso dalyviai būtų priskiriami automatiškai.
pt_br: Deve haver um grupo no qual os estudantes sejam automaticamente designados.
vi: Phải có một nhóm mà học viên có thể tự đọc được xếp vào.
zh_tw: 必須有一隊讓學生可以自動被分配。

source: Associated Content Group
es_419: Contenido de grupo asociado
hi: संबंधित सामग्री समूह
ja_jp: 紐付けられたコンテンツグループ
ko_kr: 관련 콘텐츠 그룹
lt_lt: Susijusi turinio grupė
pt_br: Grupo de conteúdo relacionado
vi: Nội dung liên quan đến nhóm
zh_tw: 關聯內容群組

source: No Content Group
es_419: No hay contenido de grupo
hi: कोई सामग्री समूह नहीं
ja_jp: コンテンツグループなし
ko_kr: 콘텐츠 그룹 없음
lt_lt: Nėra turinio grupės
pt_br: Nenhum Grupo de Conteúdo
vi: Nhóm không có nội dung
zh_tw: 無內容群組

source: Select a Content Group
es_419: seleccionar contenido de grupo
hi: एक सामग्री समूह का चयन करें
ja_jp: コンテンツグループを選択
ko_kr: 콘텐츠 그룹 선택
lt_lt: Pasirinkti turinio grupę
pt_br: Selecione um grupo de conteúdo
vi: Chọn một nhóm có nội dung
zh_tw: 選取一個內容群組

source: Choose a content group to associate
es_419: Elija un grupo de contenido para asociar
hi: संबद्ध करने के लिए एक सामग्री समूह चुनें
ja_jp: 紐付けるコンテンツグループを選択してください
ko_kr: 관련지을 콘텐츠 그룹을 선택합니다.
lt_lt: Pasirinkite turinio grupę, su kuria susiesite
pt_br: Selecione um grupo de conteúdo para se associar
vi: Chọn một nhóm nội dung để liên kết
zh_tw: 選擇一個內容群組來關聯
