Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: A list summarizing what students should look forward to in this section.
hi: इस खंड में छात्रों को आगे क्या देखना चाहिए, इसकी एक सूची।
vi: Một danh sách tóm tắt những gì học sinh nên mong đợi trong phần này.

source: Group ID {group_id}
he: מזהה קבוצה {group_id}
hi: ग्रुप आईडी {ग्रुप आईडी}
ja_jp: グループID {group_id}
lt_lt: Grupės identifikacijos numeris {group_id}
vi: ID của nhóm {group_id}

source: Not Selected
he: לא נבחר
hi: अचयनित
ja_jp: 未選択
lt_lt: Nepasirinkta
vi: Không Được Chọn

source: The display name for this component. (Not shown to learners)
hi: इस घटक का प्रदर्शन नाम। (शिक्षार्थियों को नहीं दिखाया गया)
vi: Tên hiển thị cho thành phần này. (Không hiển thị cho học viên)

source: Content Experiment
he: ניסוי תוכן
hi: सामग्री प्रयोग
ja_jp: 実験コンテンツ
lt_lt: Turinio bandymas
vi: Thử nghiệm nội dung

source: The list of group configurations for partitioning students in content experiments.
he: הרשימה של הגדרות קבוצה לחלוקת סטודנטים לקבוצות תוכן.
hi: सामग्री प्रयोगों में छात्रों के विभाजन के लिए समूह विन्यास की सूची।
ja_jp: 実験コンテンツ中で受講者を区分するためのグループ設定のリスト
lt_lt: Turinio bandymuose dalyvaujančių suskirstytų kurso dalyvių grupinių konfigūracijų sąrašas.
vi: Danh sách các cấu hình phân vùng cho nhóm sinh viên trong các thí nghiệm nội dung.

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a student-visible experiment will impact the experiment data.
he: הגדרה זו מגדירה את הדרך בה משתמשים מקובצים עבור ניסוי תוכן זה. זהירות: שינוי הגדרת הקבוצה עבור הניסוי שגלוי לסטודנט ישפיע על המידע של הניסוי.
hi: कॉन्फ़िगरेशन परिभाषित करता है कि इस सामग्री के प्रयोग के लिए उपयोगकर्ताओं को कैसे वर्गीकृत किया गया है। सावधानी: एक छात्र-दृश्य प्रयोग के समूह विन्यास को बदलने से प्रयोग डेटा प्रभावित होगा।
ja_jp: この設定はコンテンツの実験のため、ユーザーをどのようにグループ分けするかを設定します。危険：この設定を変更すると、実験データに影響が発生する可能性があります。
lt_lt: Konfigūracija apibrėžia, kaip naudotojai yra sugrupuoti šiam turinio bandymui. Įspėjimas: kurso dalyviams matomo bandymo grupės konfigūracijos pakeitimas padarys įtaką bandymo duomenims.
vi: Cấu hình định nghĩa thế nào người dùng được nhóm thử nghiệm cho nội dung này. Chú ý: Thay đổi cấu hình nhóm của một thí nghiệm của học sinh có thể nhìn thấy sẽ ảnh hưởng đến các dữ liệu thử nghiệm.

source: Group Configuration
he: הגדרת קבוצה
hi: समूह विन्यास
ja_jp: グループ設定
lt_lt: Grupinė konfigūracija
vi: Cấu hình nhóm

source: Which child module students in a particular group_id should see
hi: किसी विशेष समूह आईडी में कौन से बाल मॉड्यूल छात्रों को देखना चाहिए
ja_jp: 特定のグループIDの受講者がどの子モジュールを見るべきか
lt_lt: Kurį susijusį modulį group_id grupės dalyviai turėtų matyti
vi: Mà module con học sinh trong một group_id cụ thể cần xem

source: {group_name} (inactive)
he: {group_name} (לא פעילה)
hi: {समूह का नाम} (निष्क्रिय)
ja_jp: {group_name} (未稼働)
lt_lt: {group_name} (neaktyvi)
vi: {group_name} (không hoạt động)

source: The experiment is not associated with a group configuration.
he: הניסוי לא מקושר להגדרת קבוצה.
hi: प्रयोग समूह कॉन्फ़िगरेशन से संबद्ध नहीं है।
ja_jp: この実験はグループ設定と関係がありません。
lt_lt: Bandymas nesusijęs su grupine konfigūracija.
vi: Thí nghiệm không được liên kết với một cấu hình nhóm.

source: Select a Group Configuration
he: בחר הגדרת קבוצה
hi: एक समूह कॉन्फ़िगरेशन का चयन करें
ja_jp: グループ設定の選択
lt_lt: Pasirinkti grupinę konfigūraciją
vi: Chọn một cấu hình nhóm

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
hi: प्रयोग हटाए गए समूह कॉन्फ़िगरेशन का उपयोग करता है। एक मान्य समूह कॉन्फ़िगरेशन चुनें या इस प्रयोग को हटा दें।
ja_jp: この実験は削除済のグループ設定を利用しています。適切なグループ設定、もしくは、削除されたこの実験を選択してください。
lt_lt: Bandyme naudojama pašalinta grupinė konfigūracija. Pasirinkite galiojančią grupinę konfigūraciją arba pašalinkite šį bandymą.
vi: Các thí nghiệm dùng một cấu hình nhóm bị xóa. Chọn một nhóm cấu hình hợp lệ hoặc xóa thử nghiệm này.

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
hi: प्रयोग एक समूह कॉन्फ़िगरेशन का उपयोग करता है जो प्रयोगों के लिए समर्थित नहीं है। एक मान्य समूह कॉन्फ़िगरेशन चुनें या इस प्रयोग को हटा दें।
ja_jp: この実験は実験に対応していないグループ設定を利用しています。適切なグループ設定を選択するか、この実験を削除してください。
lt_lt: Bandyme naudojama grupės konfigūracija, kuri nėra palaikoma bandymams. Pasirinkite teisingą grupės konfigūraciją arba pašalinkite šį bandymą.
vi: Các thí nghiệm dùng một cấu hình nhóm đó không được hỗ trợ cho các thí nghiệm. Chọn một nhóm cấu hình hợp lệ hoặc xóa thử nghiệm này.

source: The experiment does not contain all of the groups in the configuration.
hi: प्रयोग में कॉन्फ़िगरेशन के सभी समूह शामिल नहीं हैं।
ja_jp: この実験は設定において、グループを全て含んでいません。
lt_lt: Į bandymą įtrauktos ne visos konfigūruotos grupės.
vi: Thí nghiệm không chứa tất cả các nhóm trong cấu hình.

source: Add Missing Groups
he: הוסף קבוצות חסרות
hi: लापता समूह जोड़ें
ja_jp: 喪失したグループを追加
lt_lt: Pridėti trūkstamas grupes
vi: Thêm Thiếu Groups

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
hi: प्रयोग में एक निष्क्रिय समूह होता है। सक्रिय समूहों में सामग्री को स्थानांतरित करें, फिर निष्क्रिय समूह को हटा दें।
ja_jp: この実験は非アクティブなグループを含んでいます。コンテンツをアクティブなグループに移すると、非アクティブなグループは削除されます。
lt_lt: Bandyme yra neaktyvi grupė. Perkelkite turinį į aktyvias grupes, tada pašalinkite neaktyvią grupę.
vi: Các thí nghiệm có một nhóm không hoạt động. Di chuyển nội dung vào các nhóm hoạt động, sau đó xóa các nhóm không hoạt động.

source: This content experiment has issues that affect content visibility.
he: יש בעיות בניסוי תוכן זה שמשפיעות על נראות התוכן.
hi: इस सामग्री प्रयोग में ऐसी समस्याएं हैं जो सामग्री दृश्यता को प्रभावित करती हैं।
ja_jp: この実験コンテンツはコンテンツの表示に影響を与える問題があります。
lt_lt: Šiame turinio bandyme yra problemų, kurios turi įtakos turinio matomumui.
vi: Thí nghiệm nội dung này có vấn đề có ảnh hưởng đến khả năng hiển thị nội dung.

source: External Discussion
hi: बाहरी चर्चा
ja_jp: 外部ディスカッション
lt_lt: Išorinė diskusija
vi: Thảo luận ngoài

source: Home
hi: घर
vi: Trang chủ

source: Course
he: קורס
hi: कोर्स
ja_jp: 講座
lt_lt: Kursas
vi: Khóa học

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
hi: {Youtube id} के लिए YouTube से टेप प्राप्त नहीं किया जा सकता है। स्थिति कोड: {स्थिति कोड}।
ja_jp: {youtube_id}の字幕を受け取ることができません。ステータスコード：{status_code}
lt_lt: Nepavyko gauti {youtube_id} titrų iš Youtube. Būsenos kodas: {status_code}.
vi: Không thể nhận bảng điểm từ Youtube cho {youtube_id}. Mã trạng thái: {status_code}.

source: We support only SubRip (*.srt) transcripts format.
he: אנו תומכים רק בפורמט תמליל SubRip (*.srt)
hi: हम सिर्फ़ SubRip (*.srt) में प्रतिलिपि रूप का समर्थन करते हैं।
ja_jp: 字幕のフォーマットはSubRip (*.srt) のみ対応します。
lt_lt: Mes palaikome tik SubRip (*.srt) titrų formatą.
vi: Chúng tôi chỉ hỗ trợ SubRip (* .srt) định dạng bảng.

source: Something wrong with SubRip transcripts file during parsing. Inner message is {error_message}
hi: पार्स करते समय SubRip प्रतिलिपि फ़ाइल के साथ कोई त्रुटि हो गई। संदेश हैः {error_message}
ja_jp: SubRip字幕ファイルの解析に問題があります。 内部メッセージ： {error_message}
lt_lt: Kažkas negerai analizuojant SubRip titrų failą. Vidinis pranešimas yra {error_message}
vi: Có lỗi xảy ra với tập tin thuyết mình SubRip trong quá trình phân tích cú pháp. Thông báo lỗi là {error_message}

source: Something wrong with SubRip transcripts file during parsing.
hi: पार्स करते समय SubRip प्रतिलिपि फ़ाइल के साथ कोई त्रुटि हो गई।
ja_jp: SubRip字幕ファイルの解析に問題があります。
lt_lt: Kažkas negerai analizuojant SubRip titrų failą.
vi: Có lỗi xảy ra với tập tin thuyết minh SubRip trong quá trình phân tích cú pháp.

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
hi: {अपवाद_message}: अपलोड किए गए टेप नहीं मिल सकते: {user_filename}
ja_jp: {exception_message}：アップロードされた字幕が見つかりません： {user_filename}
lt_lt: {exception_message}: Nepavyko rasti įkeltų {user_filename} titrų
vi: {exception_message}: Không thể tìm thấy tập tin thuyết minh: {user_filename}

source: Language is required.
hi: भाषा की आवश्यकता है।
vi: Yêu cầu ngôn ngữ.

source: Basic
he: בסיסי
hi: बुनियादी
ja_jp: 基本
lt_lt: Pagrindinis
vi: Căn bản

source: There is no transcript file associated with the {lang} language.
vi: Không có tệp bản dịch nào được liên kết với ngôn ngữ {lang}.

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
he: כתובת הURL של הסרטון שלך. זו יכולה להיות כתובת URL בYouTube או קישור לקובץ mp4 , .ogg. או webm. המתארחים במקום אחר באינטרנט.
hi: आपके वीडियो के लिए URL। यह एक YouTube URL या .mp4, .ogg, या .webm वीडियो फ़ाइल का लिंक हो सकता है, जिसे इंटरनेट पर कहीं और होस्ट किया गया है।
ja_jp: ビデオのURL。YouTubeのURL またはインターネットのどこかにホストされた.mp4, .ogg, .webm ビデオファイルへのリンクを指定します。
lt_lt: Jūsų vaizdo įrašo URL nuoroda. Tai gali būti YouTube URL nuoroda arba kitoje interneto vietoje esančio .mp4, .ogg arba .webm vaizdo failo nuoroda.
vi: Các URL cho video của bạn. Đây có thể là một URL YouTube hoặc một liên kết đến một .mp4, .ogg, hoặc tập tin video được lưu trữ ở nơi khác .webm trên Internet.

source: Default Video URL
he: כתובת ברירת מחדל לוידיאו
hi: डिफ़ॉल्ट वीडियो URL
ja_jp: デフォルトのビデオURL
lt_lt: Numatytoji vaizdo įrašo URL nuoroda
vi: URL Video mặc định

source: Component Display Name
he: שם תצורה לרכיב
hi: घटक प्रदर्शन नाम
ja_jp: アイテムの表示名
lt_lt: Rodomas komponento pavadinimas
vi: Tên hiển thị của đối thủ

source: Current position in the video.
he: מיקום נוכחי בוידיאו
hi: वीडियो में वर्तमान स्थिति।
ja_jp: ビデオ再生の現在位置
lt_lt: Esama padėtis vaizdo įraše.
vi: Vị trí hiện trong đoạn video.

source: Optional, for older browsers: the YouTube ID for the normal speed video.
hi: वैकल्पिक, पुराने ब्राउज़रों के लिए: सामान्य गति वीडियो के लिए YouTube ID।
ja_jp: 古いブラウザ用のオプション：ノーマルスピードのYouTube ID
lt_lt: Pasirenkama senesnėms naršyklėms: YouTube identifikatorius normalaus greičio vaizdo įrašui.
vi: Tùy chọn, cho các trình duyệt cũ hơn: tài khoản YouTube cho video tốc độ thường

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
hi: वैकल्पिक, पुराने ब्राउज़रों के लिए: .75x स्पीड वीडियो के लिए YouTube आईडी।
ja_jp: 古いブラウザ用のオプション：0.75倍速のYouTube ID
lt_lt: Pasirenkama senesnėms naršyklėms: YouTube identifikatorius .75x greičio vaizdo įrašui.
vi: Tùy chọn, cho các trình duyệt cũ: ID YouTube cho video tốc độ .75x.

source: YouTube ID for .75x speed
hi: .75x की गति के लिए YouTube आईडी
ja_jp: 0.75倍速のYouTube ID
lt_lt: YouTube identifikatorius .75x greičiui
vi: ID YouTube cho .75x tốc độ

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
hi: वैकल्पिक, पुराने ब्राउज़रों के लिए: 1.25x स्पीड वीडियो के लिए YouTube ID।
ja_jp: 古いブラウザ用のオプション：1.25倍速のYouTube ID
lt_lt: Pasirenkama senesnėms naršyklėms: YouTube identifikatorius 1,25x greičio vaizdo įrašui.
vi: Tùy chọn, cho các trình duyệt cũ: ID YouTube cho video tốc độ 1.25x.

source: YouTube ID for 1.25x speed
hi: 1.25x की गति के लिए YouTube आईडी
ja_jp: 1.25倍速のYouTube ID
lt_lt: YouTube identifikatorius 1,25x greičiui
vi: ID YouTube cho tốc độ 1.25x

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
hi: वैकल्पिक, पुराने ब्राउज़रों के लिए: 1.5x स्पीड वीडियो के लिए YouTube ID।
ja_jp: 古いブラウザ用のオプション：1.5倍速のYouTube ID
lt_lt: Pasirenkama senesnėms naršyklėms: YouTube identifikatorius 1,5x greičio vaizdo įrašui.
vi: Tùy chọn, cho các trình duyệt cũ: ID YouTube cho video tốc độ 1.5x.

source: YouTube ID for 1.5x speed
hi: 1.5x स्पीड के लिए YouTube ID
ja_jp: 1.5倍速のYouTube ID
lt_lt: YouTube identifikatorius 1,5x greičiui
vi: ID YouTube cho tốc độ 1.5x

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
he: במידה ואינך רוצה שסרטון יוצג במלואו, הכנס זמן התחלה בפורמט HH:MM:SS שממנו הסרטון יתחיל לנגן. אפשרות זו לא נתמכת באפליקציה לסמארטפונים, לכן הסרטון ינגן במלואו. ערך מקסימאלי לזמן הוא 23:59:59.
hi: यदि आप चाहते हैं कि वीडियो शुरू हो जाए तो आप पूरे वीडियो को खेलना नहीं चाहते हैं। देशी मोबाइल ऐप में समर्थित नहीं: पूरी वीडियो फ़ाइल चलेगी। एचएच: एमएम: एसएस। अधिकतम मूल्य 23:59:59 है।
ja_jp: 動画データをフルに再生させたくない場合の、再生開始指定時刻です。モバイルアプリではサポートされていません：動画がフルに再生されることになります。指定フォーマットは HH:MM:SS で、最大値は 23:59:59 となります。
lt_lt: Laikas, nuo kada norite pradėti žiūrėti vaizdo įrašą, jeigu nenorite žiūrėti viso vaizdo įrašo. Nepalaikoma vietinėje mobiliojoje programoje: bus rodomas visas vaizdo failas. Formatas VV:MM:SS. Maksimali reikšmė yra 23:59:59.
vi: Thời gian bạn muốn video để bắt đầu nếu bạn không muốn toàn bộ video để chơi. Không được hỗ trợ trong ứng dụng di động có nguồn gốc: các file video đầy đủ sẽ chơi. Định dạng HH: MM: SS. Giá trị tối đa là 23:59:59.

source: Video Start Time
he: זמן התחלת וידיאו
hi: वीडियो प्रारंभ समय
ja_jp: ビデオの開始時間
lt_lt: Vaizdo įrašo pradžios laikas
vi: thời điểm Video bắt đầu chạy

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
he: במידה ואינך רוצה שסרטון יוצג במלואו, הכנס זמן סיום בפורמט HH:MM:SS שבו הסרטון יסיים לנגן. אפשרות זו לא נתמכת באפליקציה לסמארטפונים, לכן הסרטון ינגן במלואו. ערך מקסימאלי לזמן הוא 23:59:59.
hi: यदि आप चाहते हैं कि वीडियो बंद हो जाए तो आप पूरे वीडियो को चलाना नहीं चाहते हैं। देशी मोबाइल ऐप में समर्थित नहीं: पूरी वीडियो फ़ाइल चलेगी। एचएच: एमएम: एसएस। अधिकतम मूल्य 23:59:59 है।
ja_jp: 動画データをフルに再生させたくない場合の、動画停止指定時刻です。モバイルアプリではサポートされてません：動画データがフルに再生されることになります。指定フォーマットは HH:MM:SS です。最大値は 23:59:59 となります。
lt_lt: Laikas, kada norite baigti žiūrėti vaizdo įrašą, jeigu nenorite žiūrėti viso vaizdo įrašo. Nepalaikoma vietinėje mobiliojoje programoje: bus rodomas visas vaizdo failas. Formatas VV:MM:SS. Maksimali reikšmė yra 23:59:59.
vi: Thời gian bạn muốn video dừng lại nếu bạn không muốn toàn bộ video để chơi. Không được hỗ trợ trong ứng dụng di động có nguồn gốc: các file video đầy đủ sẽ chơi. Định dạng HH: MM: SS. Giá trị tối đa là 23:59:59.

source: The external URL to download the video.
he: כתובת URL חיצונית להורדת וידיאו.
ja_jp: ビデオをダウンロードするための外部URL。
lt_lt: Išorinė URL nuoroda vaizdo įrašui atsiųsti.
vi: URL bên ngoài để tải video.

source: Download Video
he: הורד וידאו
ja_jp: ビデオをダウンロード
lt_lt: Atsiųsti vaizdo įrašą
vi: tải Video

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
he: אפשר לסטודנטים להוריד גרסאות של סרטון זה בפורמטים שונים במידה והם לא יכולים להשתמש בנגן ווידיאו של edX או שאין להם גישה ל-YouTube. עלייך להוסיף לפחות כתובת URL אחת שאיננה כתובת של YouTube בשדה "כתובות URL לקבצי וידיאו".
hi: छात्रों को इस वीडियो के संस्करणों को विभिन्न प्रारूपों में डाउनलोड करने की अनुमति दें यदि वे edX वीडियो प्लेयर का उपयोग नहीं कर सकते हैं या YouTube तक नहीं पहुंच सकते हैं। आपको वीडियो फ़ाइल URL फ़ील्ड में कम से कम एक गैर-YouTube URL जोड़ना होगा।
ja_jp: 受講者がedXのビデオプレイヤーを使えない、またはYouTubeにアクセスできない場合、違うフォーマットのビデオのダウンロードを許可します。ビデオファイルURLの枠に、少なくとも１つ以上のYouTubeではないURLを追加する必要があります。
lt_lt: Leiskite kurso dalyviams atsisiųsti šio vaizdo įrašo versijas skirtingais formatais, jeigu jie negali naudotis edX vaizdo leistuve arba neturi prieigos prie YouTube. Jūs privalote įvesti bent vieną ne YouTube URL nuorodą vaizdo failo URL nuorodų lauke.
vi: Cho phép học viên tải các phiên bản của video này trong các định dạng khác nhau nếu họ không thể dùng trình xem video trên edX hoặc không thể truy cập YouTube. Bạn phải thêm ít nhất một đường dẫn khác đường dẫn tới YouTube trong phần URL Của Tệp Video.

source: Video Download Allowed
he: אפשר הורדת וידאו
hi: वीडियो डाउनलोड अनुमति है
ja_jp: ビデオのダウンロードを許可
lt_lt: Leidžiama atsisiųsti vaizdo įrašą
vi: Cho phép tải Video

source: The URL or URLs where you've posted non-YouTube versions of the video. Each URL must end in .mpeg, .mp4, .ogg, or .webm and cannot be a YouTube URL. (For browser compatibility, we strongly recommend .mp4 and .webm format.) Students will be able to view the first listed video that's compatible with the student's computer. To allow students to download these videos, set Video Download Allowed to True.
hi: वह URL या URL जहां आपने वीडियो के गैर-YouTube संस्करण पोस्ट किए हैं। प्रत्येक URL को .mpeg, .mp4, .ogg, या .webm में समाप्त होना चाहिए और YouTube URL नहीं हो सकता। (ब्राउज़र संगतता के लिए, हम दृढ़ता से .mp4 और .webm प्रारूप की अनुशंसा करते हैं।) छात्र पहले सूचीबद्ध वीडियो को देख पाएंगे जो छात्र के कंप्यूटर के साथ संगत है। छात्रों को ये वीडियो डाउनलोड करने की अनुमति देने के लिए, वीडियो डाउनलोड को सच करने की अनुमति दें।
ja_jp: YouTubeではないビデオを投稿したURL。URLの末尾は.mpeg, .mp4, .ogg, .webmにしなければならない(ブラウザの互換性の理由から、.mp4, .webmフォーマットを強く推奨します)。受講者はコンピュータで、リストの最初のビデオを閲覧できます。ビデオのダウンロードを許可するか否か設定してください。
lt_lt: URL nuoroda arba nuorodos, kur jūs paskelbėte ne YouTube vaizdo įrašo versijas. Kiekviena URL nuoroda turi baigtis .mpeg, .mp4, .ogg arba .webm ir negali būti YouTube URL nuoroda. (Dėl naršyklės suderinamumo primygtinai rekomenduojame .mp4 ir .webm formatą.) Kurso dalyviai galės pažiūrėti pirmą sąraše esantį vaizdo įrašą, derantį su jų kompiuteriais. Norėdami leisti kurso dalyviams atsisiųsti šiuos vaizdo įrašus, "Leidžiama atsisiųsti vaizdo įrašą" nustatykite "Taip".
vi: Các URL hoặc URL mà bạn đã đăng phiên bản phi YouTube của video. Mỗi URL phải kết thúc trong .mpeg, .mp4, .ogg, hoặc .webm và không thể là một URL YouTube. (Đối với khả năng tương thích trình duyệt, chúng tôi đề nghị và định dạng .mp4 .webm.) Học sinh sẽ có thể xem video niêm yết đầu tiên tương thích với máy tính của học sinh. Để cho phép các sinh viên để tải về những đoạn phim này, thiết lập Video Download phép True.

source: Video File URLs
he: כתובות URL לקבצי וידיאו
hi: वीडियो फ़ाइल URL
ja_jp: ビデオファイルのURL
lt_lt: Vaizdo failo URL nuorodos
vi: Các Đường Dẫn Tệp Video

source: By default, students can download an .srt or .txt transcript when you set Download Transcript Allowed to True. If you want to provide a downloadable transcript in a different format, we recommend that you upload a handout by using the Upload a Handout field. If this isn't possible, you can post a transcript file on the Files & Uploads page or on the Internet, and then add the URL for the transcript here. Students see a link to download that transcript below the video.
he: כברירת מחדל, כאשר בחירה "אפשר הורדת תמליל" מופעלת, סטודנטים יכולים להוריד תמליל בפורמטים srt. או txt. אם אתה רוצה לספק תמליל הניתן להורדה בפורמט שונה, אנו ממליצים לך להעלות את תמליל באמצעות שדה "העלה דף מידע". אם זה לא אפשרי, אתה יכול לכתוב קובץ תמליל בדף הקבצים והעלאות או באינטרנט, ולאחר מכן להוסיף את כתובת האתר לתמליל כאן. סטודנטים יראו את קישור להורדת תמליל שמתחת לוידאו.
hi: डिफ़ॉल्ट रूप से, जब आप डाउनलोड ट्रांसक्रिप्ट अनुमत सही पर सेट करते हैं, तो छात्र एक .srt या .txt प्रतिलेख डाउनलोड कर सकते हैं। यदि आप एक अलग प्रारूप में डाउनलोड करने योग्य प्रतिलिपि प्रदान करना चाहते हैं, तो हम अनुशंसा करते हैं कि आप अपलोड हैंडआउट फ़ील्ड का उपयोग करके हैंडआउट अपलोड करें। यदि यह संभव नहीं है, तो आप फ़ाइल और अपलोड पृष्ठ पर या इंटरनेट पर एक ट्रांसक्रिप्ट फ़ाइल पोस्ट कर सकते हैं, और फिर यहां ट्रांसक्रिप्ट के लिए URL जोड़ सकते हैं। छात्रों को वीडियो के नीचे उस प्रतिलिपि को डाउनलोड करने के लिए एक लिंक दिखाई देता है।
ja_jp: 字幕ダウンロードの許可をTrueに設定すると、.srtまたは.txtの字幕を受講者はダウンロードできます。字幕をその他の形式でダウンロード可能にしたい場合は、資料をアップロードすることを推奨します。それが無理な場合は、ファイル＆アップロードページまたはネット上に字幕ファイルを置き、そのURLを追加することもできます。受講者は、ビデオの下の字幕ダウンロードのリンクから字幕を見ることができます。
lt_lt: Numatyta, kad kai jūs nustatote "Leidžiama atsisiųsti titrus" "Taip", kurso dalyviai gali atsisiųsti titrus .srt arba .txt formatu. Jeigu norite parsisiunčiamuosius titrus pateikti kitu formatu, rekomenduojame dalijamąją medžiagą įkelti naudojantis lauku "Įkelti dalijamąją medžiagą". Jeigu tai neįmanoma, jūs galite titrų failą patalpinti puslapyje "Failai & įkėlimai" arba internete ir tada čia pridėti titrų URL nuorodą. Kurso dalyviai mato titrų atsiuntimo nuorodą po vaizdo įrašu.
vi: Mặc định, học viên có thể tải xuống một tệp bản dịch .srt hoặc .txt khi bạn thiết lập Cho Phép Tải Bản Dịch là True. Nếu bạn muốn cung cấp bản dịch tải xuống trong một định dạng khác, chúng tôi khuyến cáo tải tài liệu dịch lên trong mục Tải Lên Tài Liệu. Nếu không thể làm được, bạn có thể đăng tệp bản dịch vào trang Tệp Tin & Tải Lên hoặc đăng lên mạng Internet, sau đó thêm đường dẫn của bản dịch vào đây. Học viên sẽ thấy đường dẫn để tải xuống bản dịch đó bên dưới video.

source: Downloadable Transcript URL
he: כתובת תמליל שניתן להורדה
hi: डाउनलोड करने योग्य प्रतिलिपि URL
ja_jp: ダウンロード可能な字幕のURL
lt_lt: Parsisiunčiamų titrų URL nuoroda
vi: Tải bản dịch URL

source: Allow students to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
he: אפשר לסטודנטים להוריד את התמליל המלווה בזמנים. קישור להורדת הקובץ יופיע מתחת לווידאו. כברירת מחדל, התמליל הוא קובץ srt. או txt. אם אתה רוצה לספק את התמליל להורדה בפורמט שונה, העלה את קובץ על ידי שימוש בשדה "העלה דף מידע".
hi: छात्रों को समयबद्ध प्रतिलेख डाउनलोड करने की अनुमति दें। फ़ाइल डाउनलोड करने के लिए एक लिंक वीडियो के नीचे दिखाई देता है। डिफ़ॉल्ट रूप से, प्रतिलेख एक .srt या .txt फ़ाइल है। यदि आप एक अलग प्रारूप में डाउनलोड के लिए प्रतिलेख प्रदान करना चाहते हैं, तो अपलोड हैंडआउट फ़ील्ड का उपयोग करके एक फ़ाइल अपलोड करें।
ja_jp: 受講者に時刻付きの字幕ダウンロードを許可します。字幕ファイルをダウンロードするリンクはビデオの下に表示されます。デフォルトで字幕ファイルの拡張子は.srtか.txtになります。違う形式の字幕ダウンロードを提供したい場合は、資料をアップロードする枠を使用してアップロードしてください。
lt_lt: Leiskite kurso dalyviams atsisiųsti titrus su nustatytu laiku. Failo atsiuntimo nuoroda yra po vaizdo įrašu. Numatyta, kad titrai yra .srt arba .txt formato. Jeigu norite pateikti titrus, skirtus atsisiųsti, kitu formatu, įkelkite failą naudodamiesi lauku "Įkelti dalijamąją medžiagą".
vi: Cho phép học viên tải bản dịch. Đường dẫn để tải tệp tin xuất hiện bên dưới video. Mặc định, bản dịch là một tệp tin .srt hoặc .txt. Nếu bạn muốn cung cấp bản dịch tải xuống trong một định dạng khác, hãy tải tệp tin lên bằng cách sử dụng mục Tải Tài Liệu Lên.

source: Download Transcript Allowed
he: אפשר הורדת תמליל
hi: डाउनलोड ट्रांसक्रिप्ट अनुमति है
ja_jp: 字幕のダウンロードを許可
lt_lt: Leidžiama atsisiųsti titrus
vi: Cho Phép Tải Bản Dịch

source: The default transcript for the video, from the Default Timed Transcript field on the Basic tab. This transcript should be in English. You don't have to change this setting.
hi: मूल टैब पर डिफ़ॉल्ट समयबद्ध ट्रांसक्रिप्ट फ़ील्ड से वीडियो के लिए डिफ़ॉल्ट प्रतिलेख। यह प्रतिलेख अंग्रेजी में होना चाहिए। आपको यह सेटिंग नहीं बदलनी होगी।
ja_jp: 基本タブの時刻付き字幕で設定された、デフォルトの字幕です。この字幕の言語は英語である必要があります。この設定を変える必要はありません。
lt_lt: Numatytieji vaizdo įrašo titrai iš lauko "Numatytieji nustatyto laiko titrai" pagrindinėje kortelėje. Šie titrai turėtų būti anglų kalba. Jums nereikia keisti šio parametro.
vi: Bảng điểm mặc định cho các video, từ Mặc định Timed Transcript trường trên tab Basic. Bảng điểm này nên được bằng tiếng Anh. Bạn không cần phải thay đổi cài đặt này.

source: Default Timed Transcript
he: תמליל מתוזמן ברירת מחדל
hi: डिफ़ॉल्ट समयबद्ध प्रतिलिपि
ja_jp: デフォルト時刻の字幕
lt_lt: Numatytieji nustatyto laiko titrai
vi: Mặc định Timed Transcript

source: Specify whether the transcripts appear with the video by default.
ja_jp: デフォルトで、ビデオと共に字幕を表示するか指定。
lt_lt: Apibrėžkite, ar yra numatyta, kad titrai pasirodo kartu su vaizdo įrašu.
vi: Chỉ định liệu các bảng điểm xuất hiện với video theo mặc định.

source: Show Transcript
he: הצג תמליל
hi: प्रतिलेख दिखाएं
ja_jp: 字幕を表示
lt_lt: Rodyti titrus
vi: Hiện bản dịch
