Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: If you leave this page without submitting your staff assessment, you will lose any work you have done.
es_419: Si abandona esta página sin enviar su evaluación, se perderán todos los cambios realizados.
vi: Nếu bạn rời khỏi trang này mà không gửi bản tự đánh giá nhân viên, bạn sẽ mất công việc bạn đã làm.

source: Feedback available for selection.
es_419: Comentarios disponibles para esta selección.
vi: Phản hồi có sẵn để lựa chọn.

source: Unnamed Option
es_419: Opción sin nombre
vi: Tùy Chọn Chưa Đặt Tên

source: Couldn't Save This Assignment
es_419: No se ha podido salvar esta tarea.
vi: Không Thể Lưu Bài Tập Này

source: Please correct the outlined fields.
es_419: Por favor corrija los campos resaltados.
vi: Vui lòng chỉnh lại lề.

source: This problem has already been released. Any changes will apply only to future assessments.
es_419: Este problema ya ha sido liberado. Cualquier cambio en el mismo se aplicará solo a los envío futuros.
vi: Câu hỏi này đã được đăng. Bất kỳ thay đổi nào cũng chỉ ảnh hưởng đến những đánh giá trong tương lai.

source: Criterion Added
es_419: Criterio añadido.
vi: Đã Thêm Tiêu Chuẩn

source: You have added a criterion. You will need to select an option for the criterion in the Learner Training step. To do this, click the Settings tab.
es_419: Has agregado un criterio. Necesitarás seleccionar una opción par este en el entrenamiento de estudiantes. Para hacer esto, vaya a Configuraciones.
vi: Bạn đã thêm một tiêu chí. Bạn sẽ cần phải chọn một lựa chọn cho tiêu chí trong bước Đào tạo Người học. Để thực hiện việc này, hãy nhấp vào tab Cài đặt.

source: Option Deleted
es_419: Opción borrada.
vi: Đã Xóa Tùy Chọn

source: You have deleted an option. That option has been removed from its criterion in the sample responses in the Learner Training step. You might have to select a new option for the criterion.
es_419: Has borrado esta opción. Esta opción ha sido eliminada del criterio en el ejemplo de respuestas en el entrenamiento de estudiantes. Puedes seleccionar una nueva opción para el criterio.
vi: Bạn đã xóa một tùy chọn. Lựa chọn đó đã được loại bỏ khỏi tiêu chí của nó trong các câu trả lời mẫu trong bước Đào tạo Người học. Bạn có thể phải chọn một tùy chọn mới cho tiêu chí.

source: You have deleted all the options for this criterion. The criterion has been removed from the sample responses in the Learner Training step.
es_419: Has eliminado todas las opciones para este criterio. El criterio ha sido eliminado del las respuestas ejemplo en el entrenamiento.
vi: Bạn đã xóa tất cả các tùy chọn cho tiêu chí này. Tiêu chí đã được loại bỏ khỏi các câu trả lời mẫu trong bước Đào tạo Người học.

source: Criterion Deleted
es_419: Criterio borrado.
vi: Đã Xoá Tiêu Chuẩn

source: You have deleted a criterion. The criterion has been removed from the example responses in the Learner Training step.
es_419: Has borrado un criterio. El criterio ha sido removido de los ejemplos de respuesta en el entrenador de estudiantes.
vi: Bạn đã xóa một tiêu chí. Tiêu chí đã được xoá khỏi các câu trả lời mẫu trong bước Đào tạo Người học.

source: Changes to steps that are not selected as part of the assignment will not be saved.
es_419: Los cambios en los pasos que no están seleccionados como parte de la tarea no serán guardados.
vi: Những thay đổi ở các bước không được chọn thuộc một phần của bài tập sẽ không được lưu.

source: File types can not be empty.
es_419: Tipo de archivo no puede ser vacío.
vi: Loại tệp không thể để trống.

source: The following file types are not allowed:
es_419: Los siguientes tipos de archivos son soportados:
vi: Không cho phép các loại tệp sau:

source: File format not supported. Please upload a file with a {ext} extension.
hi: फ़ाइल फ़ॉर्मेट समर्थित नहीं करता है। कृपया फ़ाइल को {ext} एक्सटेंशन के साथ अपलोड करें।
pt_br: Formato de arquivo não suportado. Por favor, envie um arquivo com uma extensão {ext}.
vi: Định dạng tệp không được hỗ trợ. Vui lòng tải lên tệp có đuôi {ext}.

source: Only <%- fileTypes %> files can be uploaded. Please select a file ending in <%- (fileExtensions) %> to upload.
hi: केवल <%- fileTypes %> फ़ाइल अपलोड किया जासकता है| प्लीज फ़ाइल एंडिंग सिलैक्ट करे इन <%- (fileExtensions) %> अपलोड करने के लिए|

source: This unit has validation issues.
hi: इस इकाई में सत्यापन समस्याएँ हैं।
vi: Đơn vị này có các vấn đề xác nhận.

source: {startTag}{requestToken}{endTag}{selector}
hi: {स्टार्टटैग}{रेकुएस्टटोकन}{एंडटैग}{सेलेकटोर}

source: Upload a new PDF to “<%- name %>”
hi: नया पीडीएफ़ अपलोड करे तो "<%- name %>"

source: Creative Commons
hi: क्रिएटिव कॉमन्स
ja_jp: クリエィティブ・コモン
zh_tw: 知識共享

source: Editing: {title}
hi: संपादन: {title}

source: Plugins
hi: प्लगइन्स

source: Move
hi: चाल
pt_br: Mover
vi: Di chyển

source: Choose a location to move your component to
hi: अपने घटक को स्थानांतरित करने के लिए एक स्थान चुनें
pt_br: Escolha uma localização para mover seu componente para
vi: Chọn vị trí để di chuyển thành phần của bạn đến

source: Move: {displayName}
hi: ले जाएँ: {displayName}
pt_br: Mover: {displayName}
vi: Di chuyển: {displayName}

source: Sections
hi: धारा
pt_br: Seções
vi: Phần

source: Subsections
hi: उपखंड
pt_br: Sub-seções
vi: Phần con

source: Components
hi: अवयव
pt_br: Compontentes
vi: Thành phần

source: This {parentCategory} has no {childCategory}
hi: इस {ParentCategory} का कोई {childCategory} नहीं है
pt_br: Este {parentCategory} não possui {childCategory}
vi: Chủ đề {parentCategory} này không có {childCategory}

source: Editing access for: {title}
hi: एडिटिंग अससेस फॉर : {टाइटल}

source: {totalItems} total
hi: {TotalItems} कुल
pt_br: Total de {totalItems}
vi: tổng số {totalItems}

source: Delete “<%- name %>”?
hi: डिलीट "<%- नेम %>"?

source: Success! "{displayName}" has been moved.
hi: सफलता! "{displayName}" को स्थानांतरित कर दिया गया है।
pt_br: Sucesso! "{displayName}" foi movido
vi: Thành công! "{displayName}" đã được di chuyển.

source: Move cancelled. "{sourceDisplayName}" has been moved back to its original location.
hi: निरस्त करें। "{sourceDisplayName}" को वापस उसके मूल स्थान पर ले जाया गया है।
pt_br: Mover cancelado. "{sourceDisplayName}" foi movido de volta à sua localização original.
vi: Huỷ bỏ di chuyển. "{sourceDisplayName}" đã được di chuyển về vị trí ban đầu.

source: Undo move
hi: चाल को पूर्ववत करें
pt_br: Desfazer mover
vi: Hoàn tác di chuyển

source: Take me to the new location
hi: मुझे नए स्थान पर ले चलो
pt_br: Leve-me para a nova localização
vi: Đưa tôi đến vị trí mới

source: Undo moving
hi: आगे बढ़ना
pt_br: Desfazer movimento
vi: Hoàn tác di chuyển

source: Moving
hi: चलती
pt_br: Movendo
vi: Di chuyển

source: Are you sure you want to remove this transcript?
hi: क्या आप वाकई इस प्रतिलेख को निकालना चाहते हैं?

source: If you remove this transcript, the transcript will not be available for this component.
hi: यदि आप इस प्रतिलेख को हटाते हैं, तो प्रतिलेख इस घटक के लिए उपलब्ध नहीं होगा।

source: Remove Transcript
hi: प्रतिलेख निकालें

source: Editor
hi: संपादक
ja_jp: エディタ
lt_lt: Redaktorius
vi: Trình biên tập
zh_tw: 編輯器

source: Error
hi: त्रुटि
ja_jp: エラー
ko_kr: 오류
lt_lt: Klaida
pt_br: Erro
vi: Lỗi
zh_tw: 錯誤

source: Loading...
hi: लोड हो रहा है...

source: Selected blocks
hi: चयनित ब्लॉक

source: Unable to update settings
hi: मै सेटिंग्स को अपडेट करने में असफल हूं

source: text_word_{uniqueId} title_word_{uniqueId}
hi: text_word_ {uniqueId} शीर्षक_word_ {uniqueId}

source: title_word_{uniqueId}
hi: शीर्षक शब्द _ {uniqueId}

source: text_word_{uniqueId}
hi: पाठ शब्द _ {uniqueId}
ko_kr: title_word_{uniqueId}

source: {paragraph}=p;{preformatted}=pre;{heading3}=h3;{heading4}=h4;{heading5}=h5;{heading6}=h6
hi: {पेरेग्राफ}=प;{प्रीफॉरमेत्तेद}=प्री;{हेयडिंग3}=h3;{हेयडिंग4}=h4;{हेयडिंग5}=h5;{हेयडिंग6}=h6

source: Color
hi: रंग
ja_jp: 色
ko_kr: 색
lt_lt: Spalva
pt_br: Cor
vi: Màu
zh_tw: 顏色

source: General
hi: सामान्य
ja_jp: 一般
ko_kr: 일반
lt_lt: Bendras
pt_br: Geral
vi: Chung
zh_tw: 一般

source: Poster
hi: पोस्टर
ja_jp: ポスター
lt_lt: Plakatas
zh_tw: 封面

source: Pre
hi: पूर्व
ja_jp: 前
lt_lt: Peržiūra
zh_tw: Pre 標籤

source: Robots
hi: रोबोट
ja_jp: ロボット
ko_kr: 로봇
lt_lt: Robotai
pt_br: Robôs
zh_tw: 機器人

source: Url
hi: यूआरएल
lt_lt: Url nuoroda

source: Insert/Edit Image
hi: छवि डालें / संपादित करें
ko_kr: 이미지 삽입/편집
pt_br: Inserir/editar imagem
vi: Chèn/Sửa hình ảnh

source: Auto-advance
hi: स्वत: आगे बढ़ना
ko_kr: 자동 재생
pt_br: Avançar automaticamente
vi: Tự động-nâng cao

source: Video position. Press space to toggle playback
hi: वीडियो स्थिति। प्रेस अंतरिक्ष प्लेबैक टॉगल करने के लिए
ko_kr: 동영상 위치. 스페이스바를 눌러서 재생하세요
pt_br: Posição do vídeo. Aperte espaço para alternar a reprodução
vi: Vị trí video. Bấm vào khoảng trống để bật / tắt phát lại

source: Thank you for setting your course goal to {goal}!
hi: {goal} के लिए अपना पाठ्यक्रम लक्ष्य निर्धारित करने के लिए धन्यवाद!
ko_kr: {goal}을 목표로 설정해주셔서 감사합니다!
pt_br: Obrigado por definir o seu objetivo do curso para {goal}!
vi: Cảm ơn bạn đã đặt mục tiêu khóa học của bạn thành {goal}!

source: There was an error in setting your goal, please reload the page and try again.
hi: आपका लक्ष्य निर्धारित करने में त्रुटि हुई, कृपया पृष्ठ पुनः लोड करें और पुनः प्रयास करें।
vi: Đã xảy ra lỗi khi đặt mục tiêu, vui lòng tải lại trang và thử lại.

source: You have successfully updated your goal.
hi: आपने अपने लक्ष्य को सफलतापूर्वक अपडेट कर लिया है।
ko_kr: 목표를 성공적으로 업데이트 했습니다.
pt_br: Você atualizou seu objetivo com sucesso.
vi: Bạn đã cập nhật thành công mục tiêu của mình.

source: There was an error updating your goal.
hi: आपके लक्ष्य को अपडेट करने में एक त्रुटि हुई।
ko_kr: 목표 업데이트 도중 오류가 발생했습니다.
pt_br: Houve um erro ao atualizar seu objetivo.
vi: Đã xảy ra lỗi khi cập nhật mục tiêu của bạn.

source: Want to make edX better for everyone?
hi: सभी के लिए edX बनाना चाहते है?

source: Get started
hi: गेट स्टारटेड

source: Help make edX better for everyone!
hi: हेल्प करे edX को सभी के लिए बहतर बनाने में!

source: Why does edX collect this information?
hi: क्यू edX ये इन्फोर्मेस्न कलेक्ट करता है?

source: An error occurred while attempting to retrieve or save the information below. Please try again later.
hi: নিচের তথ্য উদ্ধার বা সংরক্ষণ করার চেষ্টার সময় একটি ত্রুটি পাওয়া গিয়েছে । অনুগ্রহ করে পরে আবার চেষ্টা করুন।

source: What was the total combined income, during the last 12 months, of all members of your family?
hi: আপনার পুরো ফ্যামিলি মেম্বারের লাস্ট 12 মাসের মোট ইনকাম কত?

source: Have you ever served on active duty in the U.S. Armed Forces, Reserves, or National Guard?
hi: আপনি কি কখনো যুক্তরাষ্ট্র আর্মড ফোর্স -এ, রিজার্ভ বা ন্যাশনাল গার্ডের ডিউটি করেছেন?

source: Select military status
hi: मिलिटरी स्टेटस सिलैक्ट करे

source: What is the highest level of education that you have achieved so far?
hi: আপনার এখন অব্দি সর্বোচ্চ লেভেলে শিক্ষার স্তর কি?

source: What is the highest level of education that any of your parents or guardians have achieved?
hi: আপনার পিতামাতা বা অভিভাবকদের সর্বোচ্চ স্তরের শিক্ষা কি?

source: Select employment status
hi: इम्प्लॉइमेंट स्टेटस सिलैक्ट करे

source: What industry do you currently work in?
hi: किस इंडस्ट्री में अभी आप काम करते है?

source: What industry do you want to work in?
hi: किस इंडस्ट्री में आप काम करना चाहते है?

source: Clear all
hi: क्लियर ऑल

source: demographics questionnaire
hi: डेमोग्राफिक्स क्वेस्चनइर

source: close questionnaire
hi: क्लोज़ क्वेस्चनइर

source: finish later
hi: फिनिश लेटर

source: Return to my dashboard
hi: मेरे दशबोर्ड पर रिटर्न करे

source: Finish later
hi: फिनिश लेटर

source: (Self-paced) Starts {start}
hi: (स्वयंभू) प्रारंभ {start}
ko_kr: (자기 주도적인) 시작 {start}
pt_br: (Self-paced) Inicia em {start}
vi: (Self-paced) Bắt đầu {start}

source: (Self-paced) Started {start}
hi: (स्वयंभू) प्रारंभ {शुरू}
ko_kr: (자기 주도적인) 시작했음 {start}
pt_br: (Self-paced) Iniciou em {start}
vi: (Self-paced) Đã bắt đầu {start}

source: (Self-paced) Ends {end}
hi: (स्वयंभू) अंत {समाप्त}
ko_kr: (자기 주도적인) 끝 {end}
pt_br: (Self-paced) Termina {end}
vi: (Self-paced) Kết thúc {end}

source: (Self-paced) Ended {end}
hi: (स्वयंभू) अंत {end}
ko_kr: (자기 주도적인) 끝 {end}
pt_br: (Self-paced) Terminou em{end}
vi: (Self-paced) Đã kết thúc {end}

source: Starts {start}
hi: प्रारंभ {start}
ko_kr: 시작 {start}
pt_br: Começa em {start}
vi: Bắt đầu {start}

source: Started {start}
hi: शुरू कर दिया है {start}
ko_kr: 시작함 {start}
pt_br: Começou em {start}
vi: Đã bắt đầu {start}

source: Ends {end}
hi: समाप्त होता है {end}
ko_kr: 끝 {end}
pt_br: Termina em {end}
vi: Kết thúc {end}

source: You must select a session to access the course.
hi: पाठ्यक्रम तक पहुँचने के लिए आपको एक सत्र का चयन करना होगा।
ko_kr: 강좌에 접근하려면 세션을 선택해야 합니다.
pt_br: Você deve selecionar uma sessão para acessar o curso.
vi: Bạn phải chọn một phiên để truy cập khóa học.

source: There was an error. Please reload the page and try again.
hi: एक त्रुटि हुई। कृपया पेज लोड करें और पुन: प्रयास करें।
ko_kr: 오류가 발생했습니다. 페이지를 새로고침하고 다시 시도하세요.
pt_br: Houve um erro. Por favor, recarregue a página e tente novamente.
vi: Đã có lỗi xảy ra. Vui lòng tải lại trang và thử lại.

source: Change Session
hi: सत्र बदलें
ko_kr: 세션 바꾸기
pt_br: Mudar sessão
vi: Đổi Phiên

source: Select Session
hi: सत्र का चयन करें
ko_kr: 세션 선택
pt_br: Selecionar sessão
vi: Chọn Phiên

source: Leave Current Session
hi: वर्तमान सत्र को छोड़ दें
ko_kr: 현재 세션 나가기
pt_br: Sair da sessão atual
vi: Rời khỏi Phiên hiện tại

source: Are you sure you want to select this session?
hi: क्या आप वाकई इस सत्र का चयन करना चाहते हैं?
ko_kr: 이 세션이 확실합니까?
pt_br: Tem certeza de que deseja selecionar esta sessão?
vi: Bạn có chắc muốn chọn Phiên này?

source: Are you sure you want to change to a different session?
hi: क्या आप वाकई एक अलग सत्र में बदलना चाहते हैं?
ko_kr: 다른 세션으로 바꾸시겠습니까?
pt_br: Tem certeza de que deseja mudar para uma sessão diferente?
vi: Bạn có chắc muốn đổi phiên khác?

source: Any course progress or grades from your current session will be lost.
hi: आपके वर्तमान सत्र से कोई भी पाठ्यक्रम प्रगति या ग्रेड खो जाएगा।
ko_kr: 현재 세션에 대한 강좌 진행 현황, 성적이 무효화 됩니다.
pt_br: Todo progresso ou notas do curso da sua sessão atual serão perdidos.
vi: Bất kỳ tiến trình khóa học hoặc điểm từ phiên hiện tại của bạn sẽ bị mất.

source: Are you sure that you want to leave this session?
hi: क्या आप वाकई इस सत्र को छोड़ना चाहते हैं?
ko_kr: 이 세션을 나가시겠습니까?
pt_br: Tem certeza de que deseja sair desta sessão?
vi: Bạn có chắc chắn muốn rời khỏi phiên này?

source: Your unenrollment request could not be processed. Please try again later.
hi: आपका अनियंत्रित अनुरोध संसाधित नहीं किया जा सका। बाद में पुन: प्रयास करें|
ko_kr: 등록 요청을 처리할 수 없었습니다. 나중에 다시 시도하세요.
pt_br: Sua solicitação de cancelamento de inscrição não pôde ser processada. Por favor, tente novamente mais tarde.
vi: Yêu cầu hủy đăng ký của bạn không thể được xử lý. Vui lòng thử lại sau.

source: Are you sure you want to unenroll from {courseName} ({courseNumber})? You will be refunded the amount you paid.
hi: क्या आप वाकई {courseName} ({courseNumber}) से अनियंत्रित होना चाहते हैं? आपको भुगतान की गई राशि वापस कर दी जाएगी।
ko_kr: {courseName}({courseNumber}) 수강 취소하시겠습니까? 결제하신 만큼 환불받으실 수 있습니다.
pt_br: Tem certeza de que deseja cancelar a inscrição de {courseName} ({courseNumber})? Você será reembolsado pelo valor que pagou.
vi: Bạn có chắc chắn muốn hủy đăng ký {courseName} ({courseNumber}) không? Bạn sẽ được hoàn trả số tiền bạn đã trả.

source: Passwords do not match.
hi: पासवर्ड मेल नहीं खाते।
vi: Mật khẩu không khớp

source: Error:
hi: त्रुटि:
ko_kr: 오류:
pt_br: Erro:
vi: Lỗi:

source: View child items
hi: बाल आइटम देखें
ko_kr: 하위 항목 보기
pt_br: Visualizar os items filhos
vi: Xem các mục con

source: Navigate up
hi: नेविगेट करें
vi: Di chuyển lên trên

source: Browsing
hi: ब्राउजिंग
vi: Đang duyệt

source: Select
hi: चुनते हैं
vi: Chọn

source: Select a section or problem
hi: किसी अनुभाग या समस्या का चयन करें
vi: Chọn một mục hoặc vấn đề

source: Create a report of problem responses
hi: एक रिपोर्ट बनाइये प्रोब्लेम एस्पोंसेस का

source: Your report is being generated...
hi: आपका रिपोर्ट जेनेरेत किया जारहा है....

source: Your report has been successfully generated.
hi: आपका रिपोर्ट सकसेसफुल्ली जेनेरेत किया जा चुका है|

source: View Report
hi: व्यू रिपोर्ट

source: There was an error generating the report link.
hi: एक एर्र आगया जब आपका रिपोर्ट लिंक जेनेरेत किया जारहा था|

source: There was an error generating your report.
hi: आपका रिपोर्ट जेनेरेत करते समय एक एर्र आगया|

source: Unable to get report generation status.
hi: रिपोर्ट जेनेरेस्न्स स्टेटस को जेनेरेत करने में अनबल|

source: Unable to submit request to generate report.
hi: रिपोर्ट को जेनेरेत करने के लिए रेकुएस्ट सबमिट नही हो रहा|

source: {type} Progress
hi: {type} प्रगति
ko_kr: {type} 진행 상황
pt_br: {type} Progresso
vi: {type} Tiến độ

source: Earned Certificates
hi: प्रमाण पत्र अर्जित किया
ko_kr: 획득한 이수증
pt_br: Certificados obtidos
vi: Những chứng chỉ đã đạt được

source: Enrolled
hi: दाखिला लिया
ko_kr: 등록되었습니다
pt_br: Matriculado
vi: Đã đăng ký

source: Please fix the following errors:
hi: कृपया निम्नलिखित त्रुटियां सुधारें:
ko_kr: 다음의 오류를 수정하세요:
pt_br: Por favor corrija os seguintes erros:
vi: Vui lòng sửa những lỗi sau:

source: For inquiries regarding assignments, grades, or structure of a specific course, please post in the discussion forums for that course directly.
hi: असाइन्मंट, ग्रदेस, या किसी कोर्स के स्पेसिफिक स्ट्रक्चर से संबन्धित कोई इंकुइरी हो, कृपया उस कोर्स के दिस्स्कस्न फॉरमस में डाइरेक्ट्लि पोस्ट करे|

source: Not specific to a course
hi: किसी कोर्स के लिए विशिष्ट नहीं
ko_kr: 생각해놓은 강좌 없음
pt_br: Não específico a um curso
vi: Không cụ thể cho một khóa học

source: Billing/Payment Options
hi: बिलिंग/ पेमेंट ओप्स्न्स

source: Course Content
hi: पाठ्यक्रम विषय वस्तु

source: Deadlines
hi: डेडलाइंस

source: Errors/Technical Issues
hi: एर्रोर्स/टेक्निकल इसुएस

source: Financial Aid
hi: financial ऐड

source: Photo Verification
hi: फोटो वेरिफिकेस्न

source: Proctoring
hi: प्रोक्तोरिंग

source: Course Discussion Forum
hi: कोर्स दिसकसन फॉरम

source: While our support team is happy to assist with the edX platform, the course staff has the expertise for specific assignment questions, grading or the proper procedures in each course. Please post all course related questions within the Discussion Forum where the Course Staff can directly respond.
hi: हमारे सपोर्ट टीम को खुशी है आपको edX प्लैटफ़ार्म से असिस्ट करकर, `कोर्स स्टाफ के पास एक्सप्र्तिस है स्पेसिफिक अस्सीग्न्मेंट्स क्वेस्शन्स, ग्रेडिंग या प्रोपर प्रोसिड्रेस का ईच कोर्स में| कृपया सभी कोर्स ऋलेटेड कुएस्स्न्स और डिस्कस्न फॉरम जहा कोर्स स्टाफ सीधा जवाब देसकते है वह पोस्ट करे|

source: the more quickly and helpfully we can respond!
hi: আপনি যত তাড়াতাড়ি আমাদের জানাবেন আমরা ততো তাড়াতাড়ি আপনারা সাহায্য করতে পারবো!

source: Create Support Ticket
hi: সাপোর্ট টিকিট তৈরী করুন

source: What can we help you with, {username}?
hi: हमारे द्वारा आपकी किस प्रकार से सहायता की जा सकती है, {username}?
vi: Chúng tôi có thể giúp gì cho bạn, {username}?

source: Sign in to {platform} so we can help you better.
hi: {Platform} में साइन इन करें ताकि हम आपकी बेहतर मदद कर सकें।
ko_kr: {platform}에 로그인하여 도움을 받아보세요.
pt_br: Conect-se em {platform} para que possamos ajudar você melhor.
vi: Đăng nhập vào {platform} để chúng tôi có thể hỗ trợ bạn tốt hơn.

source: Create an Account
hi: खाता बनाएं
ko_kr: 계정 만들기
pt_br: Criar uma Conta
vi: Tạo Tài khoản

source: Need help logging in?
hi: লগিন করার জন্য সাহায্য চাই?

source: Select a course or select "Not specific to a course" for your support request.
hi: एक कोर्स का चयन करें या अपने समर्थन अनुरोध के लिए "कोर्स के लिए विशिष्ट नहीं" का चयन करें।
ko_kr: 강좌를 선택하거나 "생각해놓은 강좌 없음"을 선택해 지원을 요청하세요.
pt_br: Selecione um curso ou selecione "Não específico a um curso" em sua solicitação de suporte.
vi: Chọn một khóa học hoặc chọn "Không cụ thể cho một khóa học" để yêu cầu hỗ trợ.

source: Select a subject for your support request.
hi: আপনার সাপোর্ট রিকুয়েস্ট এর জন্য একটি বিষয় বেছে নিন ।

source: Enter some details for your support request.
hi: अपने समर्थन अनुरोध के लिए कुछ विवरण दर्ज करें।
ko_kr: 지원을 위한 설명을 입력하세요.
pt_br: Digite alguns detalhes em sua solicitação de suporte.
vi: Nhập một số chi tiết cho yêu cầu hỗ trợ của bạn.

source: Something went wrong. Please try again later.
hi: कुछ गलत हो गया। बाद में पुन: प्रयास करें।
ko_kr: 무엇인가가 잘못되었습니다. 다시 시도하세요.
pt_br: Algo deu errado. Por favor, tente novamente mais tarde.
vi: Đã xảy ra lỗi. Vui lòng thử lại sau.

source: Find answers to the top questions asked by learners.
hi: शिक्षार्थियों द्वारा पूछे गए शीर्ष प्रश्नों के उत्तर खोजें।
ko_kr: 학습자들이 가장 많이 물어본 질문에 대해 알아보세요.
pt_br: Encontre respostas para as principais perguntas feitas pelos alunos.
vi: Tìm câu trả lời cho các câu hỏi hàng đầu của người học.

source: Search the {platform} Help Center
hi: {platform} सहायता केंद्र खोजें
vi: Tìm kiếm trong {platform} Trung Tâm Trợ Giúp

source: Go to my Dashboard
hi: मेरे डैशबोर्ड पर जाएं
ko_kr: 내 대시보드로 가기
pt_br: Ir para o meu Painel
vi: Chuyển đến bảng thông tin của tôi

source: Go to {platform} Home
hi: {Platform} होम पर जाएं
ko_kr: {platform} 홈으로
pt_br: Ir para a página inicial {platform}
vi: Chuyển đến Trang chủ {platform}

source: Thank you for submitting a request! We appreciate your patience while we work to review your request.
hi: रेकुएस्ट सबमिट करने के लिए थन्यावाद! आपके साइयम को हम सरहाते है जब तक हम आपके काम को रिवियू कर लेते है|

source: You may also lose access to verified certificates and other program credentials like MicroMasters certificates. If you want to make a copy of these for your records before proceeding with deletion, follow the instructions for {htmlStart}printing or downloading a certificate{htmlEnd}.
hi: आप सत्यापित प्रमाणपत्र और अन्य प्रोग्राम क्रेडेंशियल्स जैसे माइक्रोमास्टर्स प्रमाणपत्र तक पहुंच खो सकते हैं। यदि आप हटाने के साथ आगे बढ़ने से पहले अपने रिकॉर्ड के लिए इनकी एक प्रतिलिपि बनाना चाहते हैं, तो {htmlStart} सर्टिफिकेट डाउनलोड करने या {htmlEnd} डाउनलोड करने के निर्देशों का पालन करें।
ko_kr: 인증 이수증과 MicroMasters이수증과 같은 다른 프로그램 자격에 접속할 수 없게 됩니다. 삭제 전에 이 기록들에대해 사본을 만들어 두고 싶으시면 {htmlStart}이수증 인쇄 혹은 다운로드{htmlEnd}를 참조하세요.
pt_br: Você também pode perder o acesso a certificados verificados e outras credenciais do programa, como os certificados MicroMasters. Se você quiser fazer uma cópia destes certificados para seus registros antes de prosseguir com a exclusão, siga as instruções para {htmlStart}imprimir ou baixar um certificado{htmlEnd}.
vi: Bạn cũng có thể mất quyền truy cập vào các chứng chỉ đã được xác minh và thông tin đăng nhập chương trình khác như chứng chỉ MicroMasters. Nếu bạn muốn tạo một bản sao này cho hồ sơ của mình trước khi tiến hành xóa, hãy làm theo các hướng dẫn để {htmlStart}in hoặc tải xuống chứng chỉ{htmlEnd}.

source: Before proceeding, please {htmlStart}unlink all social media accounts{htmlEnd}.
hi: आगे बढ़ने से पहले, कृपया {htmlStart} सभी सोशल मीडिया अकाउंट {htmlEnd} को अनलिंक करें।
ko_kr: 진행하기 전에 {htmlStart}모든 소셜 미디어의 연결을 해제하세요{htmlEnd}.
pt_br: Antes de prosseguir, por favor, {htmlStart}desconecte todas as contas de mídia social{htmlEnd}.
vi: Trước khi tiếp tục, vui lòng {htmlStart}hủy liên kết tất cả các tài khoản mạng xã hội{htmlEnd}.

source: Before proceeding, please {htmlStart}activate your account{htmlEnd}.
hi: आगे बढ़ने से पहले, कृपया {htmlStart} अपने खाते को सक्रिय करें {htmlEnd}।
ko_kr: 진행하기 전에, {htmlStart}계정을 활성화 하세요{htmlEnd}.
pt_br: Antes de prosseguir, por favor, {htmlStart}ative sua conta{htmlEnd}.
vi: Trước khi tiếp tục, vui lòng {htmlStart}kích hoạt tài khoản của bạn{htmlEnd}.

source: {htmlStart}Want to change your email, name, or password instead?{htmlEnd}
hi: {htmlStart} इसके बजाय अपना ईमेल, नाम या पासवर्ड बदलना चाहते हैं? {htmlEnd}
vi: {htmlStart}Thay vào đó, bạn muốn thay đổi email, tên hoặc mật khẩu của bạn?{htmlEnd}
