Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Sorry! The photos you submitted for ID verification were not accepted, for the following reason(s):
hi: माफ़ करना! आईडी सत्यापन के लिए आपके द्वारा प्रस्तुत तस्वीरें स्वीकार नहीं की गईं, निम्नलिखित कारण(s)से:

source: The photo(s) of you:
hi: आप का फोटो(s):

source: The photo of you:
hi: आप का फोटो:

source: The photo of your ID:
hi: आपकी आईडी की फोटो:

source: Other Reasons:
hi: अन्य कारणों से:

source: Resubmit Verification: {reverify_url}
hi: पुन: सबमिट करें: {reverify_url}

source: ID Verification FAQ: {faq_url}
hi: आईडी सत्यापन FAQ: {faq_url}

source: Hi {full_name}
hi: हाय {full_name}

source: Congratulations! Your ID verification process was successful.
hi: बधाई हो! आपकी ID सत्यापन प्रक्रिया सफल रही।

source: We've received your information and the ID verification process has begun.Check for an email from us in the next few days to confirm whether your verification was successful.You can also check the status of the verification process on your dashboard.
hi: हमें आपकी जानकारी मिल गई है और आईडी सत्यापन प्रक्रिया शुरू हो गई है। यह पुष्टि करने के लिए कि क्या आपका सत्यापन सफल रहा था, यह पुष्टि करने के लिए अगले कुछ दिनों में हमसे एक ईमेल प्राप्त करें। आप अपने डैशबोर्ड पर सत्यापन प्रक्रिया की स्थिति भी देख सकते हैं।

source: Options Menu
hi: विकल्प मेनू

source: Discover New
hi: नई खोज करें

source: {name} Dashboard
hi: {नेम} दैशबोर्ड

source: Supplemental Links
hi: पूरक लिंक

source: Resume your last course
hi: अपना अंतिम कोर्स फिर से शुरू करें

source: Refresh Status
he: רענן סטאטוס
hi: ताज़ा स्थिति
ja_jp: ステータスを更新

source: Student-Generated Certificates
he: תעודות שנוצרו על ידי הסטודנט
hi: छात्र-उत्पन्न प्रमाण पत्र
ja_jp: 受講者生成の修了証

source: Enable Student-Generated Certificates
he: אשפר תעודות שנוצרו על ידי הסטודנט
hi: छात्र-निर्मित प्रमाणपत्र सक्षम करें
ja_jp: 受講者生成の修了証を有効にする

source: You must successfully generate example certificates before you enable student-generated certificates.
he: עליך ליצור בהצלחה תעודות לדוגמא בטרם תוכל לאפשר יצירת תעודות על ידי הסטודנטים.
hi: छात्र द्वारा सृजित प्रमाण पत्र को सक्षम करने से पहले आपको उदाहरण प्रमाण पत्र सफलतापूर्वक तैयार करना चाहिए।
ja_jp: 受講者生成の修了証を有効にする前に修了証の例を生成しなければなりません。

source: The status for any active tasks appears in a table below.
he: דוח מצב למשימות פעילות יופיע בטבלה למטה.
hi: किसी भी सक्रिय कार्य की स्थिति नीचे दिए गए टेबल में दिखाई देती है।
ja_jp: 稼働中タスクの状況はテーブル下部に表示されます
lt_lt: Visų aktyvių užduočių būsena yra rodoma žemiau esančioje lentelėje.

source: Executive Education
hi: एक्सिकिटिव एडुकेशन

source: Master's
hi: स्नातकोत्तर

source: Grade Cutoffs:
he: חתכי ציון
hi: ग्रेड का न्यूनतम स्तर:
ja_jp: 採点〆切：
lt_lt: Vertinimo taškų skyrimo sistema:

source: Click to download a CSV of anonymized student IDs:
he: לחץ בכדי להוריד CSV של מזהי סטודנטים אנונימים
hi: अनाम छात्र आईडी का सीएसवी डाउनलोड करने के लिए क्लिक करें:
ja_jp: 匿名化された受講者IDのCSVをダウンロードするにはクリックしてください：
lt_lt: Paspauskite, norėdami atsisiųsti anonimizuotus kurso dalyvių asmens tapatybės dokumentus CSV formatu.

source: Select a problem to generate a CSV file that lists all student answers to the problem. You also select a section or chapter to include results of all problems in that section or chapter.
hi: समस्या के सभी छात्र उत्तरों को सूचीबद्ध करने वाली CSV फ़ाइल बनाने के लिए एक समस्या का चयन करें। आप उस अनुभाग या अध्याय में सभी समस्याओं के परिणामों को शामिल करने के लिए एक अनुभाग या अध्याय का चयन करते हैं।

source: NOTE
hi: ध्यान दें

source: The generated report is limited to {max_entries} responses. If you expect more than {max_entries} responses, try generating the report on a chapter-by-chapter, or problem-by-problem basis, or contact your site administrator to increase the limit.
hi: उत्पन्न रिपोर्ट केवल {max_entries} प्रतिक्रियाओं तक सीमित है। यदि आप {max_entries} प्रतिक्रियाओं से अधिक की अपेक्षा करते हैं, तो अध्याय-दर-अध्याय या समस्या-दर-समस्या के आधार पर रिपोर्ट तैयार करने का प्रयास करें, या सीमा बढ़ाने के लिए अपने साइट व्यवस्थापक से संपर्क करें।

source: Click to generate a ZIP file that contains all submission texts and attachments.
hi: क्लिक करे ZIP फ़ाइल को जेनेरेट करने के लिए ठाट कोंटइन्स सभी सुबमिस्न टेक्ष्त्स और आतताचमेंट्स |

source: Generate Submission Files Archive
hi: सुबमिस्न फाइलस अर्चिव को जेनेरेत करे

source: The reports listed below are available for download, identified by UTC date and time of generation.
hi: जो रिपोर्ट्स नीचे सूचीबद्ध है वह अब डौन्लोड के लिए उपलब्ध है, UTC डेट और टाइम जेनेरेस्न द्वारा आएडेंटिफ़ाएड है|

source: {strong_start}Note{strong_end}: {ul_start}{li_start}To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.{li_end}{li_start}Report files are deleted 90 days after generation. If you will need access to old reports, download and store the files, in accordance with your institution's data security policies.{li_end}{ul_end}
hi: {start_start}नोट{strong_end}: {ul_start}{li_start} स्टूडेंट के डाटा को सिक्युर रखने कए लिए, आप इस लिंक को ना तो सेव कर्सक्ते है ना ही ईमेल कर सकते है डाइरैक्ट अस्सेस के लिए| लिंक की कोपीस एक्सपीरे होजाएगी 5 मिनट के अंदर|{li_end}{li_start}रिपोर्ट फाइलस डिलीट होती है 90 दिन के अंदर| अगर आपको पुराने रिपोर्ट की अस्सेस चाहिए, डौन्लोड और स्टोर करे फाइल्स को, अपने इन्स्टीतुस्न के डाटा सेक्युर्टी पोलिसिस के अनुसार| {li_end}{ul_end}

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
hi: आन्सर डिस्टिबुस्न रिपोर्ट नेचे सूचीबद्ध है वह पेरिओडिकल्ली जेनेरेटेड है एक औटोमटेड बैक्ग्राउण्ड प्रोसैस से| रिपोर्ट कमुलेटिव है, एसलिए कारण आन्सर जो जमा है वह प्रोसैस के बाद शुरू होता है वह सब्सिकुएंट रिपोर्ट में इंक्लूडेड है| रिपोर्ट कई बार जेनेरेट होता है हर रोज़|

source: {strong_start}Note{strong_end}: {ul_start}{li_start}To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.{li_end}{li_start}Report files are deleted 90 days after generation. If you will need access to old reports, download and store the files, in accordance with your institution's data security policies.{li_end}{ul_end}
hi: {strong_start}नोट{strong_end}: {ul_start}{li_start} स्टूडेंट डाटा सिक्युर रखने के लिए, आप इस लिंक को न तो सेव कर सकते है नाही ईमेल कर सकते है डाइरैक्ट अक्स्सेस के लिए| इस लिंक का कॉपी 5 मिनट में एक्सपीरे होजता है|{li_end}{li_start} रिपोर्ट फ़ाइल 90 दिन में डिलीट होजाता है जेनेरेट होने के बाद| अगर आपको पुराने रिपोर्ट चाहिए, डौन्लोड करे और फिर स्टोर करे फाइल्स को, अपने इन्स्टीतुस्न डाटा सेक्युर्टी पॉलिसी के मुताबिक|{li_end}{ul_end}

source: In this section, you have the ability to grant extensions on specific subsections to individual students. Please note that the latest date is always taken; you cannot use this tool to make an assignment due earlier for a particular student.
hi: इस सेक्स्न में, आपको एबिलिटि है एक्स्टेंस्न ग्रांड करने का स्पेसिफिक सबसेक्स्न्स अकेले स्टूडेंट को| कृपया नोट करे की लेटैस्ट तारिक हमेशा लिया हुआ होता है; आप इस टूल को नही इस्तेमाल कर सकते असाइन्मंट ड्यू के लिए किसी विशेष बचे के लिए|

source: Choose the graded subsection:
hi: ग्राडेड सबसेक्स्न को चूज़ करे:

source: Reason for extension
hi: रीज़न फॉर एक्सटैन्शन

source: Here you can see what extensions have been granted on particular subsection or for a particular student.
hi: यहा आप देख सकते है क्या एक्स्टेंस्न दिया गया है किसी विशेष सबसेक्स्न या किसी विशेष बचे को|

source: Choose a graded subsection and click the button to obtain a list of all students who have extensions for the given subsection.
hi: ग्रदेड़ सबसेक्स्न चूस करे और क्लिक करे बटन सभी स्टूडेंट के लिस्ट को निकालने के लिए जिनहे एक्स्टेंस्न है दिये गए सबसेक्स्न पर|

source: Resetting a problem's due date rescinds a due date extension for a student on a particular subsection. This will revert the due date for the student back to the problem's original due date.
hi: ड्यू डेट के प्रोब्लेम को रीसेट करने में एक रेस्किंड्स होता है ड्यू डेट किसी स्टूडेंट के परटिक्युलर सबसेक्स्न में| यह आपके ड्यू डेट को रिवर्ट करदेगा किसी स्टूडेंट के बॅक के लिए किसी स्टूडेंट के ओरिजनल ड्यू डेट के लिए|

source: Reason for reset
hi: रीज़न फॉर रेसेट

source: Course Data Researcher
hi: कोर्स डाटा रेसेयरचेर

source: Course Data Researchers can access the data download tab.
hi: कोर्स डाटा रेसेयर्चेर्स अससेस कर्सक्ता है डाटा डौन्लोड टैब |

source: Add Course Data Researcher
hi: कोर्स डाटा रेसेयरचेर को अदद करे

source: Community TAs are members of the community who help course teams moderate discussions. They can see posts by learners in their assigned cohort or enrollment track, and can edit or delete posts, clear flags, close or re-open threads, and endorse responses. Their posts are marked as 'Community TA'. Only enrolled learners can be added as Community TAs.
hi: सामुदायिक टीएएस समुदाय के सदस्य होते हैं जो पाठ्यक्रम टीमों को उदारवादी चर्चा में मदद करते हैं। वे अपने असाइन किए गए कोहर्ट या नामांकन ट्रैक में शिक्षार्थियों द्वारा पोस्ट देख सकते हैं, और पोस्ट, स्पष्ट झंडे, बंद या फिर से खुले धागे, और प्रतिक्रियाओं का संपादन या हटा सकते हैं। उनके पदों को 'सामुदायिक टीए' के ​​रूप में चिह्नित किया गया है। केवल नामांकित शिक्षार्थियों को सामुदायिक मामलों के रूप में जोड़ा जा सकता है।

source: Proctortrack Escalation Email:
hi: प्रोक्तोर्त्रक्क एस्कालस्न ईमेल:

source: Student Onboarding Status
hi: स्टूडेंट ओंबोर्डिंग स्टेटस

source: Review Dashboard
hi: डैशबोर्ड की समीक्षा करें

source: View a specific learner's enrollment status
hi: एक विशिष्ट शिक्षार्थी के नामांकन की स्थिति देखें

source: Learner's {platform_name} email address or username *
hi: शिक्षार्थी का {platform_name} ईमेल पता या उपयोगकर्ता नाम *

source: View Enrollment Status
hi: नामांकन स्थिति देखें

source: Note
he: הערה
hi: ध्यान दें

source: Select a problem to generate a CSV file that lists all student answers to the problem. You also select a section or chapter to include results of all problems in that section or chapter.
hi: प्रोब्लेम सिलैक्ट करे CSV फ़ाइल जेनेरेट करने के लिए जो स्टूडेंट के सभी प्रोब्लम को लिस्ट करता हो| आप एक सबसेक्स्न या चैप्टर को सिलैक्ट करे जो रिज़ल्ट को इंक्लुड करे सभी प्रोब्लेम के लिए जो भी उस सेक्स्न या चैप्टर में हो|

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
hi: ग्रेडिंग कोन्फ़िगुरेस्न डिस्प्ले पर क्लिक करे कोर्स के लिए| ग्रेडिंग कोन्फ़िगेरेस्न ब्रेकडाउन है ग्रदेड सबसेक्स्न कोर्स के लिए (जैसे एकसां और प्रोब्लेम सेट्स), और चेंज किया जा सकता है 'ग्रेडिंग' पेज पर (अंडर 'सेटिंग्स') स्टुडियो में|

source: Click to download a CSV of anonymized student IDs:
hi: CSV को डौन्लोड करने के लिए क्लिक करे अनोन्य्मिज़ेड स्टूडेंट आइ डी स :

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
hi: लंबे कोर्स के लिए, कुछ रिपोर्ट को जेनेरेट करने में काफी समय लग सकता है| जब रिपोर्ट जेनेरेस्न कंप्लीट है, एक लिंक जो इङ्क्लुड्स करता है समय और डेट को नीचे तबले में दिखता है| यह रिपोर्ट जेनेरेट है बैक्ग्राउण्ड में, मतलब कोई दिकत नही है नैएविगत अवे होने में इस पेज से जब तक आपका रिपोर्ट जेनेरेट होरहा है|

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
hi: प्लीज संयम रखे और यह बटनस ना दबाए कई बार | कई बार यह बटन दबाने से जेनेरेशन प्रोसैस स्लो होसक्ता है |

source: For smaller courses, click to list profile information for enrolled students directly on this page:
hi: स्माल कोईउरसे के लिए, लिस्ट पर क्लिक करे प्रोफ़ीले इन्फॉर्मेशन एनरोललद स्टूडेंट्स का डाइरेक्ट्लि है इस पेज पर:

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
hi: CSV फ़ाइल को जेनेरेत करने के लिए क्लिक करे ऑफ सभी स्टूडेंट्स के जिनका एनरोलदमेंट इस कोर्स में हुआ है, साथ में प्रोफ़ाइल इन्फोर्मस्न जैसे ईमेल एड्रैस और यूसर्नेम:

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
hi: सीएसवी फ़ाइल को जेनेरते करने के लिए क्लिक करे वह लिस्ट ल्रनर्स जो एनरोलल कर सकता है इस कोर्स में लेगीन अभी तक लिया ना हो |

source: Click to generate a CSV file of all proctored exam results in this course.
hi: CSV फ़ाइल को जेनेरेत करने के लिए क्लिक करे ऑफ अभी प्रोक्टोरेड एकसां रिजल्ट्स इस कोर्स के |

source: Click to generate a CSV file of survey results for this course.
hi: CSV फ़ाइल को जेनरेत करने के लिए क्लिक करे ऑफ सर्वे रिजल्ट्स इस कोर्स के |

source: Click to generate a CSV ORA grade report for all currently enrolled students.
hi: CSV को जेनेरेत करने के लिए क्लिक करे ORA ग्रेड रिपोर्ट सभी करेंट एनरोलईद स्टूडेंट्स के लिए |

source: Click to generate a CSV problem grade report for all currently enrolled students.
hi: CSV को जेनेरेत करने के लिए क्लिक करे प्रोब्लेम ग्रेड रिपोर्ट सभी करेंट एनरोललएड स्टूडेंट्स के लिए |

source: Global
he: גלובאלי
hi: वैश्विक
ja_jp: グローバル

source: Written Feedback
he: משוב כתוב
hi: लिखित प्रतिक्रिया
ja_jp: 起草済のフィードバック
lt_lt: Raštiškas atsiliepimas

source: How did I do?
he: איך הייתי?
hi: मैंने कैसा किया?
ja_jp: 何かしましたでしょうか？
lt_lt: Kaip man sekėsi?

source: This password reset link is invalid. It may have been used already. To reset your password, go to the {start_link}sign-in{end_link} page and select {start_strong}Forgot password{end_strong}.
hi: यह पासवर्ड रेसेट लिंक वालिद नहीं है | होसक्ता है यह ऑलरेडी एस्टेमाल होगया हो | पस्स्वोर्ड को रेसेट करने के लिए, स्टार्ट पर जाए {start_link}साइन-इन{end_लिंक} पेज अँड स्लेक्त {स्टार्ट_स्ट्रॉंग} फोरगेट पासवर्ड{end_strong} |

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} .
hi: जिस पेज को आप ढूंढ रहे थे वो नहीं मिला | वापिस लिंक पर जाए {Link_start}होमपेज{लिंक_एंड} |

source: Too Many Requests
hi: बहुत सारे रेकुएस्टस

source: Your request has been rate-limited. Please try again later.
hi: आपका रेकुएस्ट रेट लिमिटेड है| कृपया वापिस कोशिश करे|

source: Our system indicates that you are trying to access this {platform_name} course from a country or region currently subject to U.S. economic and trade sanctions. Unfortunately, because {platform_name} is required to comply with export controls, we cannot allow you to access this course at this time.
hi: हमारा सिस्टम इंडिकेट करता है की आप इस {platform_name} कोर्स को अस्सेस करना चाहते है एक कंट्री या जगह से जो फ्हिलाल सब्जेक्ट है U.S इकनॉमिक और ट्रेड संक्स्न्स से| दुर्भाग्य से, क्यूकी {platform_name} की ज़रूरत है एक्सपोर्ट कंट्रोल कमप्लाए करने के लिए, हम आपको अल्लाओ नही कर सकते इस समय इस कोर्स के लिए|

source: Our staff is currently working to get the site back up as soon as possible.
hi: हमारे स्टाफ काम कर रहे है इस साइट को जल्द से जल्द वापिस लाने में |

source: Please wait a few seconds and then reload the page.
hi: कुछ देर रुक कर वापिस रीलोड करे पेज को |

source: and access to private sites offered by MIT Open Learning, Wharton Executive Education, and Harvard Medical School
hi: एकसेस करे प्राइवेट साट्स द्वारा ऑफरएड किए है MIT OPEN learning को, Wharton Executive Education, और Harvard Medical School

source: Contact {platform_name} Support
hi: संपर्क {platform_name} समर्थन

source: Student Support: Feature Based Enrollments
hi: छात्र सहायता: फ़ीचर आधारित नामांकन

source: Content Type Gating
hi: कंटैंट टाइप गटिंग

source: Course Duration Limits
hi: कोर्स दुरेस्न लिमिट्स

source: Is Enabled
hi: सक्षम किया गया है

source: No results found
hi: कोई परिणाम नहीं मिला

source: Student Support: Manage User
hi: छात्र सहायता: उपयोगकर्ता प्रबंधित करें

source: Program Enrollments Inspector
hi: प्रोग्राम एन्रोल्लेंट्स इंस्पेक्टर

source: You have already submitted your verification information. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days).
hi: तुमने पहले ही अपना वेरिफिकेसन इन्फोर्मस्न सबमिट कर दिया है | तुम्हें एक मैसेज देखेगा अपने डैशबोर्ड पर जब वेरिफीकेसन प्रोसैस कंप्लीट होगा ( ज्यादा तर यह 5-7 दिन में हो जाता है ) |

source: Attribution
hi: आरोपण
ja_jp: 属性

source: No Derivatives
hi: कोई डेरिवेटिव नहीं
ja_jp: 派生物なし

source: Share Alike
hi: एकसा बाँटे
ja_jp: 同様に共有

source: Creative Commons licensed content, with terms as follow:
hi: क्रिएटिव कॉमन्स लाइसेंस सामग्री, शब्दों का पालन करें:
ja_jp: クリエィティブ・コモンライセンスのコンテンツで、その条項は以下の通り：

source: Some Rights Reserved
he: חלק מהזכויות שמורות
hi: कुछ अधिकार सुरक्षित
ja_jp: 部分的に著作権があります
lt_lt: Dalis teisių yra saugoma

source: Upcoming Dates
hi: अपकमिंग डेट्स

source: Pursue a verified certificate
hi: एक सत्यापित प्रमाण पत्र का पीछा करें

source: Sample verified certificate with your name, the course title, the logo of the institution and the signatures of the instructors for this course.
hi: सेयएंप्ल वेरिफीड सर्टिफ़ीकेट हो तुम्हारे नाम, कोर्स टाइटल, इंस्टीटूसन के लोगो और इस कोर्स के इनस्तृकटर के सिग्नेचर के साथ |

source: Prerequisite:
hi: शर्त:

source: Learn About Verified Certificates
hi: सत्यापित प्रमाणपत्र के बारे में जानें

source: {platform_name} Verified Certificate
hi: {platform_name} सत्यापित प्रमाणपत्र

source: Why upgrade?
hi: अपग्रेड क्यों?

source: Certificate purchases help {platform_name} continue to offer free courses
hi: प्रमाणपत्र खरीद मदद {platform_name} मुक्त पाठ्यक्रम की पेशकश जारी है

source: How it works
hi: यह काम किस प्रकार करता है

source: Pay the Verified Certificate upgrade fee
hi: सत्यापित प्रमाणपत्र नवीनीकरण शुल्क का भुगतान करें

source: Verify your identity with a webcam and government-issued ID
hi: एक वेबकैम और सरकार द्वारा जारी आईडी के साथ अपनी पहचान सत्यापित करें

source: Study hard and pass the course
hi: कड़ी मेहनत से पढ़ाई करें और कोर्स पास करें

source: Share your certificate with friends, employers, and others
hi: अपने प्रमाणपत्र को मित्रों, नियोक्ताओं और अन्य लोगों के साथ साझा करें

source: edX Learner Stories
hi: edX शिक्षार्थी कहानियां

source: My certificate has helped me showcase my knowledge on my resume - I feel like this certificate could really help me land my dream job!
hi: मेरे प्रमाण पत्र ने मुझे अपने फिर से शुरू होने पर अपना ज्ञान दिखाने में मदद की है - मुझे लगता है कि यह प्रमाण पत्र वास्तव में मुझे मेरे सपनों की नौकरी देने में मदद कर सकता है!

source: {learner_name}, edX Learner
hi: {learner_name}, edX शिक्षार्थी

source: I wanted to include a verified certificate on my resume and my profile to illustrate that I am working towards this goal I have and that I have achieved something while I was unemployed.
hi: मैं अपने रिज्यूमे और मेरे प्रोफाइल पर एक सत्यापित प्रमाण पत्र शामिल करना चाहता था ताकि यह बता सकूं कि मैं इस लक्ष्य के लिए काम कर रहा हूं और मैंने बेरोजगार रहने के दौरान कुछ हासिल किया है।

source: Upgrade ({course_price})
hi: अपग्रेड ({course_price})

source: Show More
hi: शो मोर

source: View My Records
hi: मेरे रिकॉर्ड देखें

source: Take advantage of free coaching!
hi: फ्री कोचिंग का एडवांटेज ले !

source: Get Started
hi: गेट स्टारटेड

source: Page Footer
hi: पेज फ़ुटर
ja_jp: ページ・フッタ

source: Connect
hi: कनैक्ट

source: © {year} edX Inc. All rights reserved.
hi: @ {इयर} edX Inc. सभी राइट्स रिज़र्व्ड |

source: All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks of edX Inc.
hi: जहाँ उल्लेख किया गया है, को छोड़कर सभी अधिकार सुरक्षित हैं। edX, Open edX और edX और Open edX लोगो, edX Inc. के पंजीकृत ट्रेडमार्क हैं।

source: {b_start}Support our Mission: {b_end}EdX, a non-profit, relies on verified certificates to help fund affordable education to everyone globally.
hi: {b_start} हमारे मिशन का समर्थन करें: {b_end} EdX, एक गैर-लाभकारी, विश्व स्तर पर हर किसी को सस्ती शिक्षा के लिए फंड की मदद के लिए सत्यापित प्रमाण-पत्रों पर निर्भर है।

source: Account Acknowledgements
he: אישורי חשבון
hi: खाते के लिए आभार
ja_jp: アカウント認証
lt_lt: Paskyros patvirtinimas

source: Required fields are noted by {strong_indicator}bold text and an asterisk (*).{strong_close}
hi: रिक्वाइर्ड फील्ड्स नोट किया जाता है बाय {स्ट्रॉंग_इंडिकेटर}बोल्ड टेक्स्ट और एक असतेरिस्क से (*).{स्ट्रॉंग_क्लोज़}

source: Go back to the {homepage}.
hi: वापिस जाए {होमपेज} पर|

source: Studio Accessibility Policy
hi: स्टूडियो अभिगम्यता नीति

source: Proctored Exam Settings
hi: प्रोक्टोरेड एक्जाम सेटिंग्स

source: This course has proctored exam settings that are incomplete or invalid.
hi: यह कोर्स एक्जाम सेटटिंग्स प्रोक्टोरेड है जो इनकंप्लीट या इनवलीद है|

source: To update these settings go to the {link_start}Proctored Exam Settings page{link_end}.
hi: सेटिंग्स को अपडेट करने के लिए {link_start} प्रोक्टोरेड एक्जाम सेटिंग्स पेज पर जाए{link_end}|

source: To update these settings go to the {link_start}Advanced Settings page{link_end}.
hi: सेटिंग्स को अपडेट करने के लिए{link_start} एडवांस्ड सेटिंग्स पेज पर जाए{link_end} पर जाए|

source: Proctoring Settings Errors
hi: प्रोक्तोरिंग सेटिंग्स एर्रोर्स

source: We're sorry. We couldn't find the {studio_name} page you're looking for. You may want to return to the {studio_name} Dashboard and try again.
hi: हमे खेद है| हम वह पेज नहीं ढूंढ पाए {studio_name} जो आप ढूंढ रहे है| आप श्याद फिर {studio_name} दशबोर्ड पर वापिस आना चाहेंगे और कोशिश करेंगे|

source: We're sorry. There was a problem with the server while trying to process your last request. You may want to return to the {studio_name} Dashboard or try this request again.
hi: हमे खेद है| सर्वर में कोई प्रोब्लेम था जब प्रोसैस किया जा रहा था लास्ट रेकुएस्ट| आप शायद वापिस रिटर्न करना चाहेंगे {studio_name} दशबोर्ड पर या दुबारा रेकुएस्ट करे|

source: The following content is exported.
hi: निम्नलिखित सामग्री निर्यात की जाती है।

source: Course content and structure
hi: पाठ्यक्रम सामग्री और संरचना

source: Course dates
hi: कोर्स की तारीखें

source: Grading policy
hi: श्रेणी नीति

source: Any group configurations
hi: कोई समूह कॉन्फ़िगरेशन

source: Settings on the Advanced Settings page, including MATLAB API keys and LTI passports
hi: MATLAB API कुंजी और LTI पासपोर्ट सहित उन्नत सेटिंग्स पृष्ठ पर सेटिंग्स

source: The following content is not exported.
hi: निम्नलिखित सामग्री निर्यात नहीं की जाती है।

source: Learner-specific content, such as learner grades and discussion forum data
hi: शिक्षार्थी-विशिष्ट सामग्री, जैसे कि शिक्षार्थी ग्रेड और चर्चा मंच डेटा

source: The course team
hi: कोर्स की टीम

source: The following content is imported.
hi: निम्नलिखित सामग्री आयात की जाती है।

source: The following content is not imported.
hi: निम्नलिखित सामग्री आयात नहीं की जाती है।

source: Please note that changes here may take up to a business day to appear on your course summary page.
hi: कृपया नोट करे यहा पर किए चेंजेस शायद बिज़नस डे पर अपियर होसक्ता है आपके कोर्स सम्मरी पेज पर|

source: Self-paced courses offer suggested due dates for assignments or exams based on the learner’s enrollment date and the expected course duration. These courses offer learners flexibility to modify the assignment dates as needed.
hi: सेल्फ-पेसड कौरसेस ओफ्फर करता है सजेस्टेड ड्यू डेट्स असाइन्मंट या एक्जाम के लिए बेस्ड ऑन लेयरनेर्स एनरूलमेंट डेट पर और एक्सपेक्टेड कोर्स डूरेस्न पर| यह कौरसेस ऑफर करता है लेयरनेर्स फ्लेक्सिबिलिटी ताकि असाएँनमेंट डेट्स को मोदीफाए किया जासके अपने हिसाब से|

source: Upgrade Deadline Date
hi: डैडलाइन डेट को अपग्रेड करे

source: Last day students can upgrade to a verified enrollment.
hi: आखिरी दिन स्टूडेंट्स उपग्रदे कर्सक्ते है वेरिफाइड एनरोल्लमेंट पर|

source: Upgrade Deadline Time
hi: डैडलाइन टाइम को उपग्रदे करे

source: Course About Sidebar HTML
hi: साइडबार HTML के बारे में पाठ्यक्रम

source: Custom sidebar content for {a_link_start}your course summary page{a_link_end} (formatted in HTML)
hi: कस्टम साइडबार सामग्री {a_link_start} के लिए आपका पाठ्यक्रम सारांश पृष्ठ {a_link_end} (HTML में स्वरूपित)
