Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Add {course_name} to Cart <span>({price} USD)</span>
ja_jp: {course_name} をカートに追加<span>({price} ドル)</span>

source: Course About
he: אודות הקורס
ja_jp: コースの内容

source: enroll
he: הירשם
ja_jp: 登録

source: To access course materials, you must score {required_score}% or higher on this exam. Your current score is {current_score}%.
ja_jp: コース教材にアクセスするためには、この試験で{required_score}% o以上得点しなければなりません。あなたの現在の得点は{current_score}%です。

source: You are not currently enrolled in this course. {link_start}Sign up now!{link_end}
ja_jp: この講座にはまだ受講申し込みをしていません。{link_start} いますぐ申し込みましょう！ {link_end}

source: You can keep working for a higher grade, or request your certificate now.
he: תוכל להמשיך לעבוד ולנסות לקבל ציון גבוה יותר או לבקש את התעודה שלך כעת.
ja_jp: より高い成績のためにさらに取り組むか、ここで修了証を請求できます。

source: PDF will open in a new browser window or tab.
he: PDF יפתח בדפדפן, חלון או בטאב חדש.
ja_jp: PDFファイルは新しいウィンドウまたはタブで開きます。

source: Ended - {end_date}
he: הסתיים - {end_date}
ja_jp: 受講終了日 - {end_date}

source: I'm learning on {platform_name}:
he: אני לומד ב{platform_name}:
ja_jp: 私が学習中の {platform_name}:

source: Additional Actions Menu
he: תפריט פעולות נוסף
ja_jp: 追加の操作一覧

source: You will be refunded the amount you paid.
he: הסכומים ששילמת יוחזרו לך.
ja_jp: 支払いに見合うだけの還付を受けるでしょう。

source: You will not be refunded the amount you paid.
he: הסכומים ששילמת לא יוחזרו לך.
ja_jp: 支払いに見合うだけの還付は無いでしょう。

source: The refund deadline for this course has passed, so you will not receive a refund.
he: המועד האחרון להגשת ההחזר כספי עבור קורס זה עבר, לכן אינך זכאי לקבל החזר.
ja_jp: この講座の払い戻し期限が過ぎましたので、払い戻しを受けられません。

source: Your verification will expire soon!
he: בקרוב יפוג תוקפו של האימות שלך!
ja_jp: あなたの認証はもうすぐ期限が切れます！

source: Your current verification will expire before the verification deadline for this course. {start_link}Re-verify your identity now{end_link} using a webcam and a government-issued ID.
he: האימות הנוכחי שלך יפוג לפני תאריך היעד לאימות קורס זה. {start_link} אמת מחדש את זהותך עכשיו{end_link} באמצעות מצלמת רשת ותעודה ממשלתית תקפה.
ja_jp: あなたの認証はこの講座の認証期限の前に期限切れになります。webカメラと政府発行の身分証明書で{start_link}今すぐ再認証{end_link}

source: ID Verification Status
he: מצב האימות של הזהות
ja_jp: ID 認証の情報

source: Entrance Exam Adjustment
he: התאמת מבחן כניסה
ja_jp: 入学試験調整

source: Select an action for the student's entrance exam. This action will affect every problem in the student's exam.
he: בחר פעולה עבור מבחן הכניסה של הסטודנט. פעולה זו תשפיע על כל הבעיות במבחן של הסטודנט.
ja_jp: 受講者の入学試験に対するアクションを選んでください。これは受講者の試験のすべての問題に反映されます。

source: Reset Number of Student Attempts
he: לאפס את מספר נסיונות של הסטודנט
ja_jp: 受講者の試行数をリセット

source: Let Student Skip Entrance Exam
he: אפשר לסטודנט לדלג על מבחן הכניסה
ja_jp: 受講者の入学試験をスキップさせる

source: You can also delete all of the student's answers and scores for the entire entrance exam.
he: ניתן גם למחוק את כלל התשובות והציונים של מבחן הכניסה של הסטודנט.
ja_jp: 受講者の入学試験全体の解答と得点を削除することもできます。

source: Delete Student's Answers and Scores
he: מחק את התשובות והציונים של הסטודנט
ja_jp: 受講者の解答と得点を削除

source: Show Student's Exam Adjustment History
he: הראה את היסטורית תיקוני הציון בבחינה של סטודנט זה
ja_jp: 受講者の試験調整履歴を表示

source: {span_start}(active){span_end}
he: {span_start}(פעיל){span_end}
ja_jp: {span_start}(活動中){span_end}

source: Each content group that you create can be associated with one or more cohorts. In addition to course content that is intended for all students, you can designate some content as visible only to specified content groups. Only learners in the cohorts that are associated with the specified content groups see the additional content.
ja_jp: 作成したコンテンツグループは、一つ以上のコホートに関連付けることができます。これによりすべての学習者を対象としている課程コンテンツに追加する形で、特定のコンテンツグループだけを参照できるように設定できます。このようなコホートに含まれている課程受講者だけが関連付けられている特定のコンテンツグループを追加のコンテンツとして参照できます。

source: Use experiment group configurations if you are conducting content experiments, also known as A/B testing, in your course. Experiment group configurations define how many groups of students are in a content experiment. When you create a content experiment for a course, you select the group configuration to use.
ja_jp: もし A/B テストとして知られているようなコンテンツの実験を行うのであれば、実験グループ設定を使うことができます。講座でコンテンツ実験を作成した時、使用する実験グループ設定を選択します。

source: These dates impact <strong>when your courseware can be viewed</strong>, but they are <strong>not the dates shown on your course summary page</strong>. To provide the course start and registration dates as shown on your course summary page, follow the instructions provided by your Program Manager.
ja_jp: <strong>「学習する」が表示可能なとき、</strong>あなたのこれらの日時は強調されます。しかしながら、<strong>講座のサマリーページには日時が表示されません。</strong>サマリーページに講座の開始・登録日時を表示させるには、あなたのProgram Managerからの支持に従ってください。

source: If something goes wrong, the {em_start}Failed{em_end} status message appears. Check for problems in your original file and upload a replacement.
ja_jp: 何か問題が発生した場合、{em_start}失敗{em_end}メッセージが表示されます。オリジナルのファイルにある問題を確認し、修正したファイルをアップロードしてください。

source: Facebook URL
he: כתובת פייסבוק

source: Become eligible for academic credit and highlight your new skills and knowledge with a verified certificate. Use this valuable credential to qualify for academic credit from {org}, advance your career, or strengthen your school applications.
he: היה זכאי לקרדיט אקדמי והצג את היכולות והידע החדשים שלך באמצעות תעודה מאומתת. השתמש בתעודות אלו לקבלת קרדיט אקדמי מ{org}, או לחילופין לקידום הקרירה שלך או לחיזוק המועמדות לתואר אקדמי.

source: Explore courses from {platform_name}.
he: סייר בקורסים מ{platform_name}.

source: DataDump
he: שמור דאטה לקובץ

source: This thread is closed.
he: שרשור זה סגור

source: Post a response:
he: הגב

source: Expand discussion
he: הרחב דיון

source: Collapse discussion
he: כווץ דיון

source: Editing post
he: עורך פוסט

source: Edit post title
he: ערוך את כותרת הפוסט

source: Update post
he: עדכן פוסט

source: Add a comment
he: הוסף הערה

source: marked as answer %(time_ago)s by %(user)s
he: סומן כתשובה על ידי %(time_ago)s על ידי%(user)s

source: marked as answer %(time_ago)s
he: סומן כתשובה %(time_ago)s

source: endorsed %(time_ago)s by %(user)s
he: אושר %(time_ago)s על ידי %(user)s

source: endorsed %(time_ago)s
he: אושר %(time_ago)s

source: Reported
he: דווח

source: Editing response
he: עורך תגובה

source: Update response
he: עדכן תגובה

source: posted %(time_ago)s by %(author)s
he: נרשם %(time_ago)s על ידי %(author)s

source: Editing comment
he: עורך הערה

source: Update comment
he: עדכן הערה

source: discussion
he: דיון

source: answered question
he: שאלה שנענתה

source: unanswered question
he: שאלה שלא נענתה

source: Pinned
he: נעוץ

source: By: Staff
he: מאת: צוות

source: By: Community TA
he: מאת: מתרגל קהילתי

source: %(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s unread comments)%(span_close)s
he: %(comments_count)s %(span_sr_open)sהערות (%(unread_comments_count)s הערות שלא נקראו)%(span_close)s

source: %(comments_count)s %(span_sr_open)scomments %(span_close)s
he: %(comments_count)s %(span_sr_open)sהערות %(span_close)s

source: DISCUSSION HOME:
he: עמוד הבית לדיונים:

source: Find discussions
he: מצא דיונים

source: Focus in on specific topics
he: התמקד בנושאים מסויימים

source: Sort by date, vote, or comments
he: חפש על פי תאריך, הצבעות, או הערות

source: Engage with posts
he: השתתף באמצעות פוסט

source: Upvote posts and good responses
he: העלה את דירוג הפוסטים ותשובות טובות

source: Report Forum Misuse
he: דווח על שימוש לרעה בפורום

source: Follow posts for updates
he: עקוב אחר פוסטים לעדכונים

source: Receive updates
he: קבל עדכונים

source: Toggle Notifications Setting
he: החלף מצב הגדרות התראות

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
he: סמן תיבה זו בכדי לקבל תקציר יומי בדואר אלקטרוני של פעילות חדשה ושל הודעות שלא נקראו בפוסטים שאחריהם אתה עוקב.

source: Visible To:
he: גלוי ל:

source: All Groups
he: כל הקבוצות

source: Discussion admins, moderators, and TAs can make their posts visible to all students or specify a single cohort.
he: מנהלי דיון, מנחים ועוזרי הוראה יכולים להפוך את הפוסטים שלהם לגלויים לכל הסטודנטים או להגבילם לקבוצה ספציפית של סטודנטים.

source: Title:
he: כותרת:

source: Add a clear and descriptive title to encourage participation.
he: הוסף כותרת ברורה ותיאורית בכדי לעודד את ההשתתפות בדיון.

source: Enter your question or comment
he: הזן את שאלתך או הערתך

source: follow this post
he: עקוב אחר פוסט זה

source: post anonymously
he: שלח באופן אנונימי

source: post anonymously to classmates
he: שלח באופן אנונימי לסטודנטים אחרים

source: Add Post
he: הוסף פוסט

source: Post type:
he: סוג הפוסט:

source: Questions raise issues that need answers. Discussions share ideas and start conversations.
he: בעזרת כפתור שאלה תוכל להעלות סוגייה מסוימת שמצריכה תשובה. בעזרת כפתור דיון תוכל לחלוק רעיונות ולהתחיל בשיחות על נושאי הקורס השונים.

source: Topic Area:
he: תחום הנושא:

source: Filter topics
he: סנן נושאים

source: Add your post to a relevant topic to help others find it.
he: הוסף את הפוסט שלך לנושא הרלוונטי כדי להכל על אחרים למצוא אותו.

source: Endorse
he: אשר

source: Unendorse
he: בטל אישור

source: Mark as Answer
he: סמן כתשובה

source: Unmark as Answer
he: בטל סימון כתשובה

source: Follow
he: עקוב

source: Unfollow
he: בטל מעקב

source: Report abuse
he: דווח על שימוש לרעה

source: Report
he: דווח

source: Unreport
he: בטל דיווח

source: Pin
he: הצמד

source: Unpin
he: בטל הצמדה

source: Open
he: פתח

source: anonymous
he: אנונימי

source: Active Threads
he: שרשורים פעילים

source: After you activate your account, you can sign up for and take any of the hundreds of courses {platform_name} offers.
he: לאחר שתפעיל את החשבון שלך, תוכל להירשם ולקחת על אחת ממאות הקורסים שמוצעים ב{platform_name}.

source: If you need help, please use our web form at {contact_us_url} or email {info_email_address}.
he: אם אתה זקוק לעזרה, אנא השתמש בטופס הפניה במקוון שלנו {contact_us_url} או כתוב לנו הודעת דואר אלקטרוני {info_email_address}.

source: This email was automatically sent by {site_name} because someone attempted to create an {platform_name} account using this email address.
he: הודעה זו נשלחה באופן אוטומטי על ידי {site_name} בגלל שמישהו ניסה ליצור חשבון {platform_name} תוך שימוש בכתובת דואר אלקטרוני זו.

source: Drag and drop or click here to upload video files.
he: גרור ושחרר או לחץ כאן כדי להעלות קבצי וידיאו.

source: status
he: דוח מצב

source: Common Problem Types
he: סוגי בעיות נפוצות

source: Add New Component
he: הוסף רכיב חדש

source: Deprecated
he: מגונה

source: List of uploaded files and assets in this course
he: רשימת קבצים שהועלו ושל נכסים לקורס זה

source: - Sortable
he: ניתן למיון

source: URL
he: כתובת URL

source: You haven't added any assets to this course yet.
he: עדיין לא הוספת נכסים לקורס זה.

source: Upload your first asset
he: העלה את הנכס הראשון שלך

source: No description available
he: אין תיאור זמין

source: Open/download this file
he: פתח/הורד קובץ זה

source: Studio:
he: סטודיו:

source: Web:
he: ווב:

source: Delete this asset
he: מחק נכס זה

source: Lock this asset
he: נעל נכס זה

source: Lock/unlock file
he: נעל/שחרר נעילת קובץ

source: {number}{pct_sign} of checklists completed
he: הושלמו {number}{pct_sign} מתוך רשימות פעולות לביצוע

source: Tasks Completed:
he: משימות שהושלמו:

source: This link will open in a new browser window/tab
he: קישור זה יפתח בחלון/טאב חדש

source: Caution: The last published version of this unit is live. By publishing changes you will change the student experience.
he: זהירות: הגרסא האחרונה שפורסמה ליחידה זו עדיין באוויר. פרסום שינויים יוביל לשינוי חווית הסטודנט.

source: Cannot delete when in use by a unit
he: לא ניתן למחוק כאשר נמצא בשימוש של יחידה

source: This content group is used in:
he: נעשה שימוש בקבוצת תוכן זו בתוך:

source: Content Group Name
he: שם קבוצת תוכן

source: Content Group ID
he: מזהה קבוצת תוכן

source: This is the name of the group
he: זה הוא השם של הקבוצה

source: This content group is used in one or more units.
he: נעשה שימוש בקבוצת תוכן זו ביחידה אחת או יותר.

source: Contains staff only content
he: מכיל תוכן המוגבל לצוות בלבד

source: Unpublished changes to live content
he: בטל פרסום שינויים לתוכן חי

source: Unpublished units will not be released
he: יחידות שלא פורסמו לא יונגשו לסטודנטים

source: Unpublished changes to content that will release in the future
he: שינויים שלא פורסמו לתוכן שישוחרר בעתיד

source: Collapse/Expand this %(xblock_type)s
he: כווץ/הרחב את %(xblock_type)s

source: Publish
he: פרסם

source: Configure
he: הגדר

source: Release Status:
he: מצב שחרור:

source: Released:
he: שוחרר:

source: Scheduled:
he: מתוכנן:

source: Graded as:
he: דורג כ:

source: You haven't added any content to this course yet.
he: עדיין לא הוספת תוכן לקורס זה.

source: Click to add a new %(xblock_type)s
he: לחץ להוסיף %(xblock_type)s חדש.

source: Assignment Type Name
he: שם סוג מטלה

source: e.g. Homework, Midterm Exams
he: לדוגמא: שיעורי בית, בחינות אמצע

source: Abbreviation
he: קיצור

source: e.g. HW, Midterm
he: לדוגמא: שיעורי בית, בחינת אמצע

source: Weight of Total Grade
he: משקל של סך הציון

source: as a percent, e.g. 40
he: כאחוז, לדוגמא: 40

source: Total Number
he: סה"כ מספר

source: total exercises assigned
he: סה"כ תרגילים שהוטלו

source: Number of Droppable
he: מספר שניתן להשמיט

source: total exercises that won't be graded
he: סה"כ תרגילים שלא יקבלו ציון

source: You have no handouts defined
he: לא הוגדרו דפי מידע

source: There is invalid code in your content. Please check to make sure it is valid HTML.
he: יש קוד לא חוקי בתוכן שלך. אנא ודא כי זהו HTML חוקי.

source: Send push notification to mobile apps
he: שלח התראות בדחיפה לאפליקציות מובייל

source: Send notification to mobile apps
he: שם התראה לאפליקציות מובייל

source: Post
he: שלח

source: Due Date:
he: תאריך יעד

source: Due Time in UTC:
he: זמן תאריך יעד בUTC:

source: Clear Grading Due Date
he: נקה תאריך יעד לדירוג

source: Chapter Name
he: שם הפרק

source: Chapter %s
he: פרק %s

source: provide the title/name of the chapter that will be used in navigating
he: ספק את הכותרת/שם של הפרק שישתמשו בו בניווט

source: Chapter Asset
he: נכס הפרק

source: upload a PDF file or provide the path to a Studio asset file
he: העלה PDF או ספק את הדרך לקובץ נכס של סטודיו

source: Upload PDF
he: העלה PDF

source: delete chapter
he: מחק פרק

source: Textbook information
he: מידע על ספר הקורס

source: Textbook Name
he: שם ספר הקורס

source: Introduction to Cookie Baking
he: מבוא לבנקאות עוגיות

source: provide the title/name of the text book as you would like your students to see it
he: ספק את הכותרת או שם של ספר הקורס שהסטודנטים צריכים לראות

source: Chapter information
he: מידע על הפרק

source: Add a Chapter
he: הוסף פרק

source: Grade as:
he: תן ציון בתור:

source: Not Graded
he: לא דורג

source: Cannot delete when in use by an experiment
he: לא ניתן למחוק כאשר נמצא בשימוש על ידי ניסוי

source: This Group Configuration is used in:
he: הגדרת הקבוצה בשימוש ב:

source: Group Configuration information
he: מידע על הגדרת קבוצה

source: Group Configuration Name
he: שם הגדרת קבוצה

source: Group Configuration ID
he: מזהה הגדרת קבוצה

source: This is the Name of the Group Configuration
he: זה הוא השם של מזהה הקבוצה

source: Name or short description of the configuration
he: שם או תיאור קצר של הגדרה

source: This is the Description of the Group Configuration
he: זהו התיאור של הגדרת הקבוצה

source: Optional long description
he: תיאור ארוך - רשות

source: Group information
he: מידע על הקבוצה

source: Groups
he: קבוצות

source: Name of the groups that students will be assigned to, for example, Control, Video, Problems. You must have two or more groups.
he: השמות של הקבוצות אליהן יוקצו הסטודנטים, לדוגמא, בקרה, וידיאו, בעיות. אתה צריך לפחות שתי קבוצות.

source: Add another group
he: הוסף קבוצה נוספת

source: This configuration is currently used in content experiments. If you make changes to the groups, you may need to edit those experiments.
he: הגדרה זו בשימוש כעת בניסוי תוכן. אם תשנה את הקבוצות, יתכן שתצטרך לערוך ניסויים אלו.

source: delete group
he: מחק קבוצות

source: New %(item_type)s
he: חדש %(item_type)s

source: Add
he: הוסף

source: Clear
he: בהיר

source: Clear Value
he: נקה ערך

source: Upload
he: העלה

source: You haven't added any textbooks to this course yet.
he: עדיין לא הוספת ספרי לימוד לקורס זה.

source: Add your first textbook
he: הוסף את ספר הלימוד הראשון שלך

source: Previous Uploads
he: העלאות קודמות

source: Download available encodings (.csv)
he: הורד קידודים אפשרים (.CSV)

source: Never published
he: מעולם לא פורסם

source: Last published %(last_published_date)s by %(publish_username)s
he: פורסם לאחרונה %(last_published_date)s על ידי %(publish_username)s

source: message
he: הודעה

source: Previously published
he: פורסם בעבר

source: Draft (Never published)
he: טיוטה (מעולם לא פורסם)

source: Visible to Staff Only
he: גלוי רק לצוות

source: Published and Live
he: פורסם וחי

source: Published (not yet released)
he: פורסם (אבל לא שוחרר)

source: Draft (Unpublished changes)
he: טיוטה (שינויים שלא פורסמו)

source: Release:
he: שחרור

source: Publishing Status
he: מצב פרסום

source: Draft saved on %(last_saved_date)s by %(edit_username)s
he: טיוטה נשמרה ב%(last_saved_date)s על ידי %(edit_username)s

source: with %(release_date_from)s
he: עם %(release_date_from)s

source: Is Visible To:
he: גלוי עבור:

source: Will Be Visible To:
he: יהיה גלוי עבור:

source: Staff Only
he: צוות בלבד

source: with %(section_or_subsection)s
he: עם %(section_or_subsection)s

source: Staff and Students
he: צוות וסטודנטים

source: Some content in this unit is visible only to particular content groups
he: חלק מהתוכן ביחידה זו גלוי רק עבור קבוצות תוכן מסויימות

source: Hide from students
he: הסתר מסטודנטים

source: Discard Changes
he: התעלם משינויים

source: Release Date and Time
he: תאריך וזמן שחרור

source: Release Date:
he: תאריך שחרור

source: Release Time in UTC:
he: זמן שחרור בUTC:

source: Clear Release Date/Time
he: נקה זמן/תאריך שחרור

source: Student Visibility
he: חשיפה לסטודנטים

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students.
he: אם היחידה פורסמה בעבר ושוחררה לסטודנטים, כל השינויים שביצעת בזמן שהייתה מוסתרת יהיו עכשיו גלויים לסטודנטים.

source: Any units that are explicitly hidden from students will remain hidden after you clear this option for the subsection.
he: כל היחידות שחסויות באופן מפורש מפני סטודנטים ישארו חסויות אחרי שתנקה את האפשרות הזאת מהתת מקטע

source: Current Role:
he: תפקיד נוכחי:

source: You!
he: אתה!

source: send an email message to {email}
he: שלח הודעת דוא"ל ל{email}

source: Promote another member to Admin to remove your admin rights
he: קדם חבר אחר למנהל בכדי להסיר את זכויות הניהול שלך

source: Add {role} Access
he: הוסף גישת {role}

source: Remove {role} Access
he: הסר גישת {role}

source: Delete the user, {username}
he: מחק את המשתמש, {username}

source: File upload succeeded
he: העלאת קובץ הצליחה

source: Edit the name
he: ערוך את השם

source: Edit %(display_name)s (required)
he: ערוך %(display_name)s (חובה)

source: formLabel
he: תווית טופס

source: Add URLs for additional versions
he: הוסף כתובות URL עבור גרסאות נוספות

source: To be sure all students can access the video, we recommend providing both an .mp4 and a .webm version of your video. Click below to add a URL for another version. These URLs cannot be YouTube URLs. The first listed video that's compatible with the student's computer will play.
he: בכדי לודא שכל הסטודנטים יוכלו לגשת לוידיאו, אנחנו ממליצים שתספק לסרטון גרסאות גם בקובץ MP4 וגם בקובץ WEBM. לחץ למטה להוסיף URL עבור גירסה נוספת. כתובות הURL הללו לא יכולות להיות כתובות URL של YouTube. הסרטון הראשון שיתאים להצגה במחשבו של הסטודנט, הוא זה שיוצג.

source: Which timed transcript would you like to use?
he: באיזה תמליל מתוזמן תרצה להשתמש?

source: Error.
he: שגיאה

source: Timed Transcript from %(filename)s
he: תמליל מתוזמן מ%(filename)s

source: Timed Transcript Found
he: נמצא תמליל מתוזמן

source: EdX has a timed transcript for this video. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript. If you want to replace this transcript, upload a new .srt transcript file.
he: יש לedX תמליל מתוזמן עבור סרטון זה. בכדי לערוך תמליל זה, ניתן להוריד את הקובץ, לערוך אותו ולהעלות אותו מחדש. להחליף תמליל זה, העלה קובץ תמליל srt חדש.

source: Upload New Transcript
he: העלה תמליל חדש

source: Upload New .srt Transcript
he: העלה תמליל SRT. חדש

source: Download Transcript for Editing
he: הורד תמליל לעריכה

source: No EdX Timed Transcript
he: אין לedX תמליל מתוזמן

source: EdX doesn't have a timed transcript for this video in Studio, but we found a transcript on YouTube. You can import the YouTube transcript or upload your own .srt transcript file.
he: אין לedX תמליל מתוזמן עבור וידיאו זה בסטודיו, אבל מצאנו תמליל בYouTube. אתה יכול ליבא את התמליל של YouTube או להעלות את קובץ תמליל הSRT שלך.

source: Import YouTube Transcript
he: יבא תמליל YouTube

source: No Timed Transcript
he: אין תמליל מתוזמן

source: EdX doesn\'t have a timed transcript for this video. Please upload an .srt file.
he: אין לedX תמליל מתוזמן עבור וידיאו זה. אנא העלה קובץ SRT.

source: The timed transcript for this video on edX is out of date, but YouTube has a current timed transcript for this video.
he: התמליל המתוזמן עבור וידיאו זה בedX מיושן, אבל יש לYouTube גרסא עדכנית עבור וידיאו זה.

source: Do you want to replace the edX transcript with the YouTube transcript?
he: האם אתה רוצה להחליף את התמליל של edX עם התמליל של YouTube?

source: Yes, replace the edX transcript with the YouTube transcript
he: כן, החלף את התמליל של edX עם התמליל של YouTube

source: Timed Transcript Uploaded Successfully
he: תמליל מתוזמן הועלה בהצלחה

source: EdX has a timed transcript for this video. If you want to replace this transcript, upload a new .srt transcript file. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript.
he: יש לedX תמליל מתוזמן עבור סרטון זה. להחליף תמליל זה, העלה קובץ תמליל srt חדש. בכדי לערוך תמליל זה, ניתן להוריד את הקובץ, לערוך אותו ולהעלות אותו מחדש.

source: Confirm Timed Transcript
he: אשר תמליל מתוזמן

source: You changed a video URL, but did not change the timed transcript file. Do you want to use the current timed transcript or upload a new .srt transcript file?
he: שינית את כתובת הURL של הוידיאו אבל לא שינית את קובץ התמליל המתוזמן. האם אתה רוצה להשתמש בקובץ התמליל הנוכחי או להעלות קובץ תמליל SRT. חדש?

source: Use Current Transcript
he: השתמש בתמליל נוכחי

source: Fullscreen
he: מסך מלא

source: Large
he: גדול

source: Zoom In
he: התקרב

source: Zoom Out
he: התרחק

source: Page number
he: מספר עמוד

source: %(post_type)s posted %(time_ago)s by %(author)s
he: %(post_type)s נוצר %(time_ago)s על ידי %(author)s

source: Related to: %(courseware_title_linked)s
he: מקושר ל- %(courseware_title_linked)s

source: This post is visible only to %(group_name)s.
he: פוסט זה גלוי רק ל-%(group_name)s.

source: This post is visible to everyone.
he: פוסט זה גלוי לכולם.

source: remove all
he: הסר הכל

source: remove
he: הסר

source: Please print this page for your records; it serves as your receipt. You will also receive an email with the same information.
he: אנא הדפס דף זה לרשומותיך; הוא משמש כקבלה. אתה תקבל גם הודעת דוא"ל עם מידע זהה.

source: Order No.
he: מספר הזמנה

source: Please Note
he: שים לב

source: Crossed out items have been refunded.
he: תשלום הוחזר עבור פריטים שנמחקו

source: Billed to
he: חויב ל

source: No receipt available
he: אין קבלה זמינה

source: Go to Dashboard
he: עבור ללוח הבקרה
