Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Error resetting problem attempts for problem '<%= problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
es_419: Error al reiniciar los envíos para el problema '<%= problem_id %>' y estudiante '<%- student_id %>'. Asegúrese de que los identificadores del problema y el estudiante esten completos y correctos.
ko_kr: '<%= problem_id %>' 문제와 '<%- student_id %>'학습자에 대한 문제 시도 초기화 중 오류가 발생했습니다. 문제와 학습자 식별자가 올바른지 다시 확인하세요.
pt_br: Houve um erro ao zerar as tentativas do problema '<%= problem_id %>' para o aluno '<%- student_id %>'. Certifique-se que o identificador do problema e do aluno estejam corretos.
vi: Lỗi khi tái thiết lập số lần có quyền nộp bài cho câu hỏi '<%= problem_id %>' cho học viên '<%- student_id %>'. Xin kiểm tra xem tên của câu hỏi và của học viên viết đã đầy đủ và đúng chưa.

source: Delete student '<%- student_id %>'s state on problem '<%- problem_id %>'?
es_419: ¿Borrar estado de estudiante '<%- student_id %>' en problema '<%- problem_id %>'?
hi: छात्र को <<% - student_id%> समस्या पर राज्य '<% - problem_id%>' हटाएं?
ko_kr: '<%- problem_id %>' 문제에 대한 '<%- student_id %>' 학습자 상태를 삭제합니다.
pt_br: Excluir status do aluno '<%- student_id %>' para o problema '<%- problem_id %>'?
vi: Xoá tình trạng sinh viên '<%- student_id %>'s làm bài tập '<%- problem_id %>'?

source: Error deleting student '<%- student_id %>'s state on problem '<%- problem_id %>'. Make sure that the problem and student identifiers are complete and correct.
es_419: Error al borrar el estado del estudiante '<%- student_id %>' para el problema '<%- problem_id %>'. Verifique que el problema y el estudiante estén identificados correctamente.
hi: छात्र को <<% - student_id%> की समस्या पर राज्य हटाने में त्रुटि '<% - problem_id%>'। सुनिश्चित करें कि समस्या और छात्र पहचानकर्ता पूर्ण और सही हैं।
ko_kr: '<%- problem_id %>' 문제에 대한 '<%- student_id %>' 학습자 상태 삭제 중 오류가 발생했습니다. 문제와 학습자 식별자가 올바른지 다시 확인하세요.
pt_br: Erro ao excluir o status do aluno '<%- student_id %>' para o problema '<%- problem_id %>'. Certifique-se que o identificador do problema e do aluno estejam corretos.
vi: Lỗi xoá tình trạng sinh viên '<%- student_id %>'s làm bài tập '<%- problem_id %>'. Hãy kiểm tra xem tên của câu hỏi và tên của học viên viết đã đầy đủ và đúng chưa.

source: Module state successfully deleted.
es_419: Estado del módulo borrado exitósamente.
hi: मॉड्यूल स्थिति को सफलतापूर्वक हटाया गया।
ja_jp: モジュールの状態の削除に成功しました。
ko_kr: 모듈 상태가 성공적으로 삭제되었습니다.
lt_lt: Modulio būsena sėkmingai pašalinta.
pt_br: Status do módulo excluído corretamente.
vi: Thành công khi xóa trạng thái của mô-đun.
zh_tw: 成功刪除模塊狀態。

source: Error getting task history for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
es_419: Error al obtener el historial de tareas para el problema '<%- problem_id %>' y el estudiante '<%- student_id %>'. Verifique que el problema y el estudiante estén identificados correctamente.
hi: समस्या के लिए कार्य इतिहास प्राप्त करने में त्रुटि '<% - problem_id%>' और छात्र '<% - student_id%>'। सुनिश्चित करें कि समस्या और छात्र पहचानकर्ता पूर्ण और सही हैं।
ko_kr: '<%- problem_id %>' 문제와 '<%- student_id %>' 학습자 과제 내역을 불러오는데 오류가 발생했습니다. 문제와 학습자 식별자가 올바른지 다시 확인하세요.
pt_br: Erro na obtenção do histórico de tarefas do problema '<%- problem_id %>' e do aluno '<%- student_id %>'. Certifique-se que o identificador do problema e do aluno estejam corretos.
vi: Lỗi kiểm tra qua trình làm bài '<%- problem_id %>' của sinh viên '<%- student_id %>'. Hãy kiểm tra xem tên của câu hỏi và tên của học viên viết đã đầy đủ và đúng chưa.

source: Entrance exam attempts is being reset for student '{student_id}'.
es_419: Intentos para exámen de ingreso esta siendo reiniciado para el estudiante '{student_id}'
hi: प्रवेश परीक्षा का प्रयास छात्र '{student_id}' के लिए रीसेट किया जा रहा है।
ja_jp: 受講生'{student_id}'の入学試験試行回数をリセットしています。
ko_kr: '{student_id}' 학습자가 시도한 사전 평가 횟수는 초기화됩니다.
lt_lt: Nustatoma, kad kurso dalyvis "{student_id}" galėtų iš naujo laikyti stojamąjį egzaminą.
pt_br: Zerando número de tentativas de Exame de Admissão para o aluno '{student_id}'.
vi: Số lần kiểm tra đầu vào lại đã được cài đặt lại cho học sinh '{student_id}'.
zh_tw: 學生 '{student_id}' 考試（entrance exam）的嘗試記錄已重新設定。

source: Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct.
es_419: Error reiniciando los intentos de exámen de ingreso para el estudiante '{student_id}'. Asegúrese que el identificador es correcto.
hi: छात्र '{student_id}' के लिए प्रवेश परीक्षा के प्रयासों को रीसेट करने में त्रुटि। सुनिश्चित करें कि छात्र पहचानकर्ता सही है।
ja_jp: 受講生'{student_id}'の入学試験試行回数をリセット中にエラーが発生しました。受講者の識別子が正しいか確認してください。
ko_kr: '{student_id}' 학습자의 사전 평가 초기화에 오류가 발생했습니다. 학습자 ID가 정확한지 확인하세요.
lt_lt: Klaida nustatant, kad kurso dalyvis "{student_id}" galėtų iš naujo laikyti stojamąjį egzaminą. Įsitikinkite, ar kurso dalyvio indentifikacinis numeris yra teisingas.
pt_br: Erro ao zerar o número de tentativas do Exame de Admissão para o aluno '{student_id}'. Tenha certeza que a identificação do aluno está correta.
vi: Lỗi khi tái thiết lập số lần thi thử đầu vào của học viên '{student_id}'. Xin hãy kiểm tra lại danh tính học viên cho chuẩn xác.
zh_tw: 重設學生 '{student_id}' 考試嘗試記錄錯誤。請確保學生 ID 正確。

source: Enter a student's username or email address.
es_419: Ingresar un nombre de usuario o email del estudiante.
hi: छात्र का उपयोगकर्ता नाम या ईमेल पता दर्ज करें।
ja_jp: 受講者のメールアドレスかユーザー名を入力してください。
ko_kr: 학습자의 아이디 또는 이메일 주소를 입력하세요.
lt_lt: Įvesti kurso dalyvio naudotojo vardą arba el. pašto adresą.
pt_br: Insira o nome de usuário do aluno ou endereço de e-mail.
vi: Nhập tên đăng nhập hoặc email của học viên.
zh_tw: 請輸入學生的使用者名稱或電子郵件信箱

source: Do you want to allow this student ('{student_id}') to skip the entrance exam?
es_419: Desea permitir a este estudiante ('{student_id}') saltar el examen de ingreso ?
hi: क्या आप इस छात्र ('{student_id}') को प्रवेश परीक्षा छोड़ने की अनुमति देना चाहते हैं?
ja_jp: 受講者('{student_id}')が入学試験をスキップすることを許可しますか？
ko_kr: 학습자 ('{student_id}')의 사전 평가 면제를 허용하시겠습니까?
lt_lt: Ar norite leisti šiam kurso dalyviui ({student_id}) praleisti stojamąjį egzaminą?
pt_br: Você deseja permitir que o estudante ('{student_id}') pule o teste de admissão?
vi: Bạn có muốn cho phép sinh viên này ('{student_id}') được phép bỏ qua bài kiểm tra đầu vào?
zh_tw: 您要允許這位學生 ('{student_id}') 不參加考試？

source: An error occurred. Make sure that the student's username or email address is correct and try again.
es_419: Un error ha ocurrido. Asegurar que el nombre de usuario o email del estudiante es correcto e intentar de nuevo.
hi: एक त्रुटि पाई गई। सुनिश्चित करें कि छात्र का उपयोगकर्ता नाम या ईमेल पता सही है और पुनः प्रयास करें।
ja_jp: エラーが発生しました。受講者のユーザー名またはメールアドレスが正しいか確認して再度試してください。
ko_kr: 오류가 발생했습니다. 학습자의 아이디와 이메일 주소가 올바른지 확인하고 다시 시도해 주세요.
lt_lt: Klaida. Įsitikinkite, kad kurso dalyvio naudotojo vardas arba el. pašto adresas yra teisingas ir bandykite dar kartą.
pt_br: Ocorreu um erro. Verifique se o nome de usuário do estudante ou o endereço de e-mail estão corretos e tente novamente.
vi: Đã có lỗi xảy ra. Hãy kiểm tra username của học viên hoặc địa chỉ email của học viên cho chính xác và thử lại.
zh_tw: 發生錯誤。請確認該學生的 username 或郵件信箱是正確的。

source: Entrance exam state is being deleted for student '{student_id}'.
es_419: El estado del examen de ingreso está siendo borrado para el estudiante '{student_id}'.
hi: छात्र '{student_id}' के लिए प्रवेश परीक्षा की स्थिति को हटाया जा रहा है।
ja_jp: 受講生'{student_id}'の入学試験状況を削除しています。
ko_kr: 학습자 '{student_id}'의 사전 평가 상태는 삭제됩니다.
lt_lt: Šalinama kurso dalyvio "{student_id}" stojamojo egzamino būsena.
pt_br: O Exame de admissão do aluno '{student_id}' está sendo apagado.
vi: Trạng thái bài kiểm tra đầu vào của học viên '{student_id}' đang được xóa.
zh_tw: 學生'{student_id}'的資格考試狀態已被刪除。

source: Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct.
es_419: Error borrando el estado del examen de ingreso para el estudiante '{student_id}'. Asegurar que el identificador del estudiante es correcto.
hi: छात्र '{student_id}' के लिए प्रवेश परीक्षा की स्थिति को हटाने में त्रुटि। सुनिश्चित करें कि छात्र पहचानकर्ता सही है।
ja_jp: 受講生'{student_id}'の入学試験状況の削除中にエラーが発生しました。受講者IDが正しいか確認してください。
ko_kr: 학습자 '{student_id}'의 사전 평가 상태를 삭제하는 도중 오류가 발생했습니다. 학습자의 고유번호가 올바른지 확인하세요.
lt_lt: Klaida šalinant kurso dalyvio "{student_id}" stojamojo egzamino būseną. Įsitikinkite, ar kurso dalyvio indentifikacinis numeris yra teisingas.
pt_br: Erro ao excluir status do Exame de Admissão do aluno '{student_id}'. Tenha certeza que a identificação do aluno está correta.
vi: Lỗi khi xóa trạng thái bài kiểm tra đầu vào của học viên '{student_id}'. Xin kiểm tra xem tên của học viên viết đã đúng chưa.
zh_tw: 刪除學生 '{student_id}' 資格考試狀態時發生錯誤。請確保學生 ID 正確。

source: Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct.
es_419: Error obteniendo el historial de tarea para exámen de ingreso para el estudiante '{student_id}'. Asegurar que el identificador del estudiane es correcto.
hi: छात्र '{student_id}' के लिए प्रवेश परीक्षा कार्य इतिहास प्राप्त करने में त्रुटि। सुनिश्चित करें कि छात्र पहचानकर्ता सही है।
ja_jp: 受講生'{student_id}'の入学試験タスク履歴取得中にエラーが発生しました。受講者IDが正しいか確認してください。
ko_kr: 학습자 '{student_id}'의 사전 평가의 과제이력을 삭제하는 도중 오류가 발생했습니다. 학습자의 고유번호가 올바른지 확인하세요.
lt_lt: Klaida gaunant kurso dalyvio "{student_id}" stojamojo egzamino užduoties istoriją. Įsitikinkite, ar kurso dalyvio indentifikacinis numeris yra teisingas.
pt_br: Erro ao obter o histórico de tarefas de Exame de Admissão para o aluno '{student_id}'. Tenha certeza que a identificação do aluno está correta.
vi: Lỗi khi truy xuất lịch sử các bài kiểm tra đầu vào của học viên '{student_id}'. Xin kiểm tra xem tên của học viên viết đã đúng chưa.
zh_tw: 取得學生 '{student_id}' 資格考試任務記錄時發生錯誤。請確保學生 ID 正確。

source: Reset attempts for all students on problem '<%- problem_id %>'?
es_419: ¿Reiniciar los envíos para todos los estudiantes en el problema '<%- problem_id %>'?
hi: समस्या पर सभी छात्रों के लिए रीसेट प्रयास '<% - problem_id%>'?
ko_kr: '<%- problem_id %>' 문제에 대한 모든 학습자 문제 시도를 초기화합니다.
pt_br: Zerar as tentativas de todos os estudantes no problema '<%- problem_id %>'?
vi: Tái thiết lập số lần có quyền nộp bài của tất cả các học viên cho câu hỏi '<%- problem_id %>'?

source: Successfully started task to reset attempts for problem '<%- problem_id %>'. Click the 'Show Task Status' button to see the status of the task.
es_419: Se ha programado la tarea de reinicio de los envíos para todos los estudiantes en el problema '<%- problem_id %>'. Haga clic en el botón de 'Mostrar estado de tareas' para ver el estado de dicha tarea.
hi: समस्या '<% - problem_id%>' के प्रयासों को रीसेट करने के लिए सफलतापूर्वक शुरू किया गया कार्य। कार्य की स्थिति देखने के लिए 'कार्य स्थिति दिखाएँ' बटन पर क्लिक करें।
ko_kr: '<%- problem_id %>' 문제에 대한 문제 시도 초기화 작업을 시작했습니다. '작업 상태 보기' 버튼을 클릭해 진행 상태를 확인하세요.
pt_br: A tarefa para repor as tentativas para o problema '<%- problem_id %>' foi iniciada com sucesso. Clique o botão 'Mostrar o Status da Tarefa' para ver o status dessa tarefa.
vi: Đã bắt đầu tác vụ tái thiết lập số lần có quyền nộp bài cho câu hỏi '<%- problem_id %>'. Bấm nút 'Hiển thị lịch sử tác vụ' để xem trạng thái của tác vụ.

source: Error starting a task to reset attempts for all students on problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
es_419: Error en el proceso de reinicio de envíos para todos los estudiantes para el problema '<%- problem_id %>'. Verifique que el problema esté identificado correctamente.
hi: समस्या '<% - problem_id%>' पर सभी छात्रों के प्रयासों को रीसेट करने के लिए एक कार्य शुरू करने में त्रुटि। सुनिश्चित करें कि समस्या पहचानकर्ता पूर्ण और सही है।
ko_kr: '<%- problem_id %>' 문제에 대한 문제 시도 초기화 작업 시작 중에 오류가 발생했습니다. 문제 식별자가 올바른지 다시 확인하세요.
pt_br: Erro ao iniciar um tarefa para zerar as tentativas de todos os alunos no problema '<%- problem_id %>'. Certifique-se que o identificador do problema esteja correto.
vi: Lỗi khi bắt đầu tác vụ tái thiết lập số lần tất cả các học viên có quyền nộp bài đối với câu hỏi '<%- problem_id %>'. Xin kiểm tra xem tên của câu hỏi viết đã đầy đủ và đúng chưa.

source: Error listing task history for this student and problem.
es_419: Error listando el historial de tareas para este estudiante y problema.
hi: इस छात्र और समस्या के काम के इतिहास को सूचीबद्ध करने में कुछ गड़बड़।
ja_jp: この受講者と問題に対するタスク履歴のリスト表示でエラーが発生しました。
ko_kr: 학습자 및 문제 대한 작업 오류 내역 표시에서 오류가 발생했습니다.
lt_lt: Klaida pateikiant šio kurso dalyvio šio uždavinio užduočių istoriją.
pt_br: Houve um erro ao listar o histórico de tarefas para este aluno e problema.
vi: Lỗi khi xem lịch sử tác vụ của học viên và câu hỏi này.
zh_tw: 列表這名學生和問題的歷史記錄錯誤。

source: Started rescore problem task for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
es_419: Inició el proceso de re puntuación del problema '<%- problem_id %>' para el estudiante '<%- student_id %>'. Haga clic en el botón de 'Mostrar estado de tareas' para ver el estado de dicha tarea.
hi: समस्या '<% - problem_id%>' और छात्र '<% - student_id%>' के लिए समस्या समाधान कार्य प्रारंभ किया। कार्य की स्थिति देखने के लिए 'कार्य स्थिति दिखाएँ' बटन पर क्लिक करें।
ko_kr: '<%- problem_id %>' 문제와 '<%- student_id %>' 학습자에 대한 재채점 작업을 시작했습니다. '작업 상태 보기' 버튼을 클릭해 진행 상태를 확인하세요.
pt_br: Uma nova correção foi iniciada para o problema '<%- problem_id %>' e o aluno '<%- student_id %>'. Clique no botão 'Exibir Status da Tarefa' para ver o status da tarefa.
vi: Đã bắt đầu chấm lại câu hỏi '<%- problem_id %>' cho học viên '<%- student_id %>'. Nhấn nút 'Hiển thị Trạng thái Tác vụ' để xem trạng thái của tác vụ.

source: Error starting a task to rescore problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
es_419: Error al iniciar el proceso de re puntuación del problema '<%- problem_id %>' para el estudiante '<%- student_id %>'. Verifique que el problema y el estudiante estén identificados correctamente.
hi: विद्यार्थी '<% - student_id%>' के लिए '<% - problem_id%>' को फिर से लिखने का कार्य शुरू करने में त्रुटि। सुनिश्चित करें कि समस्या और छात्र पहचानकर्ता पूर्ण और सही हैं।
ko_kr: '<%- problem_id %>' 문제와 '<%- student_id %>' 학습자에 대한 재채점 작업 시작 중에 문제가 발생했습니다. 문제와 학습자 식별자가 올바른지 다시 확인하세요.
pt_br: Erro ao iniciar uma tarefa para reavaliar o problema '<%- problem_id %>' do aluno '<%- student_id %>'. Certifique-se que o identificador do problema e do aluno estejam corretos.
vi: Lỗi khi bắt đầu việc chấm lại câu hỏi'<%- problem_id %>' cho học viên '<%- student_id %>'. Đề nghị kiểm tra câu hỏi và tên của học viên viết đã đầy đủ và đúng chưa.

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Task Status' button to see the status of the task.
es_419: Iniciada tarea de recalificación de exámen de ingreso para estudiante '{student_id}'. Haga clic en el botón 'Mostrar estado de tareas' para ver el estado de la tarea.
hi: छात्र '{student_id}' के लिए प्रवेश परीक्षा फिर से शुरू करना। कार्य की स्थिति देखने के लिए 'कार्य स्थिति दिखाएँ' बटन पर क्लिक करें।
ko_kr: '{student_id}' 학습자에 대한 입학 시험 재채점을 시작했습니다. '작업 상태 보기' 버튼을 클릭해 진행 상태를 확인하세요.
pt_br: Iniciada tarefa para reavaliação do Exame de Admissão do aluno '{student_id}'. Clique no botão 'Mostrar Estado da Tarefa' para checar o estado da tarefa.
vi: Đã bắt đầu chấm lại bài thi đầu vào của học viên '{student_id}'. Nhấn nút 'Hiển thị Trạng Thái Tác vụ' để xem trạng thái của tác vụ.

source: Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct.
es_419: Error iniciando la tarea para recalificar el exámen de ingreso para el estudiante '{student_id}'. Asegurar que el exámen de ingreso tiene problemas y el identificador del estudiante es correcto.
hi: छात्र '{student_id}' के लिए प्रवेश परीक्षा फिर से शुरू करने के लिए एक कार्य शुरू करने में त्रुटि। सुनिश्चित करें कि प्रवेश परीक्षा में समस्याएं हैं और छात्र पहचानकर्ता सही है।
ja_jp: 受講者'{student_id}'の入学試験再採点タスクを開始する際のエラー。入学試験に問題文があり受講者の識別子が正しいか確認してください。
ko_kr: '{student_id}' 학습자의 사전 평가 재채점에 오류가 발생했습니다. 사전 평가에 문항이 있는지와 학습자 아이디가 정확한지 확인하세요.
lt_lt: Klaida pradedant perskaičiuoti kurso dalyvio "{student_id}" stojamojo egzamino įvertinimą. Įsitikinkite, ar stojamamajame egzamine yra užduočių ir kurso dalyvio identifikacinis numeris yra teisingas.
pt_br: Erro ao iniciar uma tarefa pra reavaliar o Exame de Admissão do aluno '{student_id}'. Tenha certeza de que o Exame de Admissão tenha questões nele e que o identificador do aluno seja correto.
vi: Lỗi khi bắt đầu tác vụ chấm lại bài thi đầu vào cho học viên '{student_id}'. Hãy kiểm tra lại xem bài thi có ít nhất một câu hỏi và danh tính học viên là chính xác.
zh_tw: 為學生'{student_id}'啟動重新計算入學考試分數的任務發生錯誤，請確認該入學考試中有題目並且學生編號正確。

source: Rescore problem '<%- problem_id %>' for all students?
es_419: ¿Re puntuar el problema '<%- problem_id %>' para todos los estudiantes?
hi: सभी छात्रों के लिए रिस्क समस्या '<% - problem_id%>'?
ko_kr: 모든 학습자의 '<%- problem_id %>' 문제에 대한 성적을 재채점하겠습니까?
pt_br: Corrigir novamente o problema '<%- problem_id %>' para todos os estudantes?
vi: Chấm lại câu hỏi '<%- problem_id %>' cho tất cả các học viên?

source: Successfully started task to rescore problem '<%- problem_id %>' for all students. Click the 'Show Task Status' button to see the status of the task.
es_419: Se programó la tarea para re puntuar el problema '<%- problem_id %>' para todos los estudiantes. Haga clic en el botón de 'Mostrar estado de tareas' para ver el estado de dicha tarea.
hi: सभी छात्रों के लिए '<% - problem_id%>' समस्या को हल करने के लिए सफलतापूर्वक कार्य शुरू किया। कार्य की स्थिति देखने के लिए 'कार्य स्थिति दिखाएँ' बटन पर क्लिक करें।
ko_kr: 모든 학습자의 '<%- problem_id %>' 문제에 대한 재채점 작업을 시작했습니다. '작업 상태 보기' 버튼을 클릭해 진행 상태를 확인하세요.
pt_br: A tarefa de corrigir novamente o problema '<%- problem_id %>' foi iniciada corretamente para todos os alunos. Clique no botão para 'Exibir Estado da Tarefa' para ver o status da tarefa.
vi: Đã bắt đầu tác vụ chấm lại câu hỏi '<%- problem_id %>' cho tất cả các học viên. Nhấn nút 'Hiển thị Trạng thái Tác vụ' để xem trạng thái của tác vụ.

source: Error starting a task to rescore problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
es_419: Error al iniciar la tarea para re puntuar el problema '<%- problem_id %>'. Verifique que el problema esté identificado correctamente.
hi: किसी कार्य को '<% - problem_id%>' को फिर से शुरू करने में त्रुटि। सुनिश्चित करें कि समस्या पहचानकर्ता पूर्ण और सही है।
ko_kr: '<%- problem_id %>' 문제에 대한 재채점 작업 시작 중에 오류가 발생했습니다. 문제 학습자가 올바른지 다시 확인하세요.
pt_br: Erro ao iniciar um tarefa para reavaliar o problema '<%- problem_id %>'. Certifique-se que o identificador do problema esteja correto.
vi: Lỗi khi bắt đầu tác vụ chấm lại bài '<%- problem_id %>'. Xin kiểm tra xem mã câu hỏi viết đã đầy đủ và đúng chưa.

source: Task Type
es_419: Tipo de Tarea
hi: कार्य प्रकार
ja_jp: タスク種別
ko_kr: 작업 유형
lt_lt: Užduoties tipas
pt_br: Tipo de tarefa
vi: Loại Tác Vụ
zh_tw: 任務類型

source: Task inputs
es_419: Valores de entrada para la tarea
hi: टास्क इनपुट
ja_jp: タスク入力
ko_kr: 작업 입력
lt_lt: Užduoties įvestis
pt_br: Informações para a tarefa
vi: Nhập dữ liệu tác vụ
zh_tw: 任務輸入

source: Task ID
es_419: Id de la tarea
hi: टास्‍क क्रमांक
ja_jp: タスクID
ko_kr: 작업 ID
lt_lt: Užduoties indentifikatorius
pt_br: ID da tarefa
vi: Mã Tác Vụ
zh_tw: 任務編號

source: Requester
es_419: Solicitante
hi: निवेदक
ja_jp: リクエストする人
ko_kr: 요청자
lt_lt: Užklausėjas
pt_br: Solicitante
vi: Người yêu cầu
zh_tw: 請求者

source: Submitted
es_419: Enviado
hi: प्रस्तुत कर दिया गया
ja_jp: 投稿日時
ko_kr: 제출했습니다.
lt_lt: Pateikta
pt_br: Enviado
vi: Đã gửi
zh_tw: 已提交

source: Duration (sec)
es_419: Duración (segundos)
hi: अवधि (sec)
ja_jp: 遅延(秒)
ko_kr: 기간(초)
lt_lt: Trukmė (s)
pt_br: Duração (segundos)
vi: Thời hạn (giây)
zh_tw: 持續時間(秒)

source: State
es_419: Estado
hi: राज्‍य
ja_jp: 状況
ko_kr: 상태
lt_lt: Būsena
pt_br: Status
vi: Trạng thái
zh_tw: 狀態

source: Task Status
es_419: Estado de la tarea
hi: कार्य की स्थिति
ja_jp: タスク状況
ko_kr: 작업 상태
lt_lt: Užduoties būsena
pt_br: Status da tarefa
vi: Trạng Thái Tác Vụ
zh_tw: 任務狀態

source: Task Progress
es_419: Progreso de la Tarea
hi: कार्य प्रगति
ja_jp: タスク進捗
ko_kr: 작업 진행상황
lt_lt: Užduoties pažanga
pt_br: Progresso da tarefa
vi: Tiến Trình Tác Vụ
zh_tw: 任務進度

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
es_419: Ocurrió un error al recuperar su correo. Por favor intente nuevamente más tarde. Si el problema persiste, contacte al soporte técnico.
hi: आपके ईमेल को पुनर्प्राप्त करने में त्रुटि हुई। यदि समस्या बनी रहती है तो कृपया बाद में पुनः प्रयास करें, और तकनीकी सहायता से संपर्क करें।
ja_jp: emailを検索する際にエラーが発生しました。少し経ってから改めてお試しください。もし問題が続くようであれば、テクニカルサポートにお問い合わせください。
ko_kr: 이메일을 검색하는 동안 오류가 발생했습니다. 나중에 다시 시도한 후, 문제가 지속되면 기술 지원팀에 연락주세요.
lt_lt: Įvyko klaida gaunant jūsų el. laišką. Bandykite vėliau ir, jeigu problema išliks, susisiekite su techninės priežiūros komanda.
pt_br: Houve um erro ao tentarmos recuperar seu e-mail. Tente de novo mais tarde e entre em contato com a equipe de suporte técnico se o problema continuar.
vi: Xảy ra lỗi khi mở email của bạn. Vui lòng thử lại sau và liên hệ với hỗ trợ kỹ thuật nếu tiếp tục xảy ra sự cố.
zh_tw: 讀取您的郵件有錯誤。請稍候再試一次，並且若問題依然存在，請聯繫技術支援部門。

source: Subject
es_419: Asunto
hi: विषय
ja_jp: 件名
ko_kr: 제목
lt_lt: Tema
pt_br: Assunto
vi: Chủ đề
zh_tw: 主題

source: Sent By
es_419: Enviado por
hi: द्वारा प्रेषित
ja_jp: 送信者
ko_kr: 보낸 사람
lt_lt: Nuo
pt_br: Enviado por
vi: Gửi Bởi
zh_tw: 寄送者

source: Sent To
es_419: Enviado a
hi: भेजना
ko_kr: 받는 사람
pt_br: Enviado Para
vi: Gửi tới

source: Time Sent
es_419: Hora de envío
hi: भेजने का समय
ja_jp: 送信時刻
ko_kr: 보낸 시간
lt_lt: Siuntimo laikas
pt_br: Data de envio
vi: Gửi Lúc
zh_tw: 寄送時間

source: Number Sent
es_419: Cantidad enviada
hi: संख्‍या भेजी गई
ja_jp: 送信数
ko_kr: 보낸 횟수
lt_lt: Išsiųstas kiekis
pt_br: Número enviado
vi: Số Lượng Đã Gửi
zh_tw: 寄送數量

source: Copy Email To Editor
es_419: Copiar el correo al editor
hi: र्इ-मेल को एडिटर में कापी करें
ja_jp: エディタにEmailをコピー
ko_kr: 편집기로 이메일 복사하기
lt_lt: El. laišką nukopijuoti į rengyklę
pt_br: Copiar email ao editor
vi: Sao chép Email ra Thanh Hiệu Chỉnh
zh_tw: 複製郵件到編輯器

source: Subject:
es_419: Asunto:
hi: विषय :
ja_jp: 件名：
ko_kr: 제목:
lt_lt: Tema:
pt_br: Assunto:
vi: Chủ đề:
zh_tw: 主題 :

source: Sent By:
es_419: Enviado por:
hi: द्वारा प्रेषित :
ja_jp: 送信者：
ko_kr: 보내는 사람:
lt_lt: Nuo:
pt_br: Enviado por:
vi: Gửi Bởi:
zh_tw: 寄送者：

source: Time Sent:
es_419: Hora de envío:
hi: भेजने का समय :
ja_jp: 送信時刻：
ko_kr: 보낸 시간:
lt_lt: Siuntimo laikas:
pt_br: Enviado em:
vi: Gửi Lúc:
zh_tw: 寄送時間 :

source: Sent To:
es_419: Enviado a:
hi: को भेजा गया :
ja_jp: 宛先：
ko_kr: 받는사람:
lt_lt: Kam:
pt_br: Enviado para:
vi: Gửi Tới:
zh_tw: 寄送給 :

source: Message:
es_419: Mensaje:
hi: सन्देश
ja_jp: メッセージ：
ko_kr: 본문:
lt_lt: Žinutė:
pt_br: Mensagem:
vi: Tin nhắn:
zh_tw: 訊息：

source: No tasks currently running.
es_419: No hay tareas corriendo en el momento.
hi: कोई भी कार्य वर्तमान में जारी नहीं है।
ja_jp: 現在稼働中のタスクはありません。
ko_kr: 작업이 없습니다.
lt_lt: Šiuo metu nevykdoma nė viena užduotis.
pt_br: Não há nenhuma tarefa em andamento
vi: Hiện không có tác vụ nào đang chạy.
zh_tw: 未有任務在進行中。

source: File Name
es_419: Nombre de archivo
hi: फाईल का नाम
ja_jp: ファイル名
ko_kr: 파일이름
lt_lt: Failo pavadinimas
pt_br: Nome do arquivo
vi: Tên Tệp
zh_tw: 檔案名稱
