Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Set this to "true" to mark this course as self-paced. Self-paced courses do not have due dates for assignments, and students can progress through the course at any rate before the course ends.
es_419: Ingrese "true" para configurar el curso como de ritmo propio. Los cursos que van a ritmo propio no tienen fechas límites para las tareas, y los estudiantes pueden avanzar en el curso a cualquier velocidad antes de la fecha de fin del curso.

source: Bypass Course Home
es_419: Circunvalar Inicio de Curso

source: Bypass the course home tab when students arrive from the dashboard, sending them directly to course content.
es_419: Circunvalar la pestaña de inicio del curso cuando los estudiantes llegan desde el panel principal, guiándolos directamente a los contenidos del curso.

source: Enable Subsection Prerequisites
es_419: Habilitar prerequisitos de subsección

source: Enter true or false. If this value is true, you can hide a subsection until learners earn a minimum score in another, prerequisite subsection.
es_419: Ingrese true o false. Si este valor es true, puede ocultar una subsección hasta que los estudiantes obtengan un puntaje mínimo en una subsección que sea prerequisito.

source: Course Learning Information
es_419: Información sobre Aprendizaje en el Curso

source: Specify what student can learn from the course.
es_419: Especifique lo que un estudiante puede aprender en el curso.

source: Course Instructor
es_419: Instructor del Curso

source: Enter the details for Course Instructor
es_419: Introduzca los detalles para Instructor del Curso

source: Add Unsupported Problems and Tools
es_419: Agregar problemas y herramientas no soportados.

source: Enter true or false. If true, you can add unsupported problems and tools to your course in Studio. Unsupported problems and tools are not recommended for use in courses due to non-compliance with one or more of the base requirements, such as testing, accessibility, internationalization, and documentation.
es_419: Introduzca true o false. Si selecciona true, puede agregar problemas y herramientas no soportadas a su curso en studio. No se recomiendan los problemas y herramientas no soportadas para su uso en cursos debido al incumplimiento de uno o más de los requisitos básicos, como las pruebas, la accesibilidad, la internacionalización y la documentación.

source: Html contents to display for this module
es_419: Contenidos HTML para mostrar en este módulo

source: Source code for LaTeX documents. This feature is not well-supported.
es_419: Código fuente para documentos LaTeX. Esta funcionalidad no está completamente soportada.

source: Select Visual to enter content and have the editor automatically create the HTML. Select Raw to edit HTML directly. If you change this setting, you must save the component and then re-open it for editing.
es_419: Seleccione Visual para ingresar contenido y tendrás un editor que crea automáticamente HTML. Selecciona RAW para editar HTML directamente. Si cambias esta configuración, debes guardar el componente y volver a abrirlo para editar.

source: Raw
es_419: HTML

source: Hide Page From Learners
es_419: Ocultar página a estudiantes

source: If you select this option, only course team members with the Staff or Admin role see this page.
es_419: Si selecciona esta opción, soló los miembros del equipo de curso con rol de Staff o Admin podrán ver esta pagina

source: HTML for the additional pages
es_419: Código HTML para las páginas adicionales

source: List of course update items
es_419: Lista de actualizaciones del curso

source: Image Annotation
es_419: Anotación de imagen

source: Tags for Assignments
es_419: Etiquetas para las tareas

source: Add tags that automatically highlight in a certain color using the comma-separated form, i.e. imagery:red,parallelism:blue
es_419: Añada etiquetas que se colorean automáticamente usando el siguiente formato: imágenes:red, paralelismo:blue

source: Location of Annotation backend
es_419: Ubicación del backend de anotaciones

source: Url for Annotation Storage
es_419: URL del almacenamiento de anotaciones

source: Secret string for annotation storage
es_419: Cadena secreta para el almacenamiento de anotaciones

source: Secret Token String for Annotation
es_419: Cadena del token secreto para anotaciones

source: Default Annotations Tab
es_419: Pestaña de anotaciones por defecto

source: Select which tab will be the default in the annotations table: myNotes, Instructor, or Public.
es_419: Por favor seleccione cual será la pestaña por defecto en la tabla de anotaciones: misNotas, Instructor, o Pública.

source: Email for 'Instructor' Annotations
es_419: Anotaciones de email para 'Instructor'

source: Email of the user that will be attached to all annotations that will be found in 'Instructor' tab.
es_419: Email del usuario que será añadido a todas la anotaciones que se encuentran en la pestaña de instructor

source: Mode for Annotation Tool
es_419: Modo para Herramienta de anotación

source: Type in number corresponding to following modes: 'instructor' or 'everyone'
es_419: Ingrese el número correspondiente a los modos: 'instructor' o 'todos'.

source: No email address found.
es_419: No se encontró la dirección de correo electrónico.

source: Any Type
es_419: Cualquier tipo

source: Library
es_419: Librería

source: Select the library from which you want to draw content.
es_419: Seleccione la librería desde la que quieres dibujar el contenido.

source: Library Version
es_419: Versión de Librería

source: Determines how content is drawn from the library
es_419: Determina cómo se obtiene el contenido de la librería

source: Choose n at random
es_419: Elegir n aleatoriamente

source: Count
es_419: Cantidad

source: Enter the number of components to display to each student.
es_419: Ingrese el número de componentes que se mostrará a cada estudiante.

source: Problem Type
es_419: Tipo de problema

source: Choose a problem type to fetch from the library. If "Any Type" is selected no filtering is applied.
es_419: Elija un tipo de problema que se traerá de la librería. Si elige "cualquiera" no se aplicará ningún filtro.

source: This component is out of date. The library has new content.
es_419: Este componente está desactualizado. La librería ya tiene nuevo contenido.

source: {refresh_icon} Update now.
es_419: {refresh_icon} Actualizar ahora.

source: Library is invalid, corrupt, or has been deleted.
es_419: La librería es inválida, está corrupta o ha sido borrada

source: Edit Library List.
es_419: Editar configuración de la librería

source: This course does not support content libraries. Contact your system administrator for more information.
es_419: Este curso no soporta librerías de contenido. Contacte a su administrador del sistema para mayor información.

source: A library has not yet been selected.
es_419: No se ha seleccionado ninguna librería

source: Select a Library.
es_419: Seleccione una librería

source: There are no matching problem types in the specified libraries.
es_419: No hay problemas que coincidan con este tipo en las librerías especificadas

source: Select another problem type.
es_419: Seleccione otro tipo de problema.

source: The specified library is configured to fetch {count} problem,
es_419: La librería especificada está configurada para traer {count} problema,

source: but there is only {actual} matching problem.
es_419: pero solo hay {actual} problema que coincida con los criterios.

source: Edit the library configuration.
es_419: Editar configuración de la librería

source: Invalid Library
es_419: Librería inválida

source: No Library Selected
es_419: No ha seleccionado una librería

source: Enter the name of the library as it should appear in Studio.
es_419: Ingrese el nombre de la libreria como debe aparecer en el curso

source: Library Display Name
es_419: Nombre de la biblioteca para visualizar

source: Enter the names of the advanced components to use in your library.
es_419: Ingrese el nombre de los componentes avanzados para utilizar en su biblioteca.

source: Enter the name that students see for this component. Analytics reports may also use the display name to identify this component.
es_419: Ingrese el nombre que los estudiantes verán para el componente. Los reportes también usarán este nombre para identificar este componente.

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
es_419: Ingrese el ID LTI para el proveedor externo de LTI. Este valor debe ser el mismo ID LTI que ingresado en la configuración de Passport LTI en la página de Configuración Avanzada.<br />Vea {docs_anchor_open}la documentación de edX LTI{anchor_close} para conocer detalles sobre esta configuración.

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
es_419: Ingrese la URL de la herramienta externa que este componente inicializa. Esta configuración es utilizada cuando la opción OCULTAR LA HERRAMIENTA EXTERNA está en FALSO.<br />Vea {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.

source: Custom Parameters
es_419: Parámetros personalizados

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
es_419: Añada el par clave / valor para cualquier parámetro personalizado, como la página en que su libro electrónico debe abrirse o el color de fondo para este componente. <br />Vea {docs_anchor_open}la documentación de edX LTI{anchor_close} para conocer detalles sobre esta configuración.

source: Open in New Page
es_419: Abrir en una página nueva

source: Select True if you want students to click a link that opens the LTI tool in a new window. Select False if you want the LTI content to open in an IFrame in the current page. This setting is only used when Hide External Tool is set to False.
es_419: Seleccione Verdadero si desea que los estudiantes hagan clic en un vínculo que abre la herramienta de LTI en una nueva ventana. Seleccione Falso si desea que el contenido de LTI se abra en un iframe en la página actual. Esta opción sólo se utiliza cuando herramienta externa Hide se establece en False.

source: Scored
es_419: Puntuado

source: Select True if this component will receive a numerical score from the external LTI system.
es_419: Seleccione VERDADERO si este componente recibirá una puntuación numérica desde un sistema LTI externo.

source: Weight
es_419: Peso

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
es_419: Ingrese en número de puntos posibles para este componente. El valor por defecto es 1.0. Este valor solo se utiliza cuando el parámetro de calificación está definido como VERDADERO

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
es_419: La calificación almacenada en xblock KVS -- un duplicado de la calificación publicada en django DB

source: Comment as returned from grader, LTI2.0 spec
es_419: El comentario tal y como fue enviado por el evaluador, LTI2.0 spec

source: Hide External Tool
es_419: Ocultar la herramienta externa

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
es_419: Seleccione VERDADERO si desea usar este componente como marcador para sincronizarse con un servicio externo en lugar de lanzar una herramienta externa. Esta opción oculta el botón de Lanzar y cualquier iframe para este componente.

source: Request user's username
es_419: Solicite el nombre del usuario

source: Select True to request the user's username.
es_419: Seleccione True para solicitar el nombre de usuario.

source: Request user's email
es_419: Solicite la dirección de correo del usuario

source: Select True to request the user's email address.
es_419: Seleccione True para solicitar el correo electrónico del usuario.

source: LTI Application Information
es_419: Información sobre la aplicación LTI

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
es_419: Provea una descripción de la aplicación de un tercero. Si se solicita el nombre del usuario o su correo, use este cuadro de texto para informar al usuario que su nombre de usuario y su correo serán redireccionados a una aplicación de un tercero.

source: Button Text
es_419: Texto para el botón

source: Enter the text on the button used to launch the third party application.
es_419: Ingrese el texto para el botón que se usará para lanzar la aplicación de terceros.

source: Accept grades past deadline
es_419: Fecha limite para aceptar notas

source: Select True to allow third party systems to post grades past the deadline.
es_419: Seleccione True para permitir que sistemas de terceros publiquen calificaciones después de la fecha límite.

source: Could not parse custom parameter: {custom_parameter}. Should be "x=y" string.
es_419: No se pudo leer el parámetro personalizado: {custom_parameter}. Debería ser una cadena "x=y".

source: Could not parse LTI passport: {lti_passport}. Should be "id:key:secret" string.
es_419: No ha sido posible leer el pasaporte LTI: {lti_passport}. Debería ser una cadena "id:key:secret"

source: License
es_419: Licencia

source: A license defines how the contents of this block can be shared and reused.
es_419: Una licencia define cómo se pueden compartir y reutilizar los contenidos de este bloque.

source: Enter the default date by which problems are due.
es_419: Ingrese la fecha límite por defecto para la entrega de los problemas.

source: If true, can be seen only by course staff, regardless of start date.
es_419: Si es verdadero, sólo puede ser visto por el personal del curso, sin considerar la fecha de inicio.

source: GIT URL
es_419: URL de GIT

source: Enter the URL for the course data GIT repository.
es_419: Ingrese la URL para el repositorio de datos de GIT del curso.

source: XQA Key
es_419: Clave XQA

source: This setting is not currently supported.
es_419: Esta configuración actualmente no está soportada

source: Enter the location of the annotation storage server. The textannotation, videoannotation, and imageannotation advanced modules require this setting.
es_419: Ingrese la ubicación del servidor de anotaciones. Esta configuración es requerida por los módulos de textannotation, videoannotation, y imageannotation.

source: URL for Annotation Storage
es_419: URL para el almacenamiento de anotaciones.

source: Enter the secret string for annotation storage. The textannotation, videoannotation, and imageannotation advanced modules require this string.
es_419: Ingrese la cadena de texto secreta para el almacenamiento de anotaciones. Los módulos avanzados de textannotation, videoannotation, y imageannotation requieren de esta información.

source: Enter the ids for the content groups this problem belongs to.
es_419: Ingrese los IDs para los grupos de contenido a los que este problema pertenece.

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", and "never".
es_419: Especificar cuando debe aparecer el botón de Mostrar respuesta en cada problema. Los valores válidos son: "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due" y "never".

source: Specify the default for how often variable values in a problem are randomized. This setting should be set to "never" unless you plan to provide a Python script to identify and randomize values in most of the problems in your course. Valid values are "always", "onreset", "never", and "per_student".
es_419: Define el valor por defecto de frecuencia para la aleatorización de variables en los problemas. Debe estar configurado en "never" a menos de que planee tener un script de Python que identifique y aleatorize los valores de la mayoría de problemas del curso. Los valores válidos son "always", "onreset", "never", y "per_student".

source: Days Early for Beta Users
es_419: Dias de antelación para los usuarios beta.

source: Enter the number of days before the start date that beta users can access the course.
es_419: Ingrese el número de días antes de la fecha de inicio a partir del cual los usuario beta podrán acceder al curso.

source: Static Asset Path
es_419: Ruta para los archivos estáticos

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
es_419: Ingrese la ruta para los archivos que se colocarán en la página de Archivos y cargas. Este valor sobreescribe el valor por defecto de Studio, que es c4x://.

source: Enable LaTeX Compiler
es_419: Habilitar el compilador de LaTeX

source: Enter true or false. If true, you can use the LaTeX templates for HTML components and advanced Problem components.
es_419: Ingrese true o false. Si ingresa true, podrá usar las plantillas de LaTeX para componentes HTML y para problemas avanzados.

source: Enter the maximum number of times a student can try to answer problems. By default, Maximum Attempts is set to null, meaning that students have an unlimited number of attempts for problems. You can override this course-wide setting for individual problems. However, if the course-wide setting is a specific number, you cannot set the Maximum Attempts for individual problems to unlimited.
es_419: Ingrese el número máximo de veces que un estudiante puede intentar responder los problemas. Por defecto, máximo de respuestas es nulo, significa que los estudiantes tienen un número ilimitado de intentos. Puedes definir si la configuración es global o para un problema. Si la configuración es un número globla de intentos, no se podrá ser específico en los problemas.

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use in this course for the specified duration. Do not share the API key with other courses. Notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
es_419: Ingrese la clave de la API suministrada por MathWorks para acceder al servicio de MATLAB. Esta clave es otorgada para usar de forma exclusiva en este curso y por la duración específica del mismo. No debe compartir esta clave con otros cursos y debe notificar a MathWorks de inmediato si considera que la clave ha sido expuesta al público. Para obtener una clave para su curso, o reportar algún problema, contacte a moocsupport@mathworks.com.

source: Group Configurations
es_419: Configuraciones de Grupo

source: Enter the configurations that govern how students are grouped together.
es_419: Introduzca las configuraciones que rigen cómo se agrupan los estudiantes.

source: Enable video caching system
es_419: Habilitar sistema de cache para el video

source: Enter true or false. If true, video caching will be used for HTML5 videos.
es_419: Ingrese true o false. Si ingresa true, se utilizará el sistema de cache para videos HTML5.

source: Video Pre-Roll
es_419: Video previo

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {format}. For example, an entry for a video with two transcripts looks like this: {example}
es_419: Seleccione un video de 5-10 segundos para mostrar antes de los videos del curso. Ingrese el ID del video, como aparece en la página de Videos cargados y uno o más archivos de transcripción en el siguiente formato: {format}. Por ejemplo, una entrada para un video con dos archivos de transcripción se verá asi: {example}

source: Show Reset Button for Problems
es_419: Mostrar botón de reset para problemas

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
es_419: Ingrese true o false. Si se configura en true, todos los problemas del curso mostrarán por defecto y botón de 'Reiniciar'. Puede sobreescribir esta configuración en cada problema. Todos los problemas existentes son afectados cuando se cambia esta configuración.

source: Enable Student Notes
es_419: Habilitar notas de los estudiantes

source: Enter true or false. If true, students can use the Student Notes feature.
es_419: Ingrese true o false. Si ingresa true, los estudiantes podrán usar la funcionalidad de notas.

source: Indicates whether Student Notes are visible in the course. Students can also show or hide their notes in the courseware.
es_419: Indica si las notas de los estudiantes estarán visibles en el curso. Los estudiantes también pueden mostrar u ocultar sus notas en el contenido del curso.

source: Tag this module as part of an Entrance Exam section
es_419: Etiquetar este módulo como parte de un Examen de Ingreso

source: Enter true or false. If true, answer submissions for problem modules will be considered in the Entrance Exam scoring/gating algorithm.
es_419: Ingrese true o false. Si se ingresa true, los envíos realizados para los problemas serán tenidos en cuenta en la puntuación del Examen de ingreso.

source: Enter the date by which problems are due.
es_419: Ingrese la fecha límite para entrega de los problemas

source: Hide sequence content After Due Date
es_419: Ocultar la secuencia de contenido después de la fecha límite

source: If set, the sequence content is hidden for non-staff users after the due date has passed.
es_419: Si se selecciona esta opción, la secuencia de contenido estará oculta a los estudiantes después de que la fecha límite para la evaluación haya pasado.

source: Is Entrance Exam
es_419: es Exámen de admisión

source: Tag this course module as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
es_419: Etiquetar este módulo como un examen de ingreso. Nota: Deberá habilitar los Examenes de Ingreso para que esta propiedad del curso tenga efecto.

source: Is Time Limited
es_419: Tiempo limitado

source: This setting indicates whether students have a limited time to view or interact with this courseware component.
es_419: Esta configuración indica si el estudiante tiene un tiempo limitado para ver o interactuar con este contenido.

source: Time Limit in Minutes
es_419: Tiempo límite en minutos

source: The number of minutes available to students for viewing or interacting with this courseware component.
es_419: Número de minutos disponibles para los estudiantes para ver o interactuar con este contenido.

source: Is Proctoring Enabled
es_419: El modo supervisado está activado.

source: This setting indicates whether this exam is a proctored exam.
es_419: Esta configuración indica si el examen es supervisado.

source: Software Secure Review Rules
es_419: Reglas de revisión de Software Secure
