Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Clear Value
es_419: Borrar
hi: स्पष्ट मान
ja_jp: 値を削除
ko_kr: 값 초기화
lt_lt: Valyti reikšmę
pt_br: Limpar Valor
vi: Xoá Giá trị
zh_tw: 清除職

source: Component Location ID
es_419: ID de la Ubicación del componente
ko_kr: 구성요소 위치 ID
pt_br: Componente de Identificação da localidade

source: Download
es_419: Descargar
hi: डाउनलोड
ja_jp: ダウンロード
ko_kr: 다운로드
lt_lt: Atsisiųsti
pt_br: Baixar
vi: Tải về
zh_tw: 下載

source: You haven't added any textbooks to this course yet.
es_419: No ha añadido aún ningún libro de texto a este curso.
hi: आपने अभी तक इस पाठ्यक्रम में कोई पाठ्यपुस्तक नहीं जोड़ी है।
ja_jp: このコースにまだテキストを追加していません。
ko_kr: 아직 교재를 추가하지 않으셨습니다.
lt_lt: Prie šio kurso dar nepridėjote vadovėlių.
pt_br: Você ainda não adicionou nenhum livro-texto a este curso.
vi: Bạn chưa thêm bất cứ tài nguyên nào cho khóa học này.
zh_tw: 您尚未向該課程新增任何課本。

source: Add your first textbook
es_419: Añada su primer libro de texto
hi: अपनी पहली पाठ्यपुस्तक जोड़ें
ja_jp: 最初のテキストを追加
ko_kr: 첫 교재 추가하기
lt_lt: Pridėkite savo pirmą vadovėlį
pt_br: Acrescentar seu primeiro livro-texto
vi: Thêm giáo trình đầu tiên
zh_tw: 新增您的第一本課本

source: Previous Uploads
es_419: Subidas anteriores
hi: पिछला अपलोड
ja_jp: 過去のアップロード
ko_kr: 이전 업로드들
lt_lt: Ankstesni įkėlimai
pt_br: Envios Anteriores
vi: Những Tải lên Trước đây
zh_tw: 先前的上傳

source: Download available encodings (.csv)
es_419: Descargar las codificaciones disponibles (.csv)
hi: उपलब्ध एनकोडिंग डाउनलोड करें (.csv)
ja_jp: ダウンロード可能なエンコード(.csv)
ko_kr: (.csv)으로 인코딩된 파일을 다운로드 가능합니다.
lt_lt: Atsisiųsti galimas koduotes (.csv)
pt_br: Baixe os encodings disponíveis (.csv)
vi: Tải xuống các bảng mã có thể sử dụng (.csv)
zh_tw: 下載可以利用的檔案格式(.csv)

source: Duration
es_419: Duración
ja_jp: 期間
lt_lt: Trukmė
zh_tw: 持續時間

source: Video ID
es_419: ID del video
hi: वीडियो आईडी
ja_jp: 動画ID
ko_kr: 동영상 ID
lt_lt: Vaizdo įrašo identifikatorius
pt_br: ID do Vídeo
zh_tw: 影片ID

source: Remove this video
es_419: Remover este video
hi: इस वीडियो को निकालें
ko_kr: 이 동영상 삭제하기
pt_br: Remover este vídeo
vi: Xóa video này

source: Remove {video_name} video
es_419: Eliminar el video {video_name}
hi: {Video_name} वीडियो निकालें
ko_kr: {video_name} 동영상 삭제
pt_br: Removee {video_name} vídeo
vi: Xoá video {video_name}

source: Never published
es_419: Nunca publicad
hi: कभी प्रकाशित नहीं हुआ
ja_jp: 過去に未公開
ko_kr: 게시되지 않았습니다.
lt_lt: Niekada nepaskelbta
pt_br: Nunca publicado
vi: Chưa bao giờ xuất bản
zh_tw: 從未發佈

source: Last published %(last_published_date)s by %(publish_username)s
es_419: Publicado por última vez el %(last_published_date)s por %(publish_username)s
hi: अंतिम बार%(last_published_date)s%(publish_username)s से प्रकाशित
ja_jp: %(publish_username)s により 最終公開 %(last_published_date)s
ko_kr: %(publish_username)s가 마지막으로 게시한 날짜: %(last_published_date)s
lt_lt: Paskutinį kartą %(last_published_date)s paskelbė %(publish_username)s
pt_br: Publicado pela última vez em %(last_published_date)s por %(publish_username)s
vi: Xuất bản lần cuối %(last_published_date)s bởi %(publish_username)s
zh_tw: 最新發佈 %(last_published_date)s 藉由 %(publish_username)s

source: Previously published
es_419: Publicado previamente
hi: पहले प्रकाशित किया गया था
ja_jp: 過去に公開済み
ko_kr: 이전에 게시되었습니다.
lt_lt: Anksčiau paskelbta
pt_br: Publicado anteriormente
vi: Đã xuất bản trước đây
zh_tw: 過去發佈

source: Draft (Never published)
es_419: Borrador (Nunca publicado)
hi: ड्राफ्ट (कभी प्रकाशित नहीं)
ja_jp: ドラフト(過去に未公開)
ko_kr: 초안 (게시된 적 없음)
lt_lt: Juodraštis (niekada nepaskelbtas)
pt_br: Rascunho (Nunca publicado)
vi: Dự thảo (Chưa bao giờ xuất bản)
zh_tw: 初稿 (Never published)

source: Visible to Staff Only
es_419: Visible solo para el equipo del curso
hi: केवल स्टाफ के लिए दृश्यमान
ja_jp: スタッフのみ閲覧可能
ko_kr: 운영팀에게만 공개
lt_lt: Matoma tik personalui
pt_br: Visível apenas para os funcionários
vi: Chỉ Hiển thị đối với Nhân viên
zh_tw: 僅限工作人員檢視

source: Published and Live
es_419: Publicado y en vivo
hi: प्रकाशित और लाइव
ja_jp: 公開済み＆ライブ
ko_kr: 공개됨
lt_lt: Paskelbta ir naudojama tiesiogiai
pt_br: Publicado e no ar
vi: Đã Xuất bản và Đang chạy
zh_tw: 發佈並上線

source: Published (not yet released)
es_419: Publicado (aún no liberado)
hi: प्रकाशित (अभी तक जारी नहीं)
ja_jp: 公開済み(未リリース)
ko_kr: 게시됨 (아직 공개되지 않음)
lt_lt: Paskelbta (dar neišleista)
pt_br: Publicado (ainda não lançado)
vi: Đã xuất bản (chưa phát hành)
zh_tw: 發佈(尚未釋出)

source: Draft (Unpublished changes)
es_419: Borrador (Cambios no publicados)
hi: ड्राफ्ट (अप्रकाशित परिवर्तन)
ja_jp: ドラフト(未公開の変更)
ko_kr: 수정안 (아직 게시되지 않음)
lt_lt: Juodraštis (nepaskelbti pakeitimai)
pt_br: Rascunho (alterações não publicadas)
vi: Dự thảo (Chưa xuát bản những thay đổi)
zh_tw: 初稿 (Unpublished changes)

source: Release:
es_419: Liberación:
hi: रिलीज:
ja_jp: リリース：
ko_kr: 공개 날짜
lt_lt: Išleidimas:
pt_br: Lançamento:
vi: Phát hành:
zh_tw: 釋出：

source: Publishing Status
es_419: Estado de publicación
hi: प्रकाशन की स्थिति
ja_jp: 発行ステータス
ko_kr: 게시 상태
lt_lt: Paskelbimo būsena
pt_br: Situação de Publicação
vi: Trạng thái Xuất bản
zh_tw: 發佈狀態

source: Draft saved on %(last_saved_date)s by %(edit_username)s
es_419: Borrador guardado el %(last_saved_date)s por %(edit_username)s
ja_jp: %(edit_username)sによりドラフト保存%(last_saved_date)s
lt_lt: Juodraštį %(last_saved_date)s įrašė %(edit_username)s
zh_tw: 此份草稿由 %(edit_username)s 於 %(last_saved_date)s 所儲存

source: with %(release_date_from)s
es_419: con %(release_date_from)s
hi: %(release_date_from)s के साथ
ja_jp: %(release_date_from)s と共に
ko_kr: %(release_date_from)s와
pt_br: com %(release_date_from)s
vi: với %(release_date_from)s
zh_tw: 在 %(release_date_from)s

source: Is Visible To:
es_419: Es visible para:
hi: के लिए दृश्यमान है:
ja_jp: 次の人が参照可能：
ko_kr: 공개 설정 :
lt_lt: Kam matoma:
pt_br: É visível para:
vi: Xem được bởi:
zh_tw: 對其可見：

source: Will Be Visible To:
es_419: Será visible para:
hi: के लिए दृश्यमान होगा:
ja_jp: 次の人が参照可能になる：
ko_kr: 강좌 공개 대상:
lt_lt: Kam bus matoma:
pt_br: Será visível para:
vi: Sẽ Được hiển thị Cho:
zh_tw: 將會對其可見:

source: Staff Only
es_419: Solo equipo del curso
hi: केवल कर्मचारी
ja_jp: スタッフのみ
ko_kr: 운영팀 전용
lt_lt: Tik personalui
pt_br: Apenas Funcionários
vi: Chỉ Nhân viên
zh_tw: 僅限工作人員

source: with %(section_or_subsection)s
es_419: con %(section_or_subsection)s
hi: %(section_or_subsection)sके साथ
ja_jp: %(section_or_subsection)s と共に
ko_kr: %(section_or_subsection)s와
pt_br: com %(section_or_subsection)s
vi: với %(section_or_subsection)s
zh_tw: 與 %(section_or_subsection)s

source: Staff and Learners
es_419: Funcionarios y estudiantes
hi: स्टाफ और शिक्षार्थियों
ko_kr: 운영팀 및 학습자
pt_br: Equipe e alunos
vi: Nhân viên và Học viên

source: Some content in this unit is visible only to particular content groups
es_419: Algún contenido en esta unidad es visible sólo a un grupo en particular
ja_jp: このコンテンツの幾つかは特定のコンテンツグループにのみ閲覧可能です。
lt_lt: Dalis šio skyriaus medžiagos matoma tik tam tikroms turinio grupėms
zh_tw: 在這個單元的一些內容只能被特定的內容群組所看見

source: Hide from learners
es_419: Ocultar a los estudiantes
hi: शिक्षार्थियों से छिपाएँ
ko_kr: 학습자에게 숨기기
pt_br: Esconder dos estudantes
vi: Ẩn với học viên

source: Note: Do not hide graded assignments after they have been released.
es_419: Nota: No oculte tareas calificadas después de que han sido liberadas.
hi: नोट: उनके जारी होने के बाद ग्रेड किए गए असाइनमेंट को न छुपाएं।
ko_kr: 주: 성적 반영 과제는 공개한 뒤 숨기지 마세요.
pt_br: Nota: Não oculte tarefas com nota após elas terem sido liberadas.
vi: Lưu ý: Không được ẩn những bài tập đã chấm sau khi chúng đã được công bố.

source: Release Date and Time
es_419: Fecha y hora de liberación
hi: रिलीज की तारीख और समय
ja_jp: リリース日と時間
ko_kr: 공개 날짜와 시간
lt_lt: Išleidimo data ir laikas
pt_br: Data e Horário de Lançamento
vi: Ngày và giờ phát hành
zh_tw: 釋出日期及時間

source: Release Date:
es_419: Fecha de liberación:
hi: रिलीज़ की तारीख:
ja_jp: リリース日：
ko_kr: 공개 날짜
lt_lt: Išleidimo data:
pt_br: Data de Lançamento
vi: Ngày phát hành:
zh_tw: 釋出日期:

source: Release Time in UTC:
es_419: Hora de liberación en UTC:
hi: UTC में रिलीज़ का समय:
ja_jp: リリース日（UTC）：
ko_kr: 공개 시간
lt_lt: Išleidimo laikas UTC formatu:
pt_br: Hora do lançamento em UTC
vi: Giờ phát hành theo UTC:
zh_tw: 釋出時間以國際標準時間顯示

source: Clear Release Date/Time
es_419: Borrar la fecha y hora de liberación
hi: क्लियर रिलीज डेट / समय
ja_jp: リリース日/時間を削除
ko_kr: 공개 날짜와 시간 초기화
lt_lt: Šalinti išleidimo datą / laiką:
pt_br: Limpar data/hora de lançamento
vi: Xóa ngày/giờ phát hành
zh_tw: 清除釋出日期/時間

source: View Live
es_419: Ver en vivo
hi: सीधे देखें
ja_jp: ライブ表示
ko_kr: 적용 결과 보기
lt_lt: Žiūrėti tiesiogiai
pt_br: Visualizar ao Vivo
vi: Xem bản thực
zh_tw: 線上檢視

source: Signatory
es_419: Signatario
hi: हस्ताक्षरकर्ता
ko_kr: 서명인
pt_br: Signatário
vi: Người ký

source: Signature Image
es_419: Imagen de la firma
hi: हस्ताक्षर छवि
ja_jp: 署名イメージ
ko_kr: 서명 이미지
pt_br: Imagem da Assinatura
vi: Hình ảnh Chữ ký
zh_tw: 簽名影像

source: Certificate Signatory Configuration
es_419: Configuración de signatarios
hi: प्रमाणपत्र सांकेतिक विन्यास
ja_jp: 修了証署名設定
ko_kr: 강좌 이수증 서명인 설정
pt_br: Configuração de Signatários de Certificados
vi: Cấu hình Người ký Chứng chỉ
zh_tw: 證書簽署人設置

source: Name
es_419: Nombre
hi: नाम
ko_kr: 이름
pt_br: Nome
vi: Tên
zh_tw: 名稱

source: Name of the signatory
es_419: Nombre del signatario
hi: हस्ताक्षरकर्ता का नाम
ja_jp: 署名の名前
ko_kr: 서명인 이름
pt_br: Nome da assinatura
vi: Tên của người ký
zh_tw: 簽署人姓名

source: The name of this signatory as it should appear on certificates.
es_419: El nombre de este signatario como debe aparecer en los certificados.
hi: प्रमाणपत्रों पर इस हस्ताक्षरकर्ता का नाम दिखाई देना चाहिए।
ko_kr: 이 서명인의 이름은 이수증에 나타납니다.
pt_br: O nome deste signatário conforme deve aparecer nos certificados.
vi: Tên của người ký này sẽ xuất hiện trên chứng chỉ.
zh_tw: 簽署人名稱應使用在您證書的名稱。

source: Title
es_419: Título
hi: शीर्षक
ko_kr: 제목
pt_br: Título
vi: Tiêu đề
zh_tw: 標題

source: Title of the signatory
es_419: Título del signatario
hi: हस्ताक्षरकर्ता का शीर्षक
ja_jp: 署名のタイトル
ko_kr: 서명인의 지위
pt_br: Título da assinatura
vi: Chức danh của người ký
zh_tw: 簽署人標題

source: Titles more than 100 characters may prevent students from printing their certificate on a single page.
es_419: Si los títulos tienen más de 100 caracteres, pueden impedir que los estudiantes impriman sus certificados en una única página.
hi: 100 से अधिक अक्षर शीर्षक एकल पृष्ठ पर छात्रों को अपना प्रमाणपत्र प्रिंट करने से रोक सकते हैं।
ko_kr: 제목이 100자 이상이 되면 이수증이 한 페이지 안에 들어가지 않을 수 있습니다.
pt_br: Títulos com mais de 100 caracteres podem impedir que os estudantes imprimam seu certificado em uma única página.
vi: Chức danh nhiều hơn 100 ký tự có thể làm cho cho sinh viên không thể in chứng chỉ của họ trên một trang duy nhất.
zh_tw: 標題超過100字元可以防止學生在單一頁面印出他們的證書。

source: Organization
es_419: Organización
hi: संगठन
ko_kr: 단체
pt_br: Organização
vi: Tổ chức
zh_tw: 組織

source: Organization of the signatory
es_419: Organización del signatario
hi: हस्ताक्षरकर्ता का संगठन
ja_jp: 署名の組織
ko_kr: 서명인의 소속기관
pt_br: Organização do signatário
vi: Tổ chức của người ký
zh_tw: 簽署人組織

source: The organization that this signatory belongs to, as it should appear on certificates.
es_419: La organización a la que pertenece el firmante, como debe aparecer en los certificados.
hi: संगठन जो इस हस्ताक्षरकर्ता का है, जैसा कि प्रमाणपत्रों पर दिखाई देना चाहिए।
ko_kr: 이 서명인이 소속된 단체로서 이수증에 나타납니다.
pt_br: A organização a qual este signatário pertence, conforme deve aparecer nos certificados.
vi: Tổ chức mà người ký tên này thuộc về, như nó sẽ xuất hiện trên giấy chứng nhận.
zh_tw: 簽署人組織應與證書相同。

source: Path to Signature Image
es_419: Ruta a la imagen de la firma
hi: हस्ताक्षर छवि के लिए पथ
ja_jp: 署名イメージへのパス
ko_kr: 서명이미지 경로
pt_br: Caminho para Imagem da Assinatura
vi: Đường dẫn đến Hình ảnh Chữ ký
zh_tw: 影像路徑

source: Image must be in PNG format
es_419: La imagen debe estar en formato PNG.
hi: छवि PNG प्रारूप में होनी चाहिए
ja_jp: ファイル形式はPNG形式である必要があります。
ko_kr: 이미지는 반드시 PNG 형식이어야 합니다
pt_br: Imagem deve estar no formato PNG.
vi: Hình ảnh phải có định dạng PNG
zh_tw: 圖片必須是PNG格式。

source: Upload Signature Image
es_419: Subir imagen con la firma
hi: हस्ताक्षर छवि अपलोड करें
ko_kr: 서명인 이미지 업로드
pt_br: Enviar a imagem da assinatura
vi: Tải lên Hình ảnh Chữ ký

source: Unit Visibility
es_419: Visibilidad de la unidad
hi: इकाई दृश्यता
ko_kr: 학습 활동 공개
pt_br: Visibilidade da Unidade
vi: Hiển thị Đơn vị

source: Section Visibility
es_419: Visibilidad de la sección
hi: अनुभाग दृश्यता
ko_kr: 주제 공개
pt_br: Visibilidade da seção
vi: Hiển thị Phần nội dung

source: If the unit was previously published and released to learners, any changes you made to the unit when it was hidden will now be visible to learners.
es_419: Si la unidad fue publicada anteriormente y liberada a los estudiantes, cualquier cambio que haya realizado cuando estaba oculta será ahora visible para los estudiantes.
hi: यदि इकाई पहले प्रकाशित हुई थी और शिक्षार्थियों के लिए जारी की गई थी, तो आपके द्वारा छिपाए जाने पर इकाई में किए गए कोई भी परिवर्तन अब शिक्षार्थियों को दिखाई देंगे।
ko_kr: 만약 학습 활동이 이미 공개된 상태라면 숨김 상태일 때 반영한 수정 사항이 학습자에게 공개됩니다.
pt_br: Se a unidade já havia sido publicada e liberada para os alunos, quaisquer mudanças realizadas à nela quando estava escondida, agora, serão visíveis aos alunos.
vi: Nếu đơn vị này đã được xuất bản và phát hành cho người học, bất kỳ thay đổi nào bạn thực hiện cho đơn vị khi nó đã ẩn sẽ hiển thị cho người học.

source: If you make this %(xblockType)s visible to learners, learners will be able to see its content after the release date has passed and you have published the unit. Only units that are explicitly hidden from learners will remain hidden after you clear this option for the %(xblockType)s.
es_419: Si hace este %(xblockType)s visible a los estudiantes, podrán ver su contenido a partir de la fecha de liberación siempre que haya publicado la unidad. Sólo las unidades que están ocultos explícitamente permanecerán ocultas después de quitar esta opción para %(xblockType)s.
hi: यदि आप शिक्षार्थियों को यह%(xblockType)sदृश्यमान बनाते हैं, तो शिक्षार्थी इसकी सामग्री को रिलीज़ की तारीख बीतने के बाद देख पाएंगे और आपने इकाई को प्रकाशित कर दिया है। केवल इकाइयाँ जो शिक्षार्थियों से स्पष्ट रूप से छिपी हुई हैं %(xblockType)s के लिए इस विकल्प को साफ़ करने के बाद आप छिपी रहेंगी।
ko_kr: 이 %(xblockType)s 가 학습자에게 공개되도록 설정하면 공개 날짜 경과 뒤 학습 활동을 공개하면 학습자가 볼 수 있게 됩니다. 학습자에게서 직접 숨긴 학습활동만 %(xblockType)s 에 대한 이 옵션을 선택하지 않았을 때 계속 숨김 상태로 남게 됩니다.
pt_br: Se o %(xblockType)s ficar visível aos alunos, eles vão conseguir ver o conteúdo depois que a data de lançamento tiver passado e você tiver publicado a unidade. Somente unidades que estão explicitamente ocultas dos estudantes permanecerão ocultas após você limpar esta opção para o %(xblockType)s.
vi: Nếu bạn làm cho %(xblockType)s này hiển thị với người học, người học sẽ có thể xem nội dung của nó sau ngày phát hành và sau khi bạn đã xuất bản đơn vị. Chỉ có những đơn vị ẩn đối với người học sẽ vẫn ẩn sau khi bạn đã xoá tùy chọn này cho %(xblockType)s.

source: Current Role:
es_419: Rol actual:
hi: वर्तमान भूमिका:
ja_jp: 現在のロール:
ko_kr: 현재 역할:
lt_lt: Dabartinis vaidmuo:
pt_br: Papel Atual:
vi: Vai trò hiện tại:
zh_tw: 當前角色：

source: You!
es_419: ¡Usted!
hi: आप!
ja_jp: 本アカウント
ko_kr: 귀하입니다.
lt_lt: Jūs!
pt_br: Você!
vi: Bạn!
zh_tw: 您！

source: send an email message to {email}
es_419: envie un correo electrónico a {email}
hi: {email} को एक ईमेल संदेश भेजें
ja_jp: {email} にメールを送る
ko_kr: {email}에게 이메일 메세지 보냄
lt_lt: siųsti elektroninį laišką {email}
pt_br: enviar uma mensagem para {email}
vi: gửi một email đến {email}
zh_tw: 發送一封電子郵件給{email}

source: Promote another member to Admin to remove your admin rights
es_419: Promueva a otro miembro del equipo a administrador si quiere quitar sus propios privilegios de administrador
hi: अपने व्यवस्थापक अधिकारों को हटाने के लिए व्यवस्थापन के लिए किसी अन्य सदस्य को प्रचारित करें
ja_jp: 他のメンバーを管理者に昇格し、あなたの管理権限を削除する
ko_kr: 교수자 권한을 삭제하려면 다른 팀원을 교수자로 승격시키세요.
lt_lt: Skirkite kitą narį administratoriumi ir atsisakykite savo administratoriaus teisių
pt_br: Promova outro membro a Administrador para remover seus direitos de administrador
vi: Tiến cử các thành viên khác quản trị để loại bỏ quyền quản trị của bạn
zh_tw: 先提升另一名成員為管理員，才能取消您自己的管理權

source: Add {role} Access
es_419: Añadir permisos de {role}
hi: {role} एक्सेस जोड़ें
ja_jp: {role} のアクセスを追加する
ko_kr: {role} 접근 추가
pt_br: Adicionar acesso de {role}
vi: Thêm {role} Truy cập
zh_tw: 新增 {role} 權限

source: Remove {role} Access
es_419: Eliminar permisos de {role}
hi: {role} निकालें
ja_jp: {role} のアクセスを削除する
ko_kr: {role} 권한 제거
pt_br: Remover acesso de {role}
vi: Xoá {role} Truy cập
zh_tw: 刪除{role}權限

source: Delete the user, {username}
es_419: Borrar el usuario, {username}
hi: उपयोगकर्ता हटाएं, {username}
ja_jp: {username} を削除
ko_kr: {username} 학습자를 삭제합니다.
lt_lt: Pašalinti naudotoją {username}
pt_br: Deletar o usuário, {username}
vi: Xóa người sử dụng, {username}
zh_tw: 刪除用戶，{username}

source: Set as a Special Exam
es_419: Establecer como Examen especial
hi: एक विशेष परीक्षा के रूप में सेट करें
ko_kr: 특별 시험 설정하기
pt_br: Definir como Exame Especial
vi: Đặt là một Bài kiểm tra Đặc biệt

source: Exam Types
es_419: Tipos de exámen
hi: परीक्षा के प्रकार
ko_kr: 시험 종류
pt_br: Tipos de exame
vi: Loại Bài thi

source: Timed
es_419: Cronometrado
hi: समयबद्ध
ja_jp: 時間制限
ko_kr: 시간 제한
pt_br: Cronometrado
vi: Có tính giờ
zh_tw: 定時

source: Use a timed exam to limit the time learners can spend on problems in this subsection. Learners must submit answers before the time expires. You can allow additional time for individual learners through the Instructor Dashboard.
es_419: Use un examen cronometrado para limitar el tiempo que los estudiantes podrán emplear en los problemas de esta subsección. Los estudiantes deberán enviar sus respuestas antes de que el tiempo expire. Usted podrá permitir un tiempo adicional por estudiante a través del panel de control de instructor.
hi: समय छात्रों को इस उपधारा में समस्याओं पर खर्च कर सकते हैं सीमित करने के लिए एक समय पर परीक्षा का उपयोग करें। समय समाप्त होने से पहले शिक्षार्थियों को जवाब प्रस्तुत करना होगा। आप प्रशिक्षक डैशबोर्ड के माध्यम से व्यक्तिगत शिक्षार्थियों के लिए अतिरिक्त समय की अनुमति दे सकते हैं।
ko_kr: 시간 제한 시험을 사용해 이 소주제에서 학습자가 문제에 쓸 수 있는 시간을 제한하세요. 학습자는 시험 시간 경과 전에 답안을 제출해야 합니다. 교수자 대시보드에서 개별 학습자에게 추가 시간을 부여할 수도 있습니다.
pt_br: Use uma prova cronometrada para limitar o tempo que os alunos podem gastar nos problemas nesta subseção. Os alunos devem enviar as respostas antes que o tempo acabe. Você pode permitir um tempo adicional para alunos individuais através do Painel do Instrutor.
vi: Sử dụng bài thi có thời gian để giới hạn thời gian người học làm bài trong phần con này. Người học phải nộp câu trả lời trước khi hết hạn. Bạn có thể cho phép thêm thời gian cho người học cá nhân thông qua Bảng thông tin Giảng viên.

source: Proctored
es_419: Supervisado
ja_jp: 試験監督
ko_kr: 프록터
pt_br: Supervisionado
vi: Có giám sát
zh_tw: 監考

source: Proctored exams are timed and they record video of each learner taking the exam. The videos are then reviewed to ensure that learners follow all examination rules.
es_419: Los exámenes supervisados son cronometrados y un software graba a cada estudiante que toma el examen. Los videos luego son revisados para garantizar que el estudiante cumplió con todas las reglas del examen.
hi: प्रोक्टेड परीक्षाएं समय पर होती हैं और वे परीक्षा लेने वाले प्रत्येक शिक्षार्थी का वीडियो रिकॉर्ड करते हैं। फिर यह सुनिश्चित करने के लिए वीडियो की समीक्षा की जाती है कि शिक्षार्थी सभी परीक्षा नियमों का पालन करते हैं।
ko_kr: 프록터 시험은 시간이 제한되며 시험에 응시중인 학습자의 모습이 촬영됩니다. 그 뒤 학습자가 모든 시험 규칙에 따랐다는 것을 증명하기 위해 동영상이 검토됩니다.
pt_br: Exames supervisionados são cronometrados e eles gravam um vídeo de cada aluno fazendo a prova. Os vídeos são então revisados para garantir que os alunos sigam as regras do exame.
vi: Bài thi có giám sát được tính giờ và ghi lại video mỗi học viên tham dự bài thi. Các video này sau đó được xem xét để đảm bảo rằng các học viên tuân thủ tất cả các quy tắc kiểm tra.

source: Practice Proctored
es_419: Practica de examen supervisado
hi: प्रैक्टिस प्रोक्टेड
ja_jp: 試験監督を試す
ko_kr: 프록터 시험 연습
pt_br: Prática supervisionada
vi: Tập luyện Giám sát
zh_tw: 練習監考

source: Use a practice proctored exam to introduce learners to the proctoring tools and processes. Results of a practice exam do not affect a learner's grade.
es_419: Use una práctica de examen supervisado para introducir a los estudiantes a las herramientas y procesos de este tipo de examen. Los resultados de esta práctica no contarán hacia la calificación del estudiante.
hi: शिक्षार्थियों को प्रॉक्टरिंग टूल और प्रक्रियाओं से परिचित कराने के लिए एक प्रैक्टिकल परीक्षा का उपयोग करें। एक अभ्यास परीक्षा के परिणाम एक शिक्षार्थी के ग्रेड को प्रभावित नहीं करते हैं।
ko_kr: 연습 프록터 시험을 활용해 학습자가 프록터 도구 및 과정에 익숙해질 수 있도록 도울 수 있습니다. 연습 시험 결과는 학습자 성적에 영향을 주지 않습니다.
pt_br: Usar uma prova supervisionada prática para apresentar aos alunos as ferramentas e processos de supervisão. Os resultados de prova prática não afetam a nota dos alunos
vi: Sử dụng một bài thi tập luyện giám sát để giới thiệu tới người học các công cụ và quy trình giám sát. Kết quả thi tập luyện không ảnh hưởng đến điểm số của người học.

source: Time Allotted (HH:MM):
es_419: Tiempo permitido (HH:MM):
hi: आवंटित समय (HH: MM):
ko_kr: 할당된 시간 (HH:MM):
lt_lt: Skirtas laikas (VV:MM):
pt_br: Tempo previsto (HH:MM):
vi: Thời gian Quy định (HH:MM):
zh_tw: 分配時間 (HH:MM):

source: Select a time allotment for the exam. If it is over 24 hours, type in the amount of time. You can grant individual learners extra time to complete the exam through the Instructor Dashboard.
es_419: Seleccione un tiempo disponible para el examen. Si es mayor a 24 horas, escriba la cantidad de tiempo. Puede otorgar a estudiantes individuales un tiempo extra para completar el examen a través del panel de control de instructor.
hi: परीक्षा के लिए समय आवंटन का चयन करें। यदि यह 24 घंटे से अधिक है, तो समय की मात्रा में टाइप करें। आप प्रशिक्षक डैशबोर्ड के माध्यम से व्यक्तिगत शिक्षार्थियों को परीक्षा पूरा करने के लिए अतिरिक्त समय दे सकते हैं।
ko_kr: 시험에 대한 시간 배분을 선택하세요. 24시간이 넘어간다면 원하는 시간을 직접 입력하세요. 교수자 대시보드에서 개별 학습자에게 시험을 마칠 수 있는 추가 시간을 부여할 수 있습니다.
pt_br: Selecionar um horário de atribuição para a prova. Se for mais do que 24 horas, digite um total de tempo. Você pode conceder tempo adicional para que os alunos individuais completem a prova no Painel de Instrumentos do Instrutor.
vi: Chọn phân bổ thời gian cho bài thi. Nếu hơn 24 giờ, nhập vào khoảng thời gian. Bạn có thể cho học viên thêm thời gian để hoàn thành bài kiểm tra thông qua Bảng thông tin Giảng viên.

source: Review Rules
es_419: Revisar las reglas
hi: नियमों की समीक्षा करें
ko_kr: 검토 규칙
pt_br: Rever as Regras
vi: Quy tắc Đánh giá

source: Specify any additional rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed.
es_419: Especifique cualquier regla adicional o reglas de excepción que el equipo de revisión de exámenes supervisados deba validar al revisar los videos. Por ejemplo, puede especificar que se permite el uso de calculadoras.

source: File upload succeeded
es_419: Archivo subido con exito
hi: फ़ाइल अपलोड सफल हुई
ja_jp: ファイルのアップロード成功
ko_kr: 파일 업로드 완료
lt_lt: Failas sėkmingai įkeltas
pt_br: Arquivo enviado com sucesso
vi: Tải tệp lên thành công
zh_tw: 檔案上傳成功
