Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Total Amount of Refunds
he: סה"כ כמות החזרים
ja_jp: 返済額の合計
lt_lt: Visa apmokėjimų suma
vi: Tổng số tiền hoàn trả

source: You must be logged-in to add to a shopping cart
he: הינך חייב להיות מחובר למערכת כדי להוסיף לסל קניות
ja_jp: ショッピングカートに商品を入れるためにはログインする必要があります。
lt_lt: Jūs turite būti prisijungę tam, kad galėtume pildyti pirkinių krepšelį
vi: Bạn phải đăng nhập để thêm vào giỏ hàng

source: The course you requested does not exist.
he: קורס שביקשת לא קיים.
ja_jp: この講座は存在しません。
lt_lt: Jūsų prašomas kursas neegzistuoja.
vi: Khóa học mà bạn yêu cầu không tồn tại.

source: The course {course_id} is already in your cart.
ja_jp: 講座{course_id}は既にカートに入っています。
lt_lt: "{course_id}" kursas jau yra jūsų krepšelyje.
vi: Khóa học {course_id} đã có trong giỏ hàng của bạn.

source: You are already registered in course {course_id}.
he: הנך רשום כבר לקורס {course_id}.
ja_jp: 既に講座{course_id}に登録済です。
lt_lt: Jūs jau esate užsiregistravę į {course_id} kursą.
vi: Bạn đã đăng ký khóa học {course_id}.

source: Course added to cart.
he: קורס התווסף לסל.
ja_jp: 講座はカートに追加されました。
lt_lt: Kursas įdėtas į krepšelį
vi: Khoá học được thêm vào giỏ hàng.

source: Discount does not exist against code '{code}'.
ja_jp: コード'{code}'の値引きはありません。
lt_lt: Kodui "{code}" nuolaidos nėra.
vi: Việc gỉam giá không tồn tại với mã '{code}'.

source: This enrollment code ({enrollment_code}) is no longer valid.
ja_jp: この受講登録コード ({enrollment_code}) は既に有効ではありません。
lt_lt: Šis registracijos kodas ({enrollment_code}) nebegalioja.
vi: Mã ghi danh ({enrollment_code}) không còn hợp lệ.

source: This enrollment code ({enrollment_code}) is not valid.
ja_jp: この受講登録コード ({enrollment_code}) は無効です。
lt_lt: Šis registracijos kodas ({enrollment_code}) negalioja.
vi: Mã ghi danh ({enrollment_code}) không hợp lệ

source: Code '{registration_code}' is not valid for any course in the shopping cart.
ja_jp: コード'{registration_code}'はカートに入れられた講座には不適切です。
lt_lt: Kodas "{registration_code}" negalioja nė vienam kursui prekių krepšelyje.
vi: Code '{registration_code}' là không hợp lệ cho bất kỳ khóa học trong các giỏ mua hàng.

source: Cart item quantity should not be greater than 1 when applying activation code
ja_jp: アクティベーションコードを使用する場合はカートの数量は1以下である必要があります。
lt_lt: Taikant aktyvinimo kodą pirkinių krepšelyje turi būti ne daugiau kaip 1 elementas.
vi: Số lượng sản phẩm trong giỏ hàng không nên vướt quá 1 khi sử dụng mã kích hoạt.

source: Only one coupon redemption is allowed against an order
ja_jp: 一度の注文に対してクーポン適用は一度までとなっています
lt_lt: Vienam užsakymui leidžiama išpirkti tik vieną kuponą
vi: Chỉ một phiếu giảm giá được phép sử dụng cho một đơn hàng.

source: success
he: הצלחה
ja_jp: 成功
lt_lt: pavyko
vi: thành công

source: You do not have permission to view this page.
he: אין לך הרשאה לצפות בדף זה.
ja_jp: このページを表示する権限がありません。
lt_lt: Jums nesuteikta teisė peržiūrėti šio puslapio.
vi: Bạn chưa được cấp quyền để xem trang này.

source: View and regenerate certificates.
hi: प्रमाण पत्र देखें और पुनर्जीवित करें।
ja_jp: 修了証を見て再作成する。
lt_lt: Peržiūrėti ir kurti sertifikatus.
vi: Xem và phục hồi chứng chỉ.

source: Track refunds issued directly through CyberSource.
ja_jp: CyberSource から直接払い戻しを受けた履歴を見る。
lt_lt: Sekti mokėjimus, atliktus tiesiai per CyberSource.
vi: Theo dõi hoàn phí phát hành trực tiếp thông qua CyberSource.

source: Enrollment
he: רישום
hi: नामांकन
ja_jp: 受講登録
lt_lt: Registracija
vi: Ghi danh

source: View and update learner enrollments.
hi: शिक्षार्थी नामांकन देखें और अपडेट करें।
vi: Xem và cập nhật những đăng ký học của học sinh.

source: Manage User
hi: उपयोगकर्ता प्रबंधित करें
vi: Quản lý người dùng

source: Disable User Account
hi: उपयोगकर्ता खाता अक्षम करें
vi: Vô hiệu Tài Khoản Người Dùng

source: Entitlements
hi: पात्रता
vi: Quyền

source: View, create, and reissue learner entitlements
hi: शिक्षार्थी के अधिकारों को देखें, बनाएं और फिर से बनाएं
vi: Xem, tạo, và cấp lại quyền cho học viên.

source: Feature Based Enrollments
hi: फीचर आधारित नामांकन
vi: Ghi Danh Theo Chức năng

source: View feature based enrollment settings
hi: फ़ीचर आधारित नामांकन सेटिंग्स देखें
vi: Xem chức năng dựa trên cài đặt ghi danh

source: Usable
hi: प्रयोग करने योग्य
vi: Dùng được

source: Unusable
hi: व्यर्थ
vi: Không dùng được

source: User Enabled Successfully
hi: उपयोगकर्ता सफल रूप से सक्षम है
vi: Cho phép người dùng thành công

source: User Disabled Successfully
hi: उपयोगकर्ता को सफलतापूर्वक अक्षम किया गया
vi: Vô hiệu người dùng thành công

source: Email Address
he: כתובת דואר אלקטרוני
ja_jp: メールアドレス
lt_lt: Elektroninio pašto adresas
vi: Địa chỉ Email

source: User not found
he: משתמש לא נמצא
ja_jp: ユーザーが見つかりません
lt_lt: Naudotojas nerastas
vi: Người sử dụng không được tìm thấy

source: Course {course_id} not past the refund window.
he: קורס {course_id} לא עבר את חלון הזמנים להחזר.
ja_jp: 講座 {course_id} は返済ウィンドウを通過していません。
lt_lt: Už kursą {course_id} neapmokėta.
vi: Khóa học {course_id} không được hoàn tiền

source: No order found for {user} in course {course_id}
he: לא נמצאה הזמנה עבור {user} בקורס {course_id}
ja_jp: {course_id} で {user} のオーダーが見つかりません
lt_lt: {course_id} kurse {user} užsakymas nerastas
vi: Học viên {user} không có đơn hàng nào trong khóa học {course_id}

source: Unenrolled {user} from {course_id}
he: בטל הרשמת {user} בקורס {course_id}
ja_jp: {course_id} から {user} を受講解除しました
lt_lt: {user} išbrauktas iš {course_id}
vi: Hủy ghi danh học viên {user} khỏi {course_id}

source: Refunded {cost} for order id {order_id}
he: הוחזר תשלום של {cost} עבור מזהה הזמנה {order_id}.
ja_jp: オーダーID {order_id} の返金 {cost}
lt_lt: Apmokėta {cost} už užsakymą {order_id}
vi: Hoàn trả {cost} cho đơn hàng {order_id}

source: Optional language the team uses as ISO 639-1 code.
hi: वैकल्पिक भाषा टीम ISO 639-1 कोड के रूप में उपयोग करती है।
ja_jp: チームのオプションの言語は ISO 639-1 コードです。
lt_lt: Pasirenkamoji komandos kalba, atitinkanti ISO 639-1 kodą.
vi: Tùy chọn ngôn ngữ các nhóm sử dụng như là mã ISO 639-1.

source: Teams
hi: टीमों
ja_jp: チーム
lt_lt: Komandos
vi: Những nhóm

source: The supplied course id {course_id} is not valid.
hi: आपूर्ति की गई आईडी आईडी {course_id} मान्य नहीं है।
ja_jp: 提供された講座ID {course_id} が有効ではありません。
lt_lt: Nurodytas kurso identifikacinis numeris {course_id} neteisingas.
vi: Khoá học_id {course_id} được cung cấp không hợp lệ.

source: course_id must be provided
hi: course_id प्रदान किया जाना चाहिए
ja_jp: 講座IDは必須です
lt_lt: reikia pateikti course_id
vi: course_id phải được cung cấp

source: text_search and order_by cannot be provided together
hi: text_search और order_by को एक साथ प्रदान नहीं किया जा सकता है
ja_jp: text_search と order_by は同時に使えません
vi: Từ_tìm kím và sắp xếp_bởi không thể được cung cấp cùng nhau.

source: The supplied topic id {topic_id} is not valid
hi: आपूर्ति की गई विषय आईडी {topic_id} मान्य नहीं है
ja_jp: 提供されたトピックid {topic_id} が有効ではありません
lt_lt: Nurodytas temos identifikacinis numeris {topic_id} neteisingas
vi: Các chủ đề được cung cấp id {topic_id} là không hợp lệ

source: Error connecting to elasticsearch
hi: इलास्टिक्सखोज से कनेक्ट करने में त्रुटि
ja_jp: elastic search への接続ができませんでした
lt_lt: Klaida jungiantis prie serverio elasticsearch
vi: Lỗi kết nối với dịch vụ tìm kiếm

source: The ordering {ordering} is not supported
hi: आदेश {आदेश} समर्थित नहीं है
ja_jp: {ordering} の並べ替えはサポートされていません
lt_lt: Eiliškumas {ordering} nepalaikomas
vi: Trật tự {ordering} không được hỗ trợ

source: The supplied course_id {course_id} is not valid.
hi: प्रदत्त कोर्स_आईडी {कोर्स_आईडी} मान्य नहीं है।
ja_jp: 提供された講座ID {course_id} が有効ではありません。
vi: Khoá học_id {course_id} được cung cấp không hợp lệ.

source: You are already in a team in this course.
ja_jp: すでに講座のチームに参加しています。
lt_lt: Jūs jau esate šio kurso komandoje.
vi: Bạn đã thuộc một nhóm trong khoá học này.

source: username or team_id must be specified.
ja_jp: ユーザ名かチームIDの指定が必須です。
vi: username or team_id phải riêng biệt.

source: Username is required.
hi: उपयोगकर्ता नाम आवश्यक है।
ja_jp: ユーザ名が必要です。
lt_lt: Naudotojo vardas yra privalomas.
vi: yêu câu nhập Username.

source: Team id is required.
hi: टीम आईडी आवश्यक है।
ja_jp: チームIDが必要です。
lt_lt: Komandos identifikacijos numeris yra privalomas.
vi: Yêu cầu nhập ID nhóm.

source: This team is already full.
hi: यह टीम पहले से ही भरी हुई है।
ja_jp: このチームはすでに満員です。
lt_lt: Ši komanda jau pilna.
vi: Nhóm này đã đủ thành viên.

source: The user {username} is already a member of a team in this course.
ja_jp: {username} というユーザは、すでにこの講座のチームのメンバーです。
lt_lt: Naudotojas {username} jau yra šio kurso komandos narys.
vi: Người dùng {username} đã là thành viên của một nhóm trong khoá học này.

source: The user {username} is not enrolled in the course associated with this team.
hi: उपयोगकर्ता {उपयोगकर्ता नाम} इस टीम से जुड़े पाठ्यक्रम में नामांकित नहीं है।
ja_jp: {username} というユーザはこのチームが連携している講座を受講していません。
lt_lt: Naudotojas {username} neužregistruotas į kursą, susijusį su šia komanda.
vi: Người dùng {username} không tham gia khóa học liên quan đến nhóm này.

source: The course for which this deadline applies
hi: वह पाठ्यक्रम जिसके लिए यह समय सीमा लागू होती है
ja_jp: このデッドラインが適用されている講座
lt_lt: Kursas, kuriam taikomas šis terminas
vi: khoá học mà thời hạn này áp dụng

source: The datetime after which users are no longer allowed to submit photos for verification.
hi: वह डेटाटाइम जिसके बाद उपयोगकर्ताओं को सत्यापन के लिए फ़ोटो जमा करने की अनुमति नहीं है।
ja_jp: それ以降認証のための写真送付が許可されなくなる日時。
lt_lt: Data ir laikas, kuriam praėjus naudotojams neleidžiama pateikti nuotraukų patvirtinimui.
vi: Thời điểm mà người dùng không thể tiếp tục nộp hình ảnh cho việc xác minh

source: Your {platform_name} verification has expired.
he: אימות ל {platform_name} פג תוקף.
hi: आपके {platform_name} सत्यापन की समय सीमा समाप्त हो गई है।
ja_jp: {platform_name}の認証期限切れです。
lt_lt: Jūsų {platform_name} patvirtinimas nebegalioja.
vi: Xác thực {platform_name} của bạn đã quá hạn.

source: Intro
he: מבוא
hi: परिचय
ja_jp: イントロ
lt_lt: Įvadas
vi: Giới thiệu

source: Make payment
he: בצע תשלום
hi: भुगतान करो
ja_jp: 支払いをする
lt_lt: Mokėti
vi: thực hiện thanh tóan

source: Payment confirmation
he: אימות התשלום
ja_jp: 支払い承認
lt_lt: Mokėjimo patvirtinimas
vi: Việc thanh toán đã được xác nhận

source: Take photo
he: צלם תמונה
hi: तस्वीर लें
ja_jp: 写真を撮る
lt_lt: Fotografuotis
vi: Chụp ảnh

source: Take a photo of your ID
he: צלם תמונה של התעדוה המזהה שלך
hi: अपनी आईडी का फोटो लें
ja_jp: あなたのIDの写真を撮影します
lt_lt: Nufotografuokite savo tapatybės dokumentą
vi: Chụp ảnh cho ID của bạn

source: Review your info
he: בדוק את המידע שלך
hi: अपनी जानकारी की समीक्षा करें
ja_jp: アカウント情報の表示
lt_lt: Peržiūrėkite savo duomenis
vi: Xem lại thông tin của bạn

source: Enrollment confirmation
he: אישור הרשמה
hi: नामांकन की पुष्टि
ja_jp: 受講登録の確認
lt_lt: Registracijos patvirtinimas
vi: Việc ghi danh đã được xác nhận

source: Selected price is not valid number.
he: המחיר שנבחר אינו מספר חוקי.
hi: चयनित कीमत मान्य संख्या नहीं है।
ja_jp: 選択された価格は正しい数字ではありません。
lt_lt: Pasirinktos kainos skaičius yra neteisingas.
vi: Giá được chọn không phải là số hợp lệ.

source: This course doesn't support paid certificates
he: קורס זה לא תומך בתעודות בתשלום.
hi: यह पाठ्यक्रम सशुल्क प्रमाणपत्रों का समर्थन नहीं करता है
ja_jp: このコースは有料の修了証の発行に対応していません。
lt_lt: Šis kursas nenumato mokamo sertifikato išdavimo
vi: Khóa học này không hỗ trợ những giấy chứng nhận đã được thanh toán.

source: No selected price or selected price is below minimum.
he: לא נבחר מחיר או שמחיר שנבחר מתחת למינימיום.
hi: कोई कीमत नहीं चुनी गई है या चुनी गई कीमत न्यूनतम मूल्य से कम है।
ja_jp: 価格が選択されていない、もしくは最低価格を下回った価格が選択されています。
lt_lt: Kaina nepasirinkta arba pasirinkta kaina yra mažesnė už minimalią.
vi: Không giá nào được chọn hoặc giá được chọn dưới mức tối thiểu.

source: Photo ID image is required if the user does not have an initial verification attempt.
hi: यदि उपयोगकर्ता के पास प्रारंभिक सत्यापन प्रयास नहीं है, तो फोटो आईडी छवि की आवश्यकता है।
ja_jp: 初回認証操作をまだしていない場合には、写真ID画像が必要となります。
lt_lt: Reikalingas asmens tapatybės dokumento su nuotrauka paveikslas, jeigu naudotojas pirma nepateikė jo patvirtinimui.
vi: Yêu cầu hình ảnh ID nếu ngừơi dùng không có xác minh lúc đầu.

source: Missing required parameter face_image
hi: आवश्यक पैरामीटर का सामना करना पड़ रहा है face_image
ja_jp: 必要なパラメータ face_image がありません
vi: Thiếu tham số cần thiết face_image

source: Invalid course key
ja_jp: 無効な講座キー
lt_lt: Neteisingas kurso raktas
vi: Mã khoá học không đúng

source: No profile found for user
he: לא נמצא פרופיל למשתמש
hi: उपयोगकर्ता के लिए कोई प्रोफ़ाइल नहीं मिली
ja_jp: ユーザーのプロファイルがありません
lt_lt: Naudotojo profilis nerastas
vi: Không tìm thấy tiểu sử phù hợp cho người dùng

source: Name must be at least {min_length} characters long.
he: על השם להיות לפחות באורך של {min_length} אותיות.
ja_jp: 名前は {min_length} 文字以上である必要があります。
lt_lt: Vardą turi sudaryti mažiausiai {min_length} simboliai.
vi: Tên phải có tối thiểu {min_length} ký tự.

source: Image data is not valid.
he: נתוני תמונה אינם תקינים.
hi: छवि डेटा मान्य नहीं है।
ja_jp: 画像データが有効ではありません。
lt_lt: Paveiksle pateikti duomenys negalioja.
vi: Thông tin hình ảnh không hợp lệ

source: {platform_name} ID Verification Photos Received
vi: {platform_name} Đã Nhận Ảnh ID Xác thực

source: Your {platform_name} ID Verification Approved
vi: Xác thực {platform_name} ID của bạn đã Được Chấp Thuận.

source: Your {platform_name} Verification Has Been Denied
hi: आपका {platform_name} सत्यापन अस्वीकृत हो गया है
vi: Xác thực {platform_name} ID của bạn đã Bị Từ Chối.

source: Please correct the errors below.
hi: कृपया नीचे दी गयीं त्रुटियों को सुधारें.
vi: Vui lòng sửa lại các lỗi dưới đây.

source: Are you sure you want to cancel retirement for user "%(username)s"?
hi: क्या आप वाकई उपयोगकर्ता के लिए सेवानिवृत्ति रद्द करना चाहते हैं "%(username)s"?
vi: Bạn có chắc chắn mình muốn hủy việc từ bỏ cho người dùng "%(username)s"?

source: Welcome to %(course_name)s
vi: Chào mừng tới %(course_name)s

source: To get started, please visit https://%(site_name)s.
hi: आरंभ करने के लिए, कृपया https://%(site_name)s पर जाएं|
vi: Để bắt đầu, hãy tham khảo https://%(site_name)s

source: The login information for your account follows:
hi: आपके खाते की लॉगिन जानकारी इस प्रकार है:
vi: Thông tin đăng nhập cho tài khoản của bạn như sau:

source: password: %(password)s
hi: पासवर्ड:%(password)s
vi: mật khẩu: %(password)s

source: It is recommended that you change your password.
he: מומלץ כי תשנה את סיסמתך.
hi: यह अनुशंसा की जाती है कि आप अपना पासवर्ड बदलें।
ja_jp: パスワードを変更することが推奨されています。
lt_lt: Rekomenduojama pakeisti slaptažodį.
vi: Chúng tôi khuyến nghị bạn thay đổi mật khẩu hiện hành.

source: Sincerely yours, The %(course_name)s Team
hi: साभार आपका, %(course_name)sटीम
vi: Thân ái, Nhóm %(course_name)s

source: Welcome to %(course_name)s
hi: %(course_name)sमें स्वागत
vi: Chào mừng tới %(course_name)s

source: To get started, please visit https://%(site_name)s. The login information for your account follows.
hi: आरंभ करने के लिए, कृपया https: //%(site_name)s पर जाएं। आपके खाते की लॉगिन जानकारी इस प्रकार है।
vi: Để bắt đầu, hãy đến https://%(site_name)s. Thông tin đăng nhập vào tài khoản của bạn như sau.

source: You have been enrolled in %(course_name)s
hi: आप में नामांकित किया गया है%(course_name)s
vi: Bạn đã được ghi danh tại %(course_name)s

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s
hi: आपको इसके लिए बीटा टेस्टर बनने के लिए आमंत्रित किया गया है%(course_name)s %(site_name)s
vi: Bạn đã được mời để trở thành người thử cho %(course_name)s tại %(site_name)s

source: The invitation has been sent by a member of the course staff.
hi: पाठ्यक्रम के कर्मचारियों के एक सदस्य द्वारा निमंत्रण भेजा गया है।
vi: Lời mời đã được gửi bởi một thành viên trong nhóm quản lý.

source: To start accessing course materials, please visit:
hi: पाठ्यक्रम सामग्री तक पहुँचने के लिए कृपया यहाँ जाएँ:
vi: Để truy cập vào tài liệu khóa học, hãy tham khảo:

source: To enroll in this course and begin the beta test:
hi: इस पाठ्यक्रम में दाखिला लेने और बीटा परीक्षा शुरू करने के लिए:
vi: Để ghi danh vào khóa học này và bắt đầu thử bản beta:

source: Visit %(course_name)s
hi: यात्रा%(course_name)s
vi: Tham khảo %(course_name)s

source: Visit %(site_name)s
vi: Tham khảo %(site_name)s

source: This email was automatically sent from %(site_name)s to %(email_address)s
hi: यह ईमेल स्वचालित रूप से भेजा गया था%(site_name)sसे%(email_address)s
vi: Email này được gửi tự động từ %(site_name)s tới %(email_address)s.

source: Dear %(full_name)s
hi: प्रिय%(full_name)s
vi: Gửi %(full_name)s

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
hi: आपको पाठ्यक्रम कर्मचारियों के एक सदस्य द्वारा %(course_name)sबीटा परीक्षक %(site_name)sके रूप में आमंत्रित किया गया है।
vi: Bạn vừa được mời làm người dùng thử bản beta của %(course_name)s tại %(site_name)s từ đội ngũ giảng dạy.

source: To start accessing course materials, please visit %(course_url)s
hi: पाठ्यक्रम सामग्री तक पहुँच शुरू करने के लिए, कृपया देखें%(course_url)s
vi: Để bắt đầu truy cập vào tài liệu khóa học, hãy tới: %(course_url)s

source: Visit %(course_about_url)s to enroll in this course and begin the beta test.
hi: %(course_about_url)sइस कोर्स में दाखिला लेने और बीटा टेस्ट शुरू करने के लिए जाएं।
vi: Tới %(course_about_url)s để tham gia khóa học và bắt đầu dùng thử bản beta.

source: Visit %(site_name)s to enroll in this course and begin the beta test.
hi: %(site_name)sइस कोर्स में दाखिला लेने और बीटा टेस्ट शुरू करने के लिए जाएं।
vi: Tới %(site_name)s để tham gia khóa học và bắt đầu dùng thử bản beta.

source: You have been invited to a beta test for %(course_name)s
hi: आपको बीटा परीक्षण के लिए आमंत्रित किया गया है%(course_name)s
vi: Bạn vừa được mời làm người dùng thử bản beta cho khóa học %(course_name)s

source: You have been invited to %(course_name)s
hi: आपको आमंत्रित किया गया है%(course_name)s
vi: Bạn đã được mời tới %(course_name)s

source: You have been invited to join %(course_name)s at %(site_name)s by a member of the course staff.
hi: आपको पाठ्यक्रम स्टाफ के एक %(course_name)sसदस्य%(site_name)s द्वारा इसमें शामिल होने के लिए आमंत्रित किया गया है।
vi: Bạn đã được mời tham gia khóa học %(course_name)stại %(site_name)s từ đội ngũ giảng dạy.

source: To access this course click on the button below and login:
hi: इस पाठ्यक्रम तक पहुँचने के लिए नीचे दिए गए बटन पर क्लिक करें और लॉगिन करें:
vi: Để truy cập khoá học, hãy chọn nút dưới và đăng nhập:

source: To access this course visit it and register:
hi: इस पाठ्यक्रम तक पहुँचने के लिए इसे देखें और पंजीकरण करें:
vi: Để truy cập khoá học, hãy tới và đăng ký:

source: Please finish your registration and fill out the registration form making sure to use %(email_address)s in the Email field:
hi: कृपया अपना पंजीकरण समाप्त करें और पंजीकरण फॉर्म को ईमेल क्षेत्र में उपयोग%(email_address)s करना सुनिश्चित करें:
vi: Hãy hoàn thành việc đăng ký và điền vào mẫu đăng kí. Hãy đảm bảo sử dụng %(email_address)s tại ô trống Email:

source: Finish Your Registration
hi: अपना पंजीकरण समाप्त करें
vi: Hoàn Thành Đăng Ký

source: Once you have registered and activated your account, you will see %(course_name)s listed on your dashboard.
hi: एक बार जब आप अपना खाता पंजीकृत और सक्रिय कर लेते हैं, %(course_name)sतो आप अपने डैशबोर्ड पर सूचीबद्ध होंगे।
vi: Sau khi bạn đã đăng ký và được kích hoạt tài khoản, bạn sẽ thấy %(course_name)s trong bảng thông tin của mình.

source: Once you have registered and activated your account, you will be able to access this course:
hi: एक बार जब आप अपना खाता पंजीकृत और सक्रिय कर लेते हैं, तो आप इस पाठ्यक्रम का उपयोग कर सकेंगे:
vi: Sau khi bạn đã đăng ký và được kích hoạt tài khoản, bạn có thể truy cập tới khóa học này:

source: You can then enroll in %(course_name)s.
hi: आप तब नामांकन कर सकते हैं%(course_name)s
vi: Sau đó bạn có thể ghi danh vào khoá học %(course_name)s.

source: Dear student,
he: סטודנט יקר,
hi: प्रिय छात्र,
ja_jp: 受講者 様、
lt_lt: Gerb. kurso dalyvi,
vi: Gửi học viên,

source: To access this course visit %(course_url)s and login.
hi: इस कोर्स को देखने %(course_url)sऔर लॉगिन करने के लिए।
vi: Để truy cập khoá học, hãy tới %(course_url)s và đăng nhập.

source: To access this course visit %(course_about_url)s and register for this course.
hi: इस कोर्स को देखने और इस कोर्स के लिए पंजीकरण%(course_about_url)s करने के लिए।
vi: Để truy cập vào khóa học hãy tới %(course_about_url)svà đăng ký cho khóa học.

source: To finish your registration, please visit %(registration_url)s and fill out the registration form making sure to use %(email_address)s in the Email field.
hi: अपना पंजीकरण समाप्त करने के लिए, कृपया ई-मेल फ़ील्ड%(registration_url)s में उपयोग करने के लिए पंजीकरण %(email_address)sफ़ॉर्म पर जाएँ और भरें।
vi: Để hoàn thành việc đăng ký, hãy đến trang %(registration_url)s và điền vào mẫu đăng kí. Hãy nhớ sử dụng địa chỉ email %(email_address)s trong mục E-mail.

source: Once you have registered and activated your account, visit %(course_about_url)s to join this course.
hi: एक बार जब आप अपना खाता पंजीकृत और सक्रिय %(course_about_url)sकर लेते हैं, तो इस पाठ्यक्रम में शामिल होने के लिए जाएँ।
vi: Sau khi tài khoản của bạn đã được đăng ký và kích hoạt, hãy đến trang %(course_about_url)sđể ghi danh cho khoá học.

source: You have been invited to register for %(course_name)s
hi: आपको पंजीकरण के लिए आमंत्रित किया गया है%(course_name)s
vi: Bạn vừa được mời để đăng kí cho khóa học %(course_name)s

source: You have been unenrolled from %(course_name)s
hi: आप से अनियंत्रित किया गया है%(course_name)s
vi: Bạn đã hủy ghi danh khóa học %(course_name)s

source: You have been unenrolled from the course %(course_name)s by a member of the course staff. Please disregard the invitation previously sent.
hi: आप पाठ्यक्रम स्टाफ%(course_name)s के एक सदस्य द्वारा पाठ्यक्रम से अनियंत्रित किए गए हैं। कृपया पहले भेजे गए आमंत्रण की अवहेलना करें।
vi: Đội ngũ giảng dạy đã huỷ ghi danh của bạn cho khoá học %(course_name)s. Hãy bỏ qua lời mời chúng tôi đã gửi trước đó.

source: Dear Student,
he: סטודנט יקר,
hi: प्रिय छात्र
ja_jp: 受講者 様、
lt_lt: Gerb. kurso dalyvi,
vi: Gửi học viên,

source: You have been unenrolled from %(course_name)s
hi: आप से अनियंत्रित किया गया है %(course_name)s
vi: Bạn đã hủy ghi danh khóa học %(course_name)s

source: You have been unenrolled from %(course_name)s at %(site_name)s by a member of the course staff. This course will no longer appear on your %(site_name)s dashboard.
hi: %(course_name)sआप पाठ्यक्रम के कर्मचारियों के %(site_name)sएक सदस्य से अनियंत्रित हो गए हैं। यह कोर्स अब%(site_name)s आपके डैशबोर्ड पर दिखाई नहीं देगा।
vi: Đội ngũ giảng dạy đã huỷ ghi danh của bạn cho khoá học %(course_name)strên %(site_name)s. Khoá học sẽ không còn trên bảng thông tin %(site_name)scủa bạn.

source: Your other courses have not been affected.
he: הקורסים האחרים שלך לא הושפעו
hi: आपके अन्य पाठ्यक्रम प्रभावित नहीं हुए हैं।
ja_jp: 他の講座への影響はありません。
lt_lt: Kiti jūsų kurso nebuvo paveikti.
vi: Các khóa học khác của bạn không bị ảnh hưởng.

source: This email was automatically sent from %(site_name)s to %(full_name)s
hi: यह ईमेल स्वचालित रूप से से%(site_name)s भेजा %(full_name)sगया था
vi: Email này đã được gửi tự động từ %(site_name)s tới %(full_name)s

source: You have been enrolled in %(course_name)s
hi: आप में नामांकित किया गया है%(course_name)s
vi: Bạn đã được ghi danh tại %(course_name)s

source: You have been enrolled in %(course_name)s at %(site_name)s by a member of the course staff. This course will now appear on your %(site_name)s dashboard.
hi: आपको पाठ्यक्रम स्टाफ के सदस्य %(course_name)sद्वारा%(site_name)s नामांकित किया गया है। यह कोर्स अब आपके डैशबोर्ड पर दिखाई देगा।%(site_name)s
vi: Đội ngũ giảng dạy đã ghi danh cho bạn khoá học %(course_name)strên %(site_name)s. Khoá học giờ sẽ hiện trên bảng thông tin %(site_name)scủa bạn.

source: Access the Course Materials Now
hi: अब पाठ्यक्रम सामग्री पर पहुँचें
vi: Truy Cập Tài Liệu khóa học Ngay
