Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
hi: आप एक पदावनत आईडी का उपयोग करके पाठ्यक्रम से CCX नहीं बना सकते। कृपया इस कार्रवाई की अनुमति देने के लिए स्टूडियो में इस पाठ्यक्रम का एक पुन: भाग बनाएँ।
ja_jp: 不可 id となっている講座から CCX を作成することはできません。 studio から講座に対してこの操作を許可してから再稼動させてください。
lt_lt: Jūs negalite sukurti CCX iš kurso, naudodami nerekomenduojamą identifikaciją. Norėdami leisti šį veiksmą, sukurkite šio kurso pakartojimą Studio.
vi: Bạn không thể tạo một CCX từ một khóa học bằng cách sử dụng một id bị giảm giá trị. Hãy tạo lại của khóa học này trong phòng thu để cho phép hành động này.

source: created
he: נוצר
hi: बनाया गया
ja_jp: 作成された
lt_lt: sukurta
vi: đã tạo

source: regenerated
hi: पुनर्जीवित
vi: khôi phục

source: generated
he: נוצר
hi: उत्पन्न
ja_jp: 生成済
lt_lt: suformuota
vi: tạo

source: All learners
hi: सभी शिक्षार्थी
vi: Tất cả học viên

source: For exceptions
hi: अपवादों के लिए
vi: Đối với trường hợp không hợp lệ

source: A human-readable description of the example certificate. For example, 'verified' or 'honor' to differentiate between two types of certificates.
hi: उदाहरण प्रमाण पत्र का मानव-पठनीय विवरण। उदाहरण के लिए, दो प्रकार के प्रमाणपत्रों के बीच अंतर करने के लिए 'सत्यापित' या 'सम्मान'।
ja_jp: 修了証の例の人間が判読できる説明。「認証済」や「優等」など修了証の種類を区別できるもの。
lt_lt: Žmogui įskaitomas pavyzdinio sertifikato aprašas. Pavyzdžiui, "patvirtintos tapatybės" arba "sąžiningumo" dviem sertifikatų tipams skirti.
vi: Một mô tả dễ hiểu của các ví dụ chứng chỉ. Ví dụ, 'xác nhận' hoặc 'danh dự' để phân biệt giữa hai loại chứng chỉ.

source: A unique identifier for the example certificate. This is used when we receive a response from the queue to determine which example certificate was processed.
hi: उदाहरण प्रमाण पत्र के लिए एक विशिष्ट पहचानकर्ता। इसका उपयोग तब किया जाता है जब हमें यह निर्धारित करने के लिए कतार से प्रतिक्रिया मिलती है कि कौन सा उदाहरण प्रमाण पत्र संसाधित किया गया था।
ja_jp: 修了証の例の一意の識別子。これはキューから応答を受信したときに、どの修了証の例が処理されたかを判別するために使用されます。
lt_lt: Unikali pavyzdinio sertifikato identifikacija. Gavus atsakymą iš eilės sąrašo, pagal šią identifikaciją nustatoma, kuris pavyzdinis sertifikatas buvo apdorojamas.
vi: Một định danh duy nhất cho chứng chỉ dụ. Điều này được sử dụng khi chúng tôi nhận được phản hồi từ hàng đợi để xác định ví dụ chứng chỉ đã được xử lý.

source: An access key for the example certificate. This is used when we receive a response from the queue to validate that the sender is the same entity we asked to generate the certificate.
hi: उदाहरण प्रमाण पत्र के लिए एक एक्सेस कुंजी। इसका उपयोग तब किया जाता है जब हमें यह पुष्टि करने के लिए कतार से प्रतिक्रिया मिलती है कि प्रेषक वही इकाई है जिसे हमने प्रमाण पत्र बनाने के लिए कहा था।
ja_jp: 修了証の例へのアクセスキー。これはキューから応答を受信したときに、送信者が修了証の生成依頼先と同一であることを確認するために使用されます。
lt_lt: Pavyzdinio sertifikato prieigos raktas. Gavus atsakymą iš eilės sąrašo, pagal šį raktą patvirtinama, kad siuntėjas yra tas pats subjektas, kurio paprašėme generuoti sertifikatą.
vi: Một khoá truy cập cho các chứng chỉ dụ. Điều này được sử dụng khi chúng tôi nhận được phản hồi từ hàng đợi để xác nhận rằng người gửi là các thực thể cùng chúng tôi hỏi để tạo ra các giấy chứng nhận.

source: The full name that will appear on the certificate.
he: השם המלא שיופיע בתעודת הסיום שלך
hi: पूरा नाम जो प्रमाण पत्र पर दिखाई देगा।
ja_jp: 修了証に記入される名前
lt_lt: Vardas ir pavardė, kurie bus įrašyti į sertifikatą.
vi: Tên đầy đủ sẽ xuất hiện trên giấy chứng nhận.

source: The template file to use when generating the certificate.
he: קובץ התבנית לשימוש בזמן יצירת התעודה
hi: प्रमाण पत्र बनाते समय उपयोग करने के लिए टेम्पलेट फ़ाइल।
ja_jp: 修了証の生成に使われるテンプレートファイル
lt_lt: Šablonas, naudojamas generuojant sertifikatą.
vi: Các tập tin mẫu để sử dụng khi tạo các chứng chỉ.

source: The status of the example certificate.
he: מצב של דוחות לדוגמא.
hi: उदाहरण प्रमाण पत्र की स्थिति।
ja_jp: 修了証の例の状態
lt_lt: Pavyzdinio sertifikato būsena.
vi: Trạng thái của chứng chỉ dụ.

source: The reason an error occurred during certificate generation.
hi: प्रमाण पत्र निर्माण के दौरान त्रुटि हुई।
ja_jp: 修了証生成で発生したエラーの理由
lt_lt: Generuojant sertifikatą atsiradusios klaidos priežastis.
vi: Lý do một lỗi xảy ra trong quá trình phát giấy chứng nhận.

source: The download URL for the generated certificate.
he: כתובת URL לתעודה
hi: उत्पन्न प्रमाण पत्र के लिए डाउनलोड यूआरएल।
ja_jp: 生成された修了証のダウンロードURL
lt_lt: Sugeneruoto sertifikato atsisiuntimo URL nuoroda.
vi: Các URL tải về cho các chứng chỉ được tạo ra.

source: Name of template.
hi: टेम्पलेट का नाम।
ja_jp: テンプレートの名称。
lt_lt: Šablono pavadinimas.
vi: Tên của template.

source: Description and/or admin notes.
hi: विवरण और / या व्यवस्थापक नोट।
ja_jp: 説明 と/または 管理覚書。
lt_lt: Aprašas ir/arba administratoriaus pastabos.
vi: Mô tả và / hoặc admin ghi chú.

source: Django template HTML.
hi: Django टेम्पलेट HTML।
ja_jp: Django テンプレート HTML
lt_lt: Django šablonas HTML.
vi: Django mẫu HTML.

source: Organization of template.
hi: टेम्पलेट का संगठन।
ja_jp: テンプレートの組織。
lt_lt: Šablono sandara.
vi: Tổ chức các template.

source: The course mode for this template.
hi: इस टेम्पलेट के लिए पाठ्यक्रम मोड।
ja_jp: テンプレートの講座モード。
lt_lt: Kurso veiksena šiam šablonui.
vi: Các chế độ khóa học cho mẫu này.

source: On/Off switch.
hi: चालु / बंद स्विच।
ja_jp: オン/オフ スイッチ
lt_lt: Įjungti/išjungti.
vi: Mở/ tắt chuyển đổi.

source: Description of the asset.
hi: संपत्ति का विवरण।
ja_jp: 素材の説明。
lt_lt: Mokymosi komponento aprašas.
vi: Mô tả về tài sản.

source: Asset file. It could be an image or css file.
hi: एसेट फ़ाइल। यह एक छवि या सीएसएस फ़ाइल हो सकती है।
ja_jp: 素材ファイル。画像か CSS がこれにあたります。
lt_lt: Komponento failas. Tai gali būti paveikslas arba css failas.
vi: Tệp tài sản. Nó có thể là một hình ảnh hoặc tập tin css.

source: Asset's unique slug. We can reference the asset in templates using this value.
hi: एसेट का अनोखा स्लग। हम इस मान का उपयोग करके टेम्पलेट्स में संपत्ति का संदर्भ दे सकते हैं।
vi: Ký hiệu riêng của tài sản. Chúng ta có thể tham khảo nội dung trong các mẫu sử dụng giá trị này.

source: user is not given.
hi: उपयोगकर्ता नहीं दिया गया है
vi: người dùng không được cung cấp.

source: user '{user}' does not exist
hi: उपयोगकर्ता '{user}' मौजूद नहीं है
vi: người dùng '{user}' không tồn tại

source: Course id '{course_id}' is not valid
hi: कोर्स आईडी '{कोर्स आईडी}' मान्य नहीं है
vi: Mã số khoá học '{course_id}' không hợp lệ

source: The course does not exist against the given key '{course_key}'
hi: दिए गए कुंजी '{कोर्स_की}' के खिलाफ पाठ्यक्रम मौजूद नहीं है
vi: Khóa học không tồn tại với khóa được cung cấp '{course_key}'

source: User {username} does not exist
hi: उपयोगकर्ता {उपयोगकर्ता नाम} मौजूद नहीं है
ja_jp: {username} というユーザは存在していません。
lt_lt: Naudotojas {username} neegzistuoja
vi: Người sử dụng {username} không tồn tại

source: {course_key} is not a valid course key
hi: {कोर्स कुंजी} एक वैध कोर्स कुंजी नहीं है
ja_jp: {course_key} は有効な講座キーではありません
lt_lt: {course_key} yra neteisingas kurso raktas
vi: {course_key} không phải là một mã hợp lệ

source: The course {course_key} does not exist
hi: कोर्स {कोर्स_की} मौजूद नहीं है
ja_jp: {course_key} の講座は存在していません
lt_lt: Kursas {course_key} neegzistuoja
vi: Khóa học {course_key} không tồn tại

source: User {username} is not enrolled in the course {course_key}
hi: उपयोगकर्ता {उपयोगकर्ता नाम} पाठ्यक्रम {कोर्स_की} में नामांकित नहीं है
ja_jp: {username} のユーザは、{course_key} の講座に受講登録していません
lt_lt: Naudotojas {username} neužregistruotas į kursą {course_key}
vi: Người sử dụng {username} chưa ghi danh vào khóa học {course_key}

source: An unexpected error occurred while regenerating certificates.
hi: प्रमाणपत्रों को पुन: प्राप्त करते समय एक अप्रत्याशित त्रुटि हुई।
ja_jp: 修了証を再度生成中に予期しないエラーが発生しました。
lt_lt: įvyko nenumatyta klaida iš naujo kuriant sertifikatus.
vi: Có lỗi xảy ra bất ngờ khi tái chứng nhận.

source: An {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
hi: एक {प्रमाणित प्रकार} प्रमाण पत्र दर्शाता है कि एक शिक्षार्थी {platform name} द्वारा स्थापित सम्मान कोड का पालन करने के लिए सहमत हो गया है और उसने अपने दिशानिर्देशों के तहत इस पाठ्यक्रम के लिए सभी आवश्यक कार्यों को पूरा कर लिया है।
vi: Chứng chỉ {cert_type} chứng tỏ rằng người học đã đồng ý tuân thủ mã danh dự do {platform_name} thiết lập và đã hoàn thành tất cả các yêu cầu cần thiết cho khóa học này theo đúng hướng dẫn.

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines. A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
hi: एक {प्रमाणित प्रकार} प्रमाण पत्र दर्शाता है कि एक शिक्षार्थी {platform name} द्वारा स्थापित सम्मान कोड का पालन करने के लिए सहमत हो गया है और उसने अपने दिशानिर्देशों के तहत इस पाठ्यक्रम के लिए सभी आवश्यक कार्य पूरे कर लिए हैं। एक {प्रमाणित प्रकार} प्रमाण पत्र यह भी दर्शाता है कि शिक्षार्थी की पहचान जाँची जा चुकी है और मान्य है।
vi: Chứng chỉ {cert_type} chứng tỏ rằng người học đã đồng ý tuân thủ mã danh dự do {platform_name} thiết lập và đã hoàn thành tất cả các yêu cầu cần thiết cho khóa học này theo đúng hướng dẫn. Chứng chỉ {cert_type} cũng chỉ ra rằng danh tính của người học đã được kiểm tra và có giá trị.

source: An {cert_type} certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
hi: एक {प्रमाणित प्रकार} प्रमाणपत्र अध्ययन के एक कार्यक्रम में उच्च स्तर की उपलब्धि को प्रदर्शित करता है, और इसमें छात्र की पहचान का सत्यापन शामिल है।
vi: Chứng chỉ {cert_type} chứng tỏ mức thành tích cao trong một chương trình học và bao gồm xác minh danh tính của học sinh.

source: {month} {day}, {year}
ja_jp: {year}年 {month}月 {day}日
lt_lt: {year} {month} {day}
vi: {day}/{month}/{year}

source: This is a valid {platform_name} certificate for {user_name}, who participated in {partner_short_name} {course_number}
hi: यह {user_name} के लिए एक मान्य {platform_name} प्रमाणपत्र है, जिसने {partner_short_name} {कोर्स_नंबर} में भाग लिया है
ja_jp: これは {partner_short_name} {course_number} を受講した {user_name} の、 {platform_name} の有効な修了証です。
lt_lt: Tai kurso dalyvio {user_name}, kuris/-i dalyvavo {partner_short_name} {course_number}, galiojantis {platform_name} sertifikatas
vi: Đây là một chứng chỉ hợp lệ của {platform_name} cấp cho {user_name}, người đã tham gia khoá học {course_number} của {partner_short_name}

source: {partner_short_name} {course_number} Certificate | {platform_name}
hi: {साझेदार संक्षिप्त नाम} {कोर्स_नंबर} प्रमाण पत्र | {मंच का नाम}
ja_jp: {partner_short_name} {course_number} 修了証 | {platform_name}
lt_lt: {partner_short_name} {course_number} sertifikatas | {platform_name}
vi: Chứng chỉ khoá học {course_number} của {partner_short_name} | {platform_name}

source: successfully completed, received a passing grade, and was awarded this {platform_name} {certificate_type} Certificate of Completion in
hi: सफलतापूर्वक पूरा हुआ, एक उत्तीर्ण ग्रेड प्राप्त किया, और यह {प्लेटफ़ॉर्म नाम} {सर्टिफ़िकेट_प्रकार} सर्टिफ़िकेट ऑफ़ कम्प्लीशन इन
vi: đã hoàn thành thành công, đã nhận được điểm đậu và đã nhận được Chứng chỉ hoàn thành {platform_name} {certificate_type} này

source: {platform_name} acknowledges achievements through certificates, which are awarded for course activities that {platform_name} students complete.
hi: {platform name} प्रमाणपत्रों के माध्यम से उपलब्धियों को स्वीकार करता है, जो पाठ्यक्रम गतिविधियों के लिए सम्मानित किया जाता है कि {platform name} छात्र पूरा करते हैं।
vi: {platform_name} thừa nhận thành tích thông qua các chứng chỉ được trao cho các hoạt động của khóa học mà sinh viên {platform_name} hoàn thành.

source: All rights reserved
hi: सभी अधिकार सुरक्षित
ja_jp: 版権所有
lt_lt: Visos teisės saugomos
vi: Bản quyền đã được bảo hộ

source: Invalid Certificate
he: תעודה לא חוקית
hi: अमान्य प्रमाण पत्र
ja_jp: 無効な証明書
lt_lt: Negaliojantis sertifikatas
vi: Giấy chứng nhận không hợp lệ

source: Certificate Validation
he: אימות תעודות
hi: प्रमाणपत्र सत्यापन
ja_jp: 修了証の有効化
lt_lt: Sertifikato patvirtinimas
vi: Chứng nhận chứng chỉ

source: About {platform_name} Accomplishments
hi: {प्लेटफ़ॉर्म नाम} के बारे में जानकारी
ja_jp: {platform_name} の業績について
lt_lt: Apie {platform_name} laimėjimus
vi: Về thành tựu của {platform_name}

source: Issued On:
he: הונפק בתאריך:
hi: जारी करनेका दिन:
ja_jp: 発行日：
lt_lt: Išduota:
vi: Ban hành ngày:

source: Certificate ID Number
he: מספר מזהה של תעודה
hi: प्रमाणपत्र आईडी नंबर
ja_jp: 修了証番号
lt_lt: Sertifikato identifikacinis numeris
vi: Số ID giấy chứng nhận

source: About {platform_name} Certificates
he: אודות תעודות של {platform_name}
hi: {Platform_name} प्रमाणपत्रों के बारे में
ja_jp: {platform_name}修了証について
lt_lt: Apie {platform_name} sertifikatus
vi: Thông tin về các giấy chứng nhận của {platform_name}

source: How {platform_name} Validates Student Certificates
he: כיצד {platform_name} מאמתים את תעודות הסטודנטים
hi: कैसे {platform_name} छात्र प्रमाणपत्र प्रमाणित करता है
ja_jp: どのように{platform_name}が受講者の修了証を認証するか
lt_lt: Kaip {platform_name} patvirtina kursų dalyvių sertifikatus
vi: {platform_name} kiểm tra và xác nhận Giấy chứng nhận cho học viên như thế nào?

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
hi: {Platform_name} द्वारा जारी किए गए प्रमाणपत्रों को एक gpg कुंजी द्वारा हस्ताक्षरित किया जाता है ताकि वे {platform_name} सार्वजनिक कुंजी वाले किसी व्यक्ति द्वारा स्वतंत्र रूप से मान्य किए जा सकें। स्वतंत्र सत्यापन के लिए, {platform_name} का उपयोग करता है जिसे "अलग किया गया हस्ताक्षर" & quot; "कहा जाता है।
ja_jp: {platform_name}が発行する修了証はgpgキーで署名されていて、誰もが独立して{platform_name}公開鍵で検証できます。独立検証に{platform_name}は「detached signature」という方法を使用しています。
lt_lt: {platform_name} išduoti sertifikatai yra pasirašyti gpg raktu, todėl juos gali bet kas nepriklausomai patvirtinti {platform_name} viešu raktu. Nepriklausomam patvirtinimui {platform_name} naudojamas "atskirtas parašas"&quot;".
vi: Chứng chỉ do {platform_name} cấp được ký bởi một khoá gpg và có thể được xác nhận độc lập bởi bất cứ ai với khoá public của {platform_name}. Để xác minh độc lập, {platform_name} sử dụng "detached signature"&quot;".

source: Validate this certificate for yourself
he: אמת תעודה זו עבור עצמך
hi: इस प्रमाणपत्र को अपने लिए मान्य करें
ja_jp: この修了証を自分で認証する
lt_lt: Pasitvirtinkite šį sertifikatą
vi: Tự xác nhận chứng chỉ

source: {platform_name} offers interactive online classes and MOOCs.
hi: {platform_name} इंटरैक्टिव ऑनलाइन कक्षाएं और MOOC प्रदान करता है।
vi: {platform_name} cung cấp các lớp học trực tuyến tương tác và MOOCs.

source: About {platform_name}
he: אודות {platform_name}
hi: {Platform_name} के बारे में
ja_jp: {platform_name}について
lt_lt: Apie {platform_name}
vi: Về {platform_name}

source: Learn more about {platform_name}
he: למד עוד אודות {platform_name}
hi: {Platform_name} के बारे में और जानें
ja_jp: {platform_name}についてもっと学ぶ
lt_lt: Sužinoti daugiau apie {platform_name}
vi: Tìm hiểu thêm về {platform_name}

source: Learn with {platform_name}
he: למד עם {platform_name}
hi: {Platform_name} के साथ जानें
ja_jp: {platform_name}で学ぶ
lt_lt: Mokytis {platform_name} aplinkoje
vi: Học với {platform_name}

source: Work at {platform_name}
he: עבוד ב{platform_name}
hi: {Platform_name} पर काम करें
ja_jp: {platform_name}で働く
lt_lt: Dirbti {platform_name} aplinkoje
vi: Làm việc tại {platform_name}

source: Contact {platform_name}
he: צור קשר עם {platform_name}
hi: संपर्क {platform_name}
ja_jp: {platform_name}への問い合わせ
lt_lt: Susisiekti su {platform_name}
vi: Liên hệ với {platform_name}

source: {platform_name} acknowledges the following student accomplishment
he: {platform_name} מכירה בהישגים של הסטודנט הנ"ל
hi: {platform_name} निम्नलिखित छात्र की उपलब्धि को स्वीकार करता है
ja_jp: {platform_name}は次の受講者の修了を認めます
lt_lt: {platform_name} pripažįsta šį kurso dalyvio pasiekimą
vi: {platform_name} ghi nhận thành tựu sau của học sinh

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name}.
hi: {partner_short_name} द्वारा ऑफ़र किए गए अध्ययन का एक कोर्स, {partner_long_name} की ऑनलाइन शिक्षण पहल है।
vi: một khóa học do {partner_short_name} cung cấp, một sáng kiến học trực tuyến của {partner_long_name}.

source: a course of study offered by {partner_short_name}.
hi: {partner_short_name} द्वारा प्रस्तावित अध्ययन का एक कोर्स।
vi: một khóa học do {partner_short_name} cung cấp.

source: I completed the {course_title} course on {platform_name}.
hi: मैंने {platform_name} पर {course_title} कोर्स पूरा किया।
ja_jp: わたしは {platform_name} の {course_title} 講座を修了しました。
lt_lt: Aš baigiau kursą {course_title} {platform_name} aplinkoje.
vi: Tôi đã hoàn thành khoá học {course_title} trên {platform_name}.

source: I completed a course at {platform_name}. Take a look at my certificate.
hi: मैंने {platform_name} पर एक कोर्स पूरा किया। मेरे प्रमाणपत्र पर एक नज़र डालें।
vi: Tôi đã hoàn thành một khóa học tại {platform_name}. Hãy xem chứng chỉ của tôi.

source: More Information About {user_name}'s Certificate:
he: מידע נוסף אודות התעודה של {user_name}:
hi: {User_name} के प्रमाणपत्र के बारे में अधिक जानकारी:
ja_jp: {user_name}の修了証についての追加情報：
lt_lt: Daugiau informacijos apie {user_name} sertifikatą:
vi: Thông tin thêm về {user_name} 's giấy chứng nhận:

source: {fullname}, you earned a certificate!
hi: {fullname}, आपने एक प्रमाणपत्र अर्जित किया है!
vi: {fullname}, bạn đã nhận được chứng chỉ!

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
hi: बधाई हो! यह पृष्ठ सारांशित करता है कि आपने क्या पूरा किया। इसे अपने सामाजिक और व्यावसायिक नेटवर्क में परिवार, दोस्तों और सहयोगियों को दिखाएं।
vi: Xin chúc mừng! Trang này tóm tắt những gì bạn đã hoàn thành. Hãy chia vui cùng gia đình và bạn bè của bạn.

source: More about {fullname}'s accomplishment
hi: {Fullname} की सिद्धि के बारे में अधिक
ja_jp: {fullname} の業績についてもっと見る
lt_lt: Daugiau apie {fullname} pasiekimus
vi: Thông tin thêm về {fullname} 's đã đạt được

source: Username
he: שם משתמש
hi: उपयोगकर्ता नाम
ja_jp: ユーザー名
lt_lt: Naudotojo vardas
vi: Tên đăng nhập

source: Grade
he: ציון
ja_jp: 成績
lt_lt: Įvertinimas
vi: Điểm

source: Percent
he: אחוז
ja_jp: パーセント
lt_lt: Procentai
vi: Phần trăm

source: Opened by this number of students
he: נפתח על ידי המספר הזה של סטודנטים
ja_jp: 次の受講者によって開かれました
lt_lt: Atidaryta šio kurso dalyvių skaičiaus
vi: Được mở bởi từng này học viên.

source: subsections
he: תתי מקטעים
ja_jp: 節
lt_lt: potemės
vi: phần phụ

source: Count of Students
he: ספירה של סטודנטים
ja_jp: 受講者の数
lt_lt: Kurso dalyvių skaičius
vi: số lượng học sinh

source: Percent of Students
he: אחוז מהסטודנטים
ja_jp: 受講者の割合
lt_lt: Kurso dalyvių procentas
vi: Phần Trăm Học Sinh

source: Score
he: ציון
hi: कुल स्कोर
ja_jp: 得点
lt_lt: Rezultatas
vi: Điểm

source: problems
he: בעיות
ja_jp: 問題
lt_lt: užduotys
vi: vấn đề

source: {course_id} is not a valid course key.
hi: {course_id} एक वैध कोर्स कुंजी नहीं है
ja_jp: {course_id} は有効な講座キーではありません。
lt_lt: {course_id} yra neteisingas kurso raktas.
vi: {course_id} không hợp lệ.

source: Course {course_id} does not exist.
hi: कोर्स {कोर्स_आईडी} मौजूद नहीं है।
ja_jp: {course_id} 講座は存在していません。
lt_lt: Kursas {course_id} neegzistuoja.
vi: Khoá học {course_id} không tồn tại.

source: Use the checkout page hosted by the E-Commerce service.
hi: ई-कॉमर्स सेवा द्वारा होस्ट किए गए चेकआउट पृष्ठ का उपयोग करें।
vi: Sử dụng trang thanh toán được cung cấp bởi dịch vụ Thương mại Điện tử.

source: Path to course(s) checkout page hosted by the E-Commerce service.
hi: ई-कॉमर्स सेवा द्वारा होस्ट किया गया पथ टू कोर्स (चेक) पेज।
vi: Đường dẫn đến trang() thanh toán khoá học được cung cấp bởi dịch vụ Thương mại Điện tử.

source: Cache Time To Live
hi: जीने के लिए कैश समय
ja_jp: ライブのためのキャッシュタイム
vi: Thời Gian Cache

source: Specified in seconds. Enable caching by setting this to a value greater than 0.
hi: सेकंड में निर्दिष्ट। इसे 0 से अधिक मान पर सेट करके कैशिंग सक्षम करें।
ja_jp: 秒単位で指定します。キャッシングを有効にするには 0 以上の数値を設定します。
vi: Đặt vài giây. Bật bộ nhớ đệm bằng cách đặt giá trị này lớn hơn 0.

source: Path to order receipt page.
hi: रसीद पृष्ठ के लिए पथ।
vi: Đường dẫn đến trang nhận đơn đặt hàng.

source: Automatically approve valid refund requests, without manual processing
hi: मैन्युअल प्रोसेसिंग के बिना, स्वचालित रूप से मान्य धनवापसी अनुरोधों को स्वीकार करें
vi: Tự động duyệt các yêu cầu hoàn lại tiền hợp lệ, không cần xử lý thủ công

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
hi: {username} ({email}) के लिए धनवापसी अनुरोध शुरू किया गया है। इस अनुरोध को संसाधित करने के लिए, कृपया नीचे दिए गए लिंक(s) पर जाएं।
ja_jp: {username} ({email}) の払い戻し請求が開始されました。この請求を進めるには、以下のリンク()へ移動してください。
lt_lt: Pradėtas {username} ({email}) vykdyti prašymas apmokėti. Jei norite vykdyti šį prašymą, spustelėkite toliau esančią nuorodą (-as).
vi: Một yêu cầu hoàn lại tiền đã được yêu cầu bởi người dùng {username} ({email}). Để xử lý yêu cầu này, vui lòng tới liên kết(s) dưới đây.

source: Receipt
he: קבלה
ja_jp: 領収証
lt_lt: Kvitas
vi: Biên lai

source: Payment Failed
ja_jp: 支払いに失敗しました
lt_lt: Apmokėti nepavyko
vi: Thanh toán không thành công

source: There was a problem with this transaction. You have not been charged.
ja_jp: 取り扱い処理中に問題が発生しました。請求は発生していません。
lt_lt: Operacijos klaida. Pinigai nuo jūsų sąskaitos nebuvo nuskaičiuoti.
vi: Đã có lỗi với giao dịch này. Tài khoản của bạn vẫn chưa bị trừ tiền.

source: Make sure your information is correct, or try again with a different card or another form of payment.
ja_jp: 入力した情報に間違いがないかご確認いただくか、別のカードまたは支払い方法でやりなおしてください。
lt_lt: Įsitikinkite, ar jūsų informacija teisinga, arba bandykite dar kartą sumokėti kita kortele ar kitu būdu.
vi: Vui lòng kiểm tra lại các thông tin, hoặc thử lại với một thẻ hay một hình thức thanh toán khác.

source: A system error occurred while processing your payment. You have not been charged.
ja_jp: 支払い手続きの処理中にシステムエラーが起きました。請求は発生していません。
lt_lt: Apdorojant jūsų mokėjimą įvyko sistemos klaida. Pinigai nuo jūsų sąskaitos nebuvo nuskaičiuoti.
vi: Đã có lỗi xảy ra khi xử lý thanh toán. Tài khoản của bạn vẫn chưa bị trừ tiền.

source: Please wait a few minutes and then try again.
ja_jp: ２、３分待って、もう一度やりなおしてください。
lt_lt: Palaukite kelias minutes ir bandykite dar kartą.
vi: Vui lòng chờ một vài phút rồi thử lại.

source: For help, contact {payment_support_link}.
ja_jp: お問い合わせは、{payment_support_link} までお願い致します。
lt_lt: Jei reikia pagalbos, spustelėkite {payment_support_link}.
vi: Để được trợ giúp, liên hệ {payment_support_link}.

source: An error occurred while creating your receipt.
ja_jp: 領収書の作成中にエラーが起きました
lt_lt: Kuriant jūsų kvitą įvyko klaida.
vi: Có lỗi xảy ra trong khi tạo biên lai cho bạn.

source: If your course does not appear on your dashboard, contact {payment_support_link}.
ja_jp: ダッシュボード画面に受講講座が表示されていない場合には、{payment_support_link} 宛にお問い合わせください。
lt_lt: Jeigu jūsų kursas nepasirodo informaciniame puslapyje, spustelėkite {payment_support_link}.
vi: Nếu khóa học không xuất hiện trên bảng thông tin của bạn, vui lòng liên hệ {payment_support_link}.

source: Earn a certificate
hi: एक प्रमाण पत्र अर्जित करें
vi: Lấy chứng chỉ

source: Complete the course
hi: कोर्स पूरा करें
vi: Hoàn thành khóa học

source: Explore the course
hi: पाठ्यक्रम का अन्वेषण करें
vi: Khám phá khóa học

source: Not sure yet
hi: अभी तक यकीन नहीं
vi: Chưa chắc chắn
