Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Discussion thread list
he: רשימת שירשור דיונים
hi: चर्चा सूत्र सूची
ja_jp: ディスカッションスレッドリスト
lt_lt: Diskusijų gijų sąrašas
vi: Danh sách luồng thảo luận

source: %s discussion started
he: %s דיון שנפתח
hi: %s चर्चाएं जो शुरू हुई
ja_jp: %s件の新規ディスカッションを投稿
lt_lt: %s diskusija pradėta
vi: đã có %s thảo luận

source: %s comment
he: %s הערה
hi: %s टिप्पणियां
ja_jp: %s件のコメント
lt_lt: %s komentaras
vi: %s bình luận

source: Discussion unavailable
hi: चर्चा अनुपलब्ध है
vi: Thảo luận chưa sẵn sàng

source: The discussions are currently undergoing maintenance. We'll have them back up shortly!
hi: फिलहाल चर्चाएं रखरखाव पर चल रही हैं। हम उन्हें जल्द ही वापस करेंगे!
vi: Chức năng thảo luận đang được bảo trì. Chúng tôi sẽ sớm hoạt động trở lại!

source: Content Locked
hi: सामग्री बंद
vi: Nội dung này đã bị khóa.

source: You must complete the prerequisites for '{prereq_section_name}' to access this content.
hi: इस सामग्री तक पहुँचने के लिए आपको '{prereq_section_name}' के लिए आवश्यक शर्तें पूरी करनी होंगी।
vi: Bạn phải hoàn thành phần '{prereq_section_name}' trước để có thể truy cập nội dung này.

source: Go to Prerequisite Section
hi: पूर्वापर अनुभाग पर जाएं
vi: Đi đến Mục trước.

source: Collapse Instructions
he: כווץ הנחיות
hi: सभी निर्देशों को छोटा करें
ja_jp: 指示を削除
lt_lt: Sutraukti instrukcijas
vi: Thu gọn hướng dẫn

source: Guided Discussion
he: דיון מונחה
hi: नियंत्रित चर्चा
ja_jp: 案内されたディスカッション
lt_lt: Vadovaujama diskusija
vi: Thảo luận theo hướng dẫn

source: Hide Annotations
he: הסתר ביאור
hi: टिप्पणियां छुपाएं
ja_jp: 注釈を隠す
lt_lt: Slėpti komentarus
vi: Ẩn chú thích

source: Bookmarked
hi: बुकमार्क
vi: Được đánh dấu

source: Bookmark this page
hi: इस पृष्ठ को बुकमार्क करें
vi: Đánh dấu trang này

source: You do not have access to this dependency module.
hi: आपके पास इस निर्भरता मॉड्यूल तक पहुंच नहीं है।
vi: Bạn không có quyền truy cập vào mô-đun phụ thuộc này.

source: LEARN MORE
hi: और अधिक जानें
ja_jp: 詳しい説明
lt_lt: SUŽINOTI DAUGIAU
vi: Tìm hiểu thêm

source: Starts
hi: प्रारंभ होगा
ja_jp: 受講開始
lt_lt: Prasideda
vi: Bắt đầu

source: Starts: {date}
hi: प्रारंभ: {date}
vi: Bắt đầu: {date}

source: View all Courses
he: הצג את כל הקורסים
hi: सभी पाठ्यक्रम देखें
ja_jp: すべての講座を見る
lt_lt: Peržiūrėti visus kursus
vi: Xem tất cả khóa học

source: Dashboard
he: לוח בקרה
hi: डैशबोर्ड
ja_jp: マイページ
lt_lt: Informacinis puslapis
vi: Bảng thông tin

source: You are not enrolled in any courses yet.
hi: आप अभी तक किसी भी पाठ्यक्रम में नामांकित नहीं हैं।
vi: Bạn chưa được ghi danh vào khóa học nào

source: Explore courses
hi: पाठ्यक्रमों का अन्वेषण करें
vi: Khám phá khóa học

source: Activate your account!
hi: अपना खाता सक्रिय करें!
vi: Kích hoạt tài khoản của bạn!

source: Course-loading errors
he: שגיאות בטעינת קורס
hi: पाठ्यक्रम लोड त्रुटी
ja_jp: 講座の読み込みエラー
lt_lt: Kursai negali būti pakrauti
vi: Lỗi khi tải khóa học

source: Search Your Courses
he: חיפוש קורסים
hi: अपने पाठ्यक्रम खोजें
ja_jp: 講座を検索
vi: Tìm khóa học của bạn

source: Clear search
he: נקה חיפוש
hi: स्वच्छ खोज
ja_jp: 検索を削除
lt_lt: Trinti paiešką
vi: Xoá tìm kiếm

source: Account Status Info
hi: खाता स्थिति जानकारी
ja_jp: アカウントのステータス情報
vi: Thông tin trạng thái tài khoản

source: Order History
he: היסטוריית הזמנות
hi: आदेश इतिहास
ja_jp: 注文履歴
lt_lt: Užsakymo istorija
vi: Lịch sử hóa đơn

source: Email Settings for {course_number}
he: הגדרות דוא"ל עבור {course_number}
hi: {course_number} के लिए ई-मेल सेटिंग्स
ja_jp: {course_number}のメール受信設定
lt_lt: {course_number} el. pašto nustatymai
vi: Cài đặt Email cho {course_number}

source: Receive course emails
he: קבל דואר מהקורס
hi: पाठ्यक्रम ई-मेलें प्राप्त करें
ja_jp: 講座からのメールを受け取る
lt_lt: Gauti kurso el. laiškus
vi: Nhận email cho khóa học

source: Save Settings
he: שמור הגדרות
hi: सेटिंग्स सहेजें
ja_jp: 設定を保存
lt_lt: Išsaugoti nustatymus
vi: Lưu cài đặt

source: Unenroll
he: בטל הרשמה
hi: दाखिला रद्द करें
ja_jp: 受講取消し
lt_lt: Išregistruoti
vi: Hủy ghi danh

source: E-mail change failed
he: שינוי כתובת דואר אלקטרוני נכשל
hi: ई-मेल बदलने में असफल
ja_jp: メールアドレスの変更は失敗しました
lt_lt: El. pašto pakeisti nepavyko
vi: Thay đổi Email không thành công

source: We were unable to send a confirmation email to {email}
he: לא הצלחנו לשלוח הודעת דואר אלקטרוני לאישור ל- {email}
hi: हम {email} को पुष्टिकरण ईमेल भेजने में असमर्थ रहे है
ja_jp: {email} への確認メールの送信ができませんでした
lt_lt: Nepavyko išsiųsti patvirtinančio el. laiško į {email}
vi: Chúng tôi không thể gửi email xác nhận đến {email}

source: Go back to the {link_start}home page{link_end}.
he: חזור ל {link_start}דף הבית{link_end}.
hi: वापिस {link_start}मुख्य पृष्ठ{link_end} पर जाएं।
ja_jp: {link_start}ホームページ{link_end} へ戻る
lt_lt: Grįžti atgal į {link_start}pradžios puslapį{link_end}.
vi: Quay trở lại {link_start}trang chủ{link_end}.

source: E-mail change successful!
he: שינוי כתובת דואר אלקטרוני עבר בהצלחה!
hi: ई-मेल परिवर्तन सफल!
ja_jp: メールアドレスの変更が完了しました。
lt_lt: El. paštas pakeistas sėkmingai!
vi: Thay đổi e-mail thành công!

source: You should see your new email in your {link_start}dashboard{link_end}.
he: אתה אמור לראות את כתובת הדואר האלקטרוני החדשה שלך {link_start}לוח המכוונים{link_end} שלך.
hi: आपको अपनी नई ई-मेल अपने {link_start}डैशबोर्ड{link_end} पर दिखनी चाहिए।
ja_jp: {link_start}マイページ{link_end} にて新しいメールアドレスを確認して下さい。
lt_lt: Naujajį el. paštą matysite savo {link_start}informaciniame puslapyje{link_end}.
vi: Bạn nên xem email mới trong {link_start}bảng thông tin{link_end}.

source: An account with the new e-mail address already exists.
he: חשבון עם הכתובת דואר אלקטרוני חדשה כבר קיים.
hi: इस ई-मेल से जुड़ा हुआ एक खाता पहले से ही मौजूद है।
ja_jp: 新しいメールアドレスを使ったアカウントが既に存在します。
lt_lt: Paskyra su tokiu el. pašto adresu jau egzistuoja.
vi: Một tài khoản với địa chỉ e-mail mới đã tồn tại.

source: You should Register before trying to access the Unit
hi: यूनिट का उपयोग करने से पहले आपको पंजीकरण करना चाहिए
vi: Bạn phải đăng ký tài khoản trước khi xem bài giảng

# self
source: Enroll
hi: दाखिला दें
vi: Ghi danh

source: Don't enroll
hi: नामांकन न करें
vi: Không ghi danh

source: Student Enrollment Form
he: טופס רישום סטודנט
hi: छात्र नामांकन पत्र
ja_jp: 受講者の受講登録フォーム
lt_lt: Kurso dalyvio priėmimo forma
vi: Đơn ghi danh của học viên

source: Course:
he: קורס:
hi: पाठ्यक्रम:
ja_jp: 講座：
lt_lt: Kursas:
vi: Khóa học:

source: Add new students
he: הוסף סטודנטים חדשים
hi: नए छात्रों को जोड़ें
ja_jp: 新たな受講者を追加
lt_lt: Pridėti naujus kurso dalyvius
vi: Thêm học viên mới

source: Existing students:
he: סטודנטים קיימים:
hi: मौजूदा छात्र:
ja_jp: 在籍中の受講者：
lt_lt: Esantys kurso dalyviai:
vi: Các học viên hiện tại:

source: New students added:
he: סטודנטים חדשים הוספו:
hi: जोड़े गए नए छात्र:
ja_jp: 追加された新たな受講者：
lt_lt: Pridėti nauji kurso dalyviai:
vi: Các học viên mới được thêm vào:

source: Students rejected:
he: סטודנטים נדחו:
hi: नामंज़ूर कर दिए गए छात्र:
ja_jp: 拒否された受講者：
lt_lt: Atmesti kurso dalyviai:
vi: Các học viên bị từ chối:

source: Debug:
he: נפה שגיאות -Debug
hi: डीबग करें:
ja_jp: デバッグ：
lt_lt: Programų derinimas:
vi: Sửa lỗi:

source: External Authentication failed
he: אימות חיצוני נכשל
hi: बाहरी प्रमाणीकरण विफल
ja_jp: 外部認証が失敗
lt_lt: Nepavyko nustatyti tapatybės
vi: Đăng nhập qua tài khoản ngoài thất bại

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
he: אנא הקלד את כתובת דואר האלקטרוני מטה ואנחנו נשלח לך הנחיות להגדרת סיסמה חדשה.
hi: कृपया नीचे अपना ई-मेल पता दर्ज करें, और हम आपको एक नया पासवर्ड सेट करने के लिए ई-मेल से निर्देश भेजेंगे।
ja_jp: パスワードを再設定する方法を記載したメールを送信します。以下のフォームに会員登録済みのメールアドレスを入力してください。
lt_lt: Žemiau įveskite savo el. pašto adresą ir jums el.laišku bus atsiųstos instrukcijos, kaip susikurti naują slaptažodį.
vi: Vui lòng nhập địa chỉ email của bạn vào dưới đây, và chúng tôi sẽ gửi e-mail hướng dẫn bạn thiết lập một mật khẩu mới.

source: Required Information
he: מידע דרוש
hi: आवश्यक जानकारी
ja_jp: 必須情報
lt_lt: Būtini duomenys
vi: Thông tin bắt buộc

source: Your E-mail Address
he: כתובת דואר אלקטרוני שלך
hi: आपका ई-मेल पता
ja_jp: あなたのメールアドレス
lt_lt: Jūsų el. pašto adresas
vi: E-mail Của Bạn

source: This is the e-mail address you used to register with {platform}
he: כתובת הדואר האלקטרוני איתה נרשמת ל{platform}
hi: यह वह ई-मेल पता है जिसे आपने {platform} के साथ रजिस्टर करने के लिए इस्तेमाल किया था।
ja_jp: 上記は{platform}に登録したメールアドレスとなります。
lt_lt: Jūs prisiregistravote prie {platform} šiuo el. pašto adresu
vi: Đây là địa chỉ e-mail mà bạn đã sử dụng để đăng ký với {platform}

source: Reset My Password
he: אפס סיסמה
hi: अपना पासवर्ड रीसेट करें
ja_jp: パスワードを変更
lt_lt: Atkurti slaptažodį
vi: Đổi mật khẩu

source: Email is incorrect.
he: כתובת הדואר האלקטרוני שגויה
hi: ई-मेल ग़लत है।
ja_jp: メールアドレスが間違っています
lt_lt: Neteisingas el. pašto adresas.
vi: Email không đúng.

source: For {strong_start}questions on course lectures, homework, tools, or materials for this course{strong_end}, post in the {link_start}course discussion forum{link_end}.
vi: Nếu có {strong_start}các câu hỏi về bài giảng, bài tập, công cụ hoặc tài liệu cho khóa học này{strong_end}, hãy viết lên {link_start}diễn đàn thảo luận của khóa học{link_end}

source: Have {strong_start}general questions about {platform_name}{strong_end}? You can find lots of helpful information in the {platform_name} {link_start}FAQ{link_end}.
vi: Bạn có{strong_start}thắc mắc nói chung về {platform_name}{strong_end}? Bạn có thể tìm hiểu thêm thông tin tại {platform_name} {link_start}FAQ{link_end}.

source: Have a {strong_start}question about something specific{strong_end}? You can contact the {platform_name} general support team directly:
vi: Bạn có một {strong_start}câu hòi cụ thể {strong_end}? Bạn có thể liên hệ {platform_name} trực tiếp với đội ngũ hỗ trợ:

source: Report a problem
he: דווח על בעיה
hi: समस्या भेजें
ja_jp: トラブルの報告
lt_lt: Pranešti apie problemą
vi: Báo lỗi

source: Make a suggestion
he: הצע הצעה
hi: सुझाव दें
ja_jp: 改善要望
lt_lt: Pateikti pasiūlymą
vi: Đề xuất

source: Ask a question
he: שאל שאלה
hi: सवाल पूछें
ja_jp: その他のお問い合わせ
lt_lt: Užduoti klausimą
vi: Đặt câu hỏi

source: Please note: The {platform_name} support team is English speaking. While we will do our best to address your inquiry in any language, our responses will be in English.
he: שים לב: צוות התמיכה של {platform_name} דובר עברית. בעוד שאנו עושים מאמצים לתת מענה לשאלותיך בכל שפה, התשובות שלנו יהיו באנגלית.
hi: कृपया नोट करें: {platform_name} की टीम अंग्रेज़ी बोलती है। चाहे आपके सवाल किसी भी भाषा में हो सकते हैं लेकिन हमारा जवाब अंग्रेज़ी में ही दिया जाएगा।
ja_jp: 注意： {platform_name}のサポートチームの言語は英語です。すべての言語のお問い合わせに対して極力対応しますが、返信は英語となります。
lt_lt: Atkreipkite dėmesį: {platform_name} palaikymo komanda yra anglakalbė. Mes stengsimės išspręsti bet kokia kalba pateiktą užklausą, tačiau mūsų atsakas bus anglų kalba.
vi: Xin lưu ý: Nhóm hỗ trợ trên {platform_name} dùng ngôn ngữ Tiếng Việt. Chúng tôi làm hết sức để nhận câu hỏi bằng bất cứ thứ tiếng nào nhưng chúng tôi sẽ trả lời các bạn bằng tiếng Việt.

source: Briefly describe your issue
he: תאר בקצרה את הבעיה שלך
hi: संक्षिप्त में अपनी समस्या बताएं
ja_jp: 問題を端的に記述してください。
lt_lt: Trumpai apibūdinkite jums iškilusią problemą
vi: Mô tả ngắn gọn vấn đề

source: Tell us the details
he: ספר לנו על הפרטים:
hi: हमें विस्तार से बताएं
ja_jp: 詳細を教えてください。
lt_lt: Papasakokite detaliau
vi: Cho chúng tôi biết thông tin chi tiết

source: Describe what you were doing when you encountered the issue. Include any details that will help us to troubleshoot, including error messages that you saw.
vi: Miêu tả những thao tác bạn đang làm cho đến khi bạn gặp lỗi. Bổ sung các thông tin chi tiết, các thông báo lỗi bạn nhìn thấy sẽ giúp chung tôi tìm lõi

source: Thank You!
he: תודה רבה!
hi: धन्यवाद!
lt_lt: Ačiū!
vi: Xin cảm ơn!

source: Thank you for your inquiry or feedback. We typically respond to a request within one business day, Monday to Friday. In the meantime, please review our {link_start}detailed FAQs{link_end} where most questions have already been answered.
vi: Cảm ơn vì yêu cầu hoặc phản hồi của bạn. Chúng tôi thường trả lời yêu cầu trong một ngày làm việc, từ Thứ Hai đến Thứ Sáu. Trong thời gian chờ đợi, vui lòng xem lại {link_start}Câu hỏi thường gặp chi tiết{link_end} của chúng tôi nơi hầu hết các câu hỏi đã được trả lời.

source: - Select -
vi: - Chọn -

source: problem
he: בעיה
hi: समस्या
ja_jp: 問題
lt_lt: problema
vi: vấn đề

source: Report a Problem
he: דווח על בעיה
hi: समस्या रिपोर्ट करें
ja_jp: トラブルの報告
lt_lt: Pranešti apie problemą
vi: Báo cáo lỗi

source: Brief description of the problem
he: תיאור קצר של הבעיה
hi: समस्या का संक्षिप्त वर्णन
ja_jp: トラブルの概要
lt_lt: Trumpas problemos aprašymas
vi: Mô tả ngắn gọn về vấn đề

source: Details of the problem you are encountering{asterisk}
vi: Miêu tả vấn đề bạn đang gặp phải{asterisk}

source: suggestion
he: הצעה
hi: सुझाव
ja_jp: 改善提案
lt_lt: pasiūlymas
vi: đề xuất

source: Make a Suggestion
he: הצע הצעה
hi: सुझाव दें
ja_jp: 改善要望
lt_lt: Pateikti pasiūlymą
vi: Đề xuất

source: Brief description of your suggestion
he: תיאור קצר של הצעתך
hi: आपके लक्ष्यों का संक्षिप्त विवरण
ja_jp: 改善提案の概要
lt_lt: Trumpas jūsų pasiūlymo aprašymas
vi: Tóm tắt ngắn gọn đề xuất của bạn

source: question
he: שאלה
hi: सवाल
ja_jp: お問い合わせ
lt_lt: klausimas
vi: Câu hỏi

source: Ask a Question
he: שאל שאלה
hi: सवाल पूछें
ja_jp: その他のお問い合わせ
lt_lt: Užduoti klausimą
vi: Đặt câu hỏi

source: Brief summary of your question
he: תיאור קצר של שאלתך
hi: आपके प्रश्न का संक्षिप्त विवरण
ja_jp: お問い合わせの概要
lt_lt: Trumpas jūsų klausimo aprašymas
vi: Tóm tắt ngắn gọn câu hỏi của bạn

source: An error has occurred.
he: התרחשה טעות
hi: एक त्रुटि हो गई है।
ja_jp: エラー発生
lt_lt: Įvyko klaida
vi: Có lỗi xảy ra.

source: Please {link_start}send us e-mail{link_end}.
he: אנא {link_start}שלח לנו הודעת דואר אלקטרוני{link_end}.
hi: कृपया हमें {link_start}ई-मेल भेजें{link_end}।
ja_jp: {link_start}メール{link_end}を送信してください。
lt_lt: Susisiekite su mumis {link_start}el. paštu{link_end}.
vi: Vui lòng {link_start}gửi email cho chúng tôi{link_end}.

source: Please try again later.
he: אנא נסה שוב מאוחר יותר
hi: कृपया बाद में फिर से कोशिश कीजिए।
ja_jp: 少し経ってからお試しください。
lt_lt: Prašome pabandyti vėliau.
vi: Vui lòng thử lại sau.

source: The course has ended.
hi: कोर्स समाप्त हो गया है।
vi: Khóa học đã kết thúc.

source: The due date for this assignment has passed.
hi: इस कार्य के लिए नियत तिथि बीत चुकी है।
vi: Hạn chót cho bài tập này đã qua.

source: Because the course has ended, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
hi: क्योंकि कोर्स समाप्त हो गया है, यह असाइनमेंट अब उपलब्ध नहीं है। {line_break} यदि आपने यह असाइनमेंट पूरा कर लिया है, तो आपका ग्रेड {link_start} प्रगति पृष्ठ {link_end} पर उपलब्ध है।
vi: Bởi vì khóa học đã kết thúc, bài tập này không còn nữa. {line_break}Nếu bạn đã hoàn thành bài tập này, điểm của bạn sẽ có trên trang {link_start}tiến độ{link_end}.

source: Because the due date has passed, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
hi: क्योंकि नियत तारीख बीत चुकी है, यह असाइनमेंट अब उपलब्ध नहीं है। {line_break} यदि आपने यह असाइनमेंट पूरा कर लिया है, तो आपका ग्रेड {link_start} प्रगति पृष्ठ {link_end} पर उपलब्ध है।
vi: Bởi vì hạn chót qua, bài tập này không còn nữa. {line_break} Nếu bạn đã hoàn thành bài tập này, điểm của bạn sẽ có trên trang {link_start}tiến độ{link_end}.

source: Search for a course
he: חפש קורס
hi: एक कोर्स के लिए खोजें
ja_jp: 講座を探す
vi: Tìm khóa học

source: Welcome to {platform_name}
he: ברוך הבא ל{platform_name}
hi: {platform_name} में आपका स्वागत है
ja_jp: {platform_name}へようこそ
lt_lt: Sveiki prisijungę prie {platform_name}
vi: Chào mừng bạn đến với {platform_name}

source: Invalid email change key
he: מפתח לשינוי כתובת דואר אלקטרוני לא תקין
hi: अवैध ई-मेल परिवर्तन कुंजी
ja_jp: 不正なメールアドレス変更キー
lt_lt: Neteisingas el. pašto pakeitimo raktas
vi: Key thay đổi email không hợp lệ

source: This e-mail key is not valid. Please check:
he: הודעת דואר אלקטרוני זו לא תקינה. אנא בדוק:
hi: यह ई-मेल कुंजी वैध नहीं हैं. कृपया जांच करें:
ja_jp: このe-mail key は無効です。ご確認ください。
lt_lt: Šis el. pašto raktas yra neteisingas. Prašome patikrinti:
vi: Key cho e-mail này không hợp lệ. Vui lòng kiểm tra:

source: Was this key already used? Check whether the e-mail change has already happened.
he: האם כבר נעשה שימוש במפתח זה? בדוק אם השינוי של הדואר האלקטרוני כבר בוצע.
hi: कया इस कुंजी का पहले भी उपयोग हो चुका है? जांच करें अगर यह ई-मेल परिवर्तन पहले से हो चुका है।
ja_jp: このキーは既に使用されたものではないですか？メール変更が既になされたかどうか、ご確認ください。
lt_lt: Ar šis raktas jau buvo naudojamas? Patikrinkite, ar jau pakeistas el. paštas.
vi: Key này đã được sử dụng? Hãy kiểm tra xem email đã được thay đổi chưa.

source: Did your e-mail client break the URL into two lines?
he: האם תוכנת הדואר האלקטרוני שלך שברה את ה-URL לשתי שורות?
hi: क्या आपके ई-मेल क्लाइंट ने यू आर एल को दो पंक्तियों में बांट दिया है?
ja_jp: メールソフトがURLを二行に分割してしまっているのではないでしょうか？
lt_lt: Ar el. pašto klientas padalijo URL nuorodą į dvi eilutes?
vi: Ứng dụng e-mail của bạn đã phân đường đẫn URL thành hai dòng?

source: The keys are valid for a limited amount of time. Has the key expired?
he: המפתחות תקפים לפרק זמן מוגבל. האם פג תוקפו של המפתח?
hi: ये कुंजियां केवल थोड़े समय के लिए ही लागू होती हैं। क्या कुंजी समाप्त हो गई है?
ja_jp: キーには有効期間があります。既にキーの有効期間が失効したのではないでしょうか？
lt_lt: Raktai galioja ribotą laiką. Ar rakto galiojimo laikas baigėsi?
vi: Các key chỉ hợp lệ trong một khoảng thời gian ngắn. Key đã hết hạn?

source: Showing all matching content eligible to be added into {display_name}. Each student will be assigned {max_count} component drawn randomly from this list.
he: הראה כל תוכן תואם שניתן להוסיף לתוך {display_name}. לכל סטודנט יוקצה {max_count} מרכיב שימשך באופן רנדומאלי מהרשימה.
ja_jp: {display_name}に追加される条件を満たすすべてのコンテンツを表示しています。各受講者にはリストからランダムに選ばれた{max_count}のコンポーネントが割り当てられます。
lt_lt: Rodoma visa medžiaga, tinkama dėti į {display_name}. Kiekvienam kurso dalyviui bus priskirtas {max_count} komponentas, atsitiktinai paimtas iš šio sąrašo.
vi: Hiển thị tất cả lựa chọn có thể thêm vào {display_name}. Mỗi học viên sẽ được phân ngẫu nhiên nhiều nhất {max_count} lựa chọn từ danh sách này.

source: Helpful Information
he: מידע מועיל
hi: उपयोगी जानकारी
ja_jp: お役立ち情報
lt_lt: Naudinga Informacija
vi: Thông tin hữu ích

source: Login via OpenID
he: התחבר באמצעות OpenID
hi: OpenID से लॉग इन करें
ja_jp: OpenIDでログイン
lt_lt: Prisijungti su OpenID
vi: Đăng nhập qua OpenID

source: You can now start learning with {platform_name} by logging in with your <a rel="external" href="http://openid.net/">OpenID account</a>.
he: עכשיו אתה יכול להתחבר באמצעות <a rel="external" href="http://openid.net/">חשבון OpenID</a> ולהתחיל ללמוד עם {platform_name}.
hi: अब आप अपने <a rel="external" href="http://openid.net/">OpenID खाते</a> के साथ लॉग इन करके {platform_name} के साथ पढ़ना शुरू कर सकते हैं।
ja_jp: <a rel="external" href="http://openid.net/">OpenIDアカウント</a>でログインすることで{platform_name}での学習をスタートできます。
lt_lt: Galite pradėti mokytis {platform_name} aplinkoje,prisijungę su savo <a rel="external" href="http://openid.net/">OpenID paskyra</a>.
vi: Bạn có thể bắt đầu học ngay bây giờ trên {platform_name} bằng cách đăng nhập qua <a rel="external" href="http://openid.net/">tài khoản OpenID của bạn</a>.

source: Not Enrolled?
he: עדיין לא נרשמת?
hi: नामांकन नहीं?
ja_jp: まだ会員登録されていない方へ
lt_lt: Dar neužsiregistravę?
vi: Chưa ghi danh?

source: Sign up for {platform_name} today!
he: הירשם ל{platform_name} היום!
hi: {platform_name} पर आज ही साइन-अप करें!
ja_jp: 今すぐ{platform_name}に会員登録しましょう！
lt_lt: Prisiregistruokite prie {platform_name}!
vi: Đăng ký tài khoản {platform_name} ngay hôm nay!

source: Need Help?
he: זקוק לעזרה?
hi: मदद चाहिए?
ja_jp: うまくいかない場合
lt_lt: Reikia pagalbos?
vi: Cần trợ giúp?

source: Looking for help signing in or with your {platform_name} account?
vi: Cần giúp đỡ với việc đăng nhập hoặc với tài khoản {platform_name} của bạn?

source: View our help section for answers to commonly asked questions.
he: עבור לעמוד השאלות הנפוצות.
hi: कुछ अक्सर पूछे गए सवालों के जवाब जानने के लिए हमारा सहायता सेक्शन देखें।
ja_jp: サポートページからよくある質問を確認してください。
lt_lt: Apsilankykite mūsų pagalbos skiltyje, kur rasite atsakymus į dažniausiai užduodamus klausimus.
vi: Xem mục trợ giúp của chúng tôi để có câu trả lời cho các câu hỏi thường gặp.

source: Log into your {platform_name} Account
he: היכנס לחשבונך ב-{platform_name}
hi: अपने {platform_name} के खाते में लॉग इन करें
ja_jp: {platform_name}にログイン
lt_lt: Prisijungti prie {platform_name} paskyros
vi: Đăng nhập vào tài khoản {platform_name} của bạn

source: Log into My {platform_name} Account
he: היכנס לחשבון {platform_name}
hi: मेरे {platform_name} खाते में लॉग इन करें
ja_jp: {platform_name}にログイン
lt_lt: Prisijungti prie {platform_name} mano paskyros
vi: Đăng nhập vào tài khoản {platform_name}

source: Access My Courses
he: היכנס לקורסים שלי
hi: 'मेरे पाठयक्रम' में प्रवेश करें
ja_jp: 講座で学習
lt_lt: Eiti į mano kursus
vi: Truy cập các khóa học

source: Processing your account information
he: מעבד את המידע של החשבון.
hi: अपने खाते की जानकारी संसाधित करना
ja_jp: 会員情報を処理しています
lt_lt: Jūsų paskyros informacija apdorojama
vi: Đang xử lý thông tin tài khoản

source: Please log in
he: התחבר בבקשה
hi: कृपया लॉग इन करें
ja_jp: ログインはこちら
lt_lt: Prašome prisijungti
vi: Xin vui lòng đăng nhập

source: to access your account and courses
he: כניסה לקורסים שלי
hi: अपने खाते और पाठ्यक्रम में प्रवेश पाने के लिए
ja_jp: 講座を受講するにはログインしてください
lt_lt: prisijungti prie savo paskyros ir kursų
vi: để truy cập tài khoản của bạn và các khóa học

source: We're Sorry, {platform_name} accounts are unavailable currently
he: אנחנו מתנצלים, חשבונות של {platform_name} לא זמינים כעתץ
hi: हम क्षमा चाहते हैं, {platform_name} के खाते इस वक्त उपलब्ध नहीं हैं।
ja_jp: 申し訳ございません、{platform_name}のアカウントは現在利用できません。
lt_lt: Atsiprašome, {platform_name} paskyros šiuo metu nepasiekiamos
vi: Rất tiếc, tài khoản trên {platform_name} hiện không thể hoạt động

source: We couldn't log you in.
he: לא הצלחנו לחבר אותך
ja_jp: ログインに失敗しました。
lt_lt: Nepavyko jūsų įregistruoti.
vi: Không thể đăng nhập cho bạn.

source: Your email or password is incorrect
he: כתובת הדואר האלקטרוני שלך או הסיסמה שלך שגויות
hi: आपका ई-मेल या पासवर्ड ग़लत है
ja_jp: メールアドレスもしくはパスワードが間違っています。
lt_lt: Neteisingas el.pašto adresas ar slaptažodis
vi: Email hoặc mật khẩu của bạn không chính xác

source: An error occurred when signing you in to {platform_name}.
ja_jp: {platform_name} へのサインイン処理中にエラーが起きました。
lt_lt: Vykdant prisijungimą prie {platform_name} įvyko klaida.
vi: Đã có lỗi khi đăng nhập vào {platform_name}.

source: Account Preferences
he: העדפות החשבון
hi: खाते की प्राथमिकताएं
ja_jp: アカウント情報
lt_lt: Paskyros parinktys
vi: Tuỳ chỉnh tài khoản

source: Sign in with {provider_name}
he: התחבר באמצעות {provider_name}
ja_jp: {provider_name}でサインインする
lt_lt: Prisijungti su {provider_name}
vi: Đăng nhập với {provider_name}

source: External resource
he: משאבים חיצוניים
hi: बाहरी संसाधन
ja_jp: 外部リソース
lt_lt: Išoriniai ištekliai
vi: Tài nguyên ngoài

source: {points} / {total_points} points
he: {points} / {total_points} נקודות
hi: {points} / {total_points} अंक
ja_jp: {points} / {total_points} 点
lt_lt: {points} / {total_points} taškų
vi: {points} / {total_points} điểm

source: {total_points} points possible
he: {total_points} נקודות אפשריות
hi: {total_points} संभावित अंक
ja_jp: 最高 {total_points} 点
lt_lt: Iš viso galima gauti taškų: {total_points}
vi: tối đa {total_points} điểm

source: View resource in a new window
he: ראה משאבים בחלון חדש
hi: संसाधन नई खिड़की में देखें
ja_jp: 新しいウインドウでリソースを見る
lt_lt: Atidaryti naujame lange
vi: Xem tài nguyên trong cửa sổ mới
