Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
es_419: El borrado de un Libro de texto no se puede deshacer y una vez borrado, cualquier referencia al mismo en la navegación del curso será eliminada.
hi: टेक्टस-बुक को नष्ट करने की क्रिया को बदला नहीं जा सकता और नष्ट होने पर पाठ्यक्रम में से उसका ज़िक्र भी मिट जायेगा।
ja_jp: テキストの削除は元に戻せません。削除すると講座メニューからも削除されます。
lt_lt: Vadovėlio pašalinimas vėliau negalės būti atšauktas, o jį pašalinus, visos nuorodos į jį, sukurtos kurso priemonėse, taip pat bus pašalintos.
pt_br: A exclusão de um livro-texto não pode ser desfeita. Qualquer referência a ele ao longo do material do curso também será removida.
zh_tw: 刪除教材的操作將無法復原。一旦被删除，教材的相關訊息將會在課程導覽中被移除。

source: Delete Page Confirmation
es_419: Confirmación de borrado
hi: पृष्‍ठ करने का पुष्टिकरण
ja_jp: ページ確認の削除
lt_lt: Puslapio pašalinimo patvirtinimas
pt_br: Confirmação da exclusão da página
zh_tw: 刪除頁面確認

source: Are you sure you want to delete this page? This action cannot be undone.
es_419: ¿Está seguro que desea borrar este elemento? Esta acción no se puede revertir.
hi: क्‍या आप इस पृष्‍ठ को नष्ट करने हेतु सहमत हैं ? यह क्रिया असंपादित नहीं की जा सकती है।
ja_jp: このページを消しても大丈夫ですか？このアクションは取り消しできません。
lt_lt: Ar jūs tikrai norite pašalinti šį puslapį? Šis veiksmas negalės būti atšauktas.
pt_br: Você tem certeza que quer apagar esta página? Esta ação não pode ser desfeita.
zh_tw: 您確定要刪除這個頁面？此動作無法還原。

source: Upload
es_419: Subir
hi: अपलोड
ja_jp: アップロード
ko_kr: 업로드
lt_lt: Įkelti
pt_br: Enviar
vi: Tải lên
zh_tw: 上傳

source: We're sorry, there was an error
es_419: Lo sentimos, ha habido un error
hi: त्रुटि के लिए हमें खेद है
ja_jp: 申し訳ありません，エラーがありました
lt_lt: Apgailestaujame, įvyko klaida
pt_br: Ocorreu um erro
zh_tw: 很抱歉，目前發生錯誤

source: The combined length of the organization, course number, and course run fields cannot be more than <%=limit%> characters.
es_419: La longitud combinada de los campos para la organización, número de curso y grupo no puede superar los <%=limit%> caracteres.
ja_jp: 組織名、コース番号、コース開始枠の合計の文字数は<%=limit%>文字を超えることができません。
ko_kr: 기관, 강좌번호 및 강좌 차수 영역를 합해서 <%=limit%>자를 넘을 수 없습니다.
lt_lt: Bendras organizacijos, kurso numerio ir mokymosi laikotarpio laukų ilgis negali būti daugiau nei <%=limit%> simboliai.
pt_br: Os campos comprimento total da Organização, número do curso e funcionamento do curso não podem exceder <%=limit%> caracteres.
vi: Chiều dài kết hợp của các trường tổ chức, số hiệu khoá học, học kỳ không được nhiều hơn <%=limit%> ký tự.
zh_tw: 組織，課程編碼，以及開課時程欄位的總長度不能超過<%=limit%>字元。

source: The combined length of the organization and library code fields cannot be more than <%=limit%> characters.
es_419: La longitud combinada de los campos para la organización y código de la librería no puede superar los <%=limit%> caracteres.
ja_jp: 組織名、ライブラリコードの合計の文字数は<%=limit%>文字を超えることができません。
ko_kr: 기관 이름과 콘텐츠 보관함 코드를 합친 길이가 <%=limit%>자를 넘을 수 없습니다.
lt_lt: Bendras organizacijos ir bibliotekos kodo laukų ilgis negali būti daugiau nei <%=limit%> simboliai.
pt_br: Os campos comprimento combinando da Organização e código da biblioteca não podem ultrapassar <%=limit%> caracteres.
vi: Chiều dài kết hợp của trường tổ chức và mã mã thư viện không được nhiều hơn <%=limit%> ký tự.
zh_tw: 組織與函式庫代碼欄位的總長度不能超過<%=limit%><%=limit%>。

source: Duplicating
es_419: Duplicar
hi: डुप्लिकेट
ja_jp: 複製中
lt_lt: Kopijos kūrimas
pt_br: Duplicando
zh_tw: 複製中

source: Deleting this {xblock_type} is permanent and cannot be undone.
es_419: Eliminar este {xblock_type} es una acción permanente y no se puede revertir.
hi: यह {xblock_type} हटाना स्थायी है और इसे पूर्ववत नहीं किया जा सकता है।
pt_br: A exclusão deste {xblock_type} é permanente e não poderá ser desfeita.
vi: Xoá {xblock_type} là vĩnh viễn và không thể hoàn tác.

source: Any content that has listed this content as a prerequisite will also have access limitations removed.
es_419: Se eliminarán las restricciones de acceso a cualquier contenido que inscriba este contenido como prerrequisito.
hi: किसी भी सामग्री ने इस सामग्री को एक शर्त के रूप में सूचीबद्ध किया है, जिसमें एक्सेस सीमाएं भी हटा दी जाएंगी।
pt_br: Qualquer conteúdo que tenha listado este conteúdo como pré-requisito também terá suas limitações de acesso removidas.
vi: Bất kỳ nội dung nào liệt kê nội dung này như là một điều kiện bắt buộc cũng có giới hạn truy cập bị loại bỏ.

source: Delete this {xblock_type} (and prerequisite)?
es_419: ¿Eliminar este {xblock_type} (y prerrequisitos)?
hi: यह {xblock_type} (और शर्त) हटाएं?
pt_br: Delete esse {xblock_type} (e pré-requisito)
vi: Xoá {xblock_type} (và điều kiện bắt buộc)?

source: Yes, delete this {xblock_type}
es_419: Si, eliminar este {xblock_type}
hi: हाँ, इस {xblock_type} को हटा दें
pt_br: Sim, delete esse {xblock_type}
vi: Đồng ý, xoá {xblock_type}

source: Delete this {xblock_type}?
es_419: ¿Eliminar este {xblock_type}?
hi: यह {xblock_type} हटाएं?
pt_br: Deletar esse {xblock_type}?
vi: Xoá {xblock_type}?

source: section
es_419: sección
hi: अनुभाग
ja_jp: 章
lt_lt: tema
pt_br: seção
zh_tw: 章節

source: subsection
es_419: subsección
hi: उपखंड
ja_jp: 節
lt_lt: potemė
pt_br: subseção
zh_tw: 小節

source: unit
es_419: unidad
hi: यूनिट
ja_jp: 単元
ko_kr: 학습활동
lt_lt: skyrius
pt_br: unidade
vi: đơn vị
zh_tw: 單元

source: You've made some changes
es_419: Usted ha realizado algunos cambios
hi: आपने कुछ बदलाव किये हैं
ja_jp: 何らかの変更がなされました
ko_kr: 수정 완료
lt_lt: Jūs esate atlikę keletą pakeitimų
pt_br: Você fez algumas alterações
vi: Bạn đã thực hiện một số thay đổi
zh_tw: 您已經做了更改

source: Your changes will not take effect until you save your progress.
es_419: Sus cambios no tendrán efecto hasta que haya guardado su progreso.
hi: आपके द्वारा किया गया पर्तिवर्तन सेव किये जाने के पश्चात् ही प्रभावी होगा.
ja_jp: 更新を保存するまで変更は反映されません．
ko_kr: 저장하기 전에는 변경사항이 적용되지 않습니다.
lt_lt: Jūsų atlikti pakeitimai nebus pritaikyti, kol neišsaugosite atlikto darbo.
pt_br: As alterações não terão efeito até que você salve o seu progresso.
vi: Thay đổi của bạn sẽ không có hiệu lực cho đến khi bạn lưu lại tiến độ của mình.
zh_tw: 您所做的變更儲存之後才會生效。

source: You've made some changes, but there are some errors
es_419: Usted ha hecho algunos cambios, pero se presentaron errores
hi: आपने कुछ बदलाव किये हैं लेकिन इसमें थोड़ी गलतियाँ हैं
ja_jp: 変更がなされましたが，エラーがあります
ko_kr: 변경 사항 처리 중, 오류가 발생했습니다.
lt_lt: Jūs esate atlikę keletą pakeitimų, bet yra klaidų
pt_br: Você fez algumas alterações, mas há erros
vi: Bạn đã thực hiện một số thay đổi, nhưng có một số lỗi
zh_tw: 您做了一些變更，但出現錯誤。

source: Please address the errors on this page first, and then save your progress.
es_419: Por favor solucione los errores en esta página y después guarde su progreso.
hi: कृपया इस पृष्ठ पर जो गलतियाँ हैं पहले उन्हें ठीक करें फिर अपने काम को बचायें।
ja_jp: このページのエラーをまず解決し，変更を保存して下さい．
ko_kr: 이 페이지에 있는 오류를 해결한 다음 진도를 저장하십시요.
lt_lt: Prašome pirmiau ištaisyti klaidas šiame puslapyje ir tik tada išsaugoti savo darbą.
pt_br: Por favor, primeiro corrija os erros nesta página e somente depois salve o seu progresso.
vi: Vui lòng sửa các lỗi trên trang này, sau đó lưu tiến độ của bạn.
zh_tw: 請先說明本頁面出現的錯誤，然後儲存您的進度。

source: Save Changes
es_419: Guardar cambios
hi: परिवर्तन सेव करें
ja_jp: 変更を保存
ko_kr: 변경사항 저장
lt_lt: Išsaugoti pakeitimus
pt_br: Salvar alterações
vi: Lưu Thay Đổi
zh_tw: 儲存變更

source: Please select a file in .srt format.
es_419: Por favor seleccione un archivo en formato .srt
hi: कृपया .srt प्रारूप में एक फ़ाइल चुनें।
ja_jp: .srtファイルを選択してください。
pt_br: Selecione um arquivo no formato .srt.
zh_tw: 請選擇一個.srt格式的檔案。

source: Error: Uploading failed.
es_419: Error: Falló la carga del archivo.
hi: त्रुटि: अपलोड करना विफल रहा।
ja_jp: エラー：アップロード失敗しました。
pt_br: Erro: o carregamento falhou.
zh_tw: 錯誤：上傳失敗。

source: Error: Import failed.
es_419: Error: Falló la importación.
hi: त्रुटि: आयात विफल रहा।
ja_jp: エラー：インポート失敗しました。
pt_br: Erro: a importação falhou.
zh_tw: 錯誤：匯入失敗。

source: Error: Replacing failed.
es_419: Error: Falló al reemplazar.
hi: त्रुटि: प्रतिस्थापित करना विफल रहा।
ja_jp: エラー：交換は失敗しました。
pt_br: Erro: a substituição falhou.
zh_tw: 錯誤：覆蓋失敗。

source: Error: Choosing failed.
es_419: Error: Falló en la selección.
hi: त्रुटि: चुनना विफल रहा।
ja_jp: エラー：選択は失敗しました。
pt_br: Erro: a seleção falhou.
zh_tw: 錯誤：選擇失敗。

source: Error: Connection with server failed.
es_419: Error: Falló la conexión con el servidor.
hi: त्रुटि: सर्वर से कनेक्शन विफल हुआ।
ja_jp: サーバーへの接続は失敗しました。
pt_br: Erro: a conexão com o servidor falhou.
zh_tw: 錯誤：連線至伺服器失敗。

source: No sources
es_419: No hay fuentes
ja_jp: ソースがありません
zh_tw: 無來源

source: Link types should be unique.
es_419: Los tipos de vínculos deben ser únicos.
hi: लिंक प्रकार अद्वितीय होना चाहिए।
ja_jp: リンクタイプは一意である必要があります。
pt_br: Tipos de link devem ser exclusivos.
zh_tw: 鏈接類型必須獨一的。

source: Links should be unique.
es_419: Los vínculos deben ser únicos.
hi: लिंक अद्वितीय होना चाहिए।
ja_jp: リンクは一意である必要があります。
pt_br: Links devem ser únicos.
zh_tw: 鏈接必須是獨一的。

source: Incorrect url format.
es_419: Formato incorrecto de URL.
hi: गलत यूआरएल प्रारूप।
ja_jp: URL無効
pt_br: Formato de url incorreto.
zh_tw: 不正確網址格式。

source: Sorry, there was an error parsing the subtitles that you uploaded. Please check the format and try again.
es_419: Lo sentimos. Ocurrió un error en la interpretación de los subtítulos enviados. Por favor revise el formato e intente nuevamente.
hi: हमें खेद है, कि आपके द्वारा अंतरित किये जाने वाले उपखंडों में त्रुटि प्राप्‍त हुई। कृपया प्रारूप की जांच कर पुन: प्रयास करें।
ja_jp: 申し訳ありません、アップロードされた字幕を処理する際にエラーが発生しました。フォーマットを確認して再試行してください。
lt_lt: Atsiprašome, kilo klaida analizuojant jūsų įkeltas paantraštes. Prašome patikrinti formatą ir bandyti dar kartą.
pt_br: Desculpe, houve um erro ao processar as legendas que você enviou. Por favor, cheque o formato e tente novamente.
zh_tw: 很抱歉，在分析您上傳的字幕時發生錯誤，請檢查您的檔案格式並重試一次。

source: Upload translation
es_419: Subir traducción
hi: अनुवाद अपलोड किया गया
ja_jp: 翻訳をアップロード
lt_lt: Įkelti vertimą
pt_br: Enviar tradução
zh_tw: 上傳翻譯

source: Settings
es_419: Configuración
hi: सेटिंग्स
ja_jp: 設定
ko_kr: 설정
lt_lt: Nustatymai
pt_br: Configurações
vi: Thiết lập
zh_tw: 設定

source: New {component_type}
es_419: Nuevo {component_type}
hi: नया {Components_type}
pt_br: Nova {component_type}
vi: {component_type} Mới

source: Warning
es_419: Atención:
hi: चेतावनी
ja_jp: 警告
lt_lt: Įspėjimas
pt_br: Aviso
vi: Cảnh báo
zh_tw: 警告

source: Updating Tags
es_419: Actualizando Etiquetas
hi: अद्यतन टैग
ko_kr: 업데이트 태그
pt_br: Atualizando Tags
vi: Cập nhật Các thẻ

source: Actions
es_419: Acciones
hi: kriyaaein
ja_jp: 行動
ko_kr: 액션
lt_lt: Veiksmai
pt_br: Ações
vi: Hoạt động
zh_tw: 動作

source: Unscheduled
es_419: No programado
hi: अनिर्धारित
ja_jp: 未定
ko_kr: 지정되지 않음
lt_lt: Nesuplanuota
pt_br: Não agendado
vi: Chưa có lịch học
zh_tw: 未排程

source: Date
es_419: Fecha
hi: तिथि
ja_jp: 日付
ko_kr: 날짜
lt_lt: Data
pt_br: Data
vi: Ngày
zh_tw: 日期

source: Previous
es_419: Anterior
hi: पिछला
ja_jp: 前
ko_kr: 이전
lt_lt: Ankstesnis
pt_br: Anterior
vi: Trước
zh_tw: 上一個

source: Status
es_419: Estado
hi: स्थिति
ja_jp: 状態
ko_kr: 상태
lt_lt: Būsena
vi: Trạng Thái
zh_tw: 狀態

source: Action
es_419: Acción
hi: कार्य
ko_kr: 조치
pt_br: Ação
vi: Hoạt động
zh_tw: 繳活

source: Large
es_419: Largo
hi: बड़ा
ja_jp: 大きい
lt_lt: Didelis
pt_br: Grande
vi: Lớn
zh_tw: 大

source: Zoom In
es_419: Acercar
hi: बड़ा करें
ja_jp: ズームイン
ko_kr: 확대
lt_lt: Didinti
pt_br: Aumentar a tela
vi: Thu nhỏ lại
zh_tw: 放大

source: Zoom Out
es_419: Alejar
hi: छोटा करें
ja_jp: ズームアウト
ko_kr: 축소
lt_lt: Mažinti
pt_br: Diminuir a tela
vi: phóng to ra
zh_tw: 縮小

source: Page number out of %(total_pages)s
es_419: Número de página de un total de %(total_pages)s
hi: पृष्ठ संख्या %(total_pages)sमें से
ko_kr: %(total_pages)s 중 페이지 숫자
pt_br: Número da página do total de %(total_pages)s
vi: Số trang trên %(total_pages)s

source: Enter the page number you'd like to quickly navigate to.
es_419: Introduzca el número de página al cual le gustaría dirigirse
hi: वह पेज नंबर दर्ज करें, जिसे आप जल्दी से नेविगेट करना चाहते हैं।
ko_kr: 탐색할 페이지 숫자를 입력하세요.
pt_br: Entre com o número da página que você gostaria de acessar rapidamente
vi: Nhập số trang bạn muốn nhanh chóng điều hướng đến.
zh_tw: 想快速導覽，請輸入頁碼

source: Sorted by
es_419: Ordenados por
hi: आधार पर छाँटे
ko_kr: 정렬 기준
pt_br: Ordenado por
vi: Sắp xếp theo
zh_tw: 排序：

source: Clear search
es_419: Reiniciar búsqueda
hi: स्वच्छ खोज
ja_jp: 検索を削除
ko_kr: 검색 초기화
lt_lt: Valyti paiešką
pt_br: Limpar pesquisa
vi: Xoá tìm kiếm
zh_tw: 清除搜尋

source: Mark as Answer
es_419: Marcar como respuesta
hi: उत्तर के रूप में चिह्नित करें
ja_jp: 正解とマーク
ko_kr: 정답으로 표시
lt_lt: Pažymėti kaip atsakymą
pt_br: Marcar como Resposta
vi: Đánh dấu câu trả lời
zh_tw: 標記答案

source: Unmark as Answer
es_419: Desmarcar como respuesta
hi: उत्तर के रूप में अचिह्नित करें
ja_jp: 正解を外す
ko_kr: 정답으로 표시 해제
lt_lt: Panaikinti atsakymo žymėjimą
pt_br: Desmarcar como Respondido
vi: Bỏ đánh dấu câu trả lời
zh_tw: 不標記為答案

source: Open
es_419: Abrir
hi: खोलें
ja_jp: 開く
ko_kr: 열기
lt_lt: Atidaryti
pt_br: Abrir
vi: Mở
zh_tw: 開

source: Endorse
es_419: Validar
hi: समर्थन
ja_jp: その通り！
ko_kr: 지지
lt_lt: Patvirtinti įgūdžius
pt_br: Aprovar
vi: Thừa nhận
zh_tw: 贊同

source: Unendorse
es_419: No validar
hi: समर्थन हटाने
ja_jp: 「まさにそれ！」取消
ko_kr: 지지 해제
lt_lt: Panaikinti įgūdžių patvirtinimą
pt_br: Cancelar aprovação
vi: Không thừa nhận
zh_tw: 不贊同

source: Follow
es_419: Seguir
hi: फ़ॉलो
ja_jp: フォロー
ko_kr: 구독
lt_lt: Sekti
pt_br: Seguir
vi: Theo dõi
zh_tw: 追蹤

source: Unfollow
es_419: Dejar de seguir
hi: करें
ja_jp: フォロー解除
ko_kr: 구독 중지
lt_lt: Nebesekti
pt_br: Deixar de Seguir
vi: Bỏ theo dõi
zh_tw: 未追蹤

source: Pin
es_419: Marcar
hi: लटकना
ja_jp: ピン
ko_kr: 기록
lt_lt: Prisegti
pt_br: Marcar
vi: Ghim
zh_tw: 標記

source: Unpin
es_419: Desmarcar
hi: अनपिन
ja_jp: ピン解除
ko_kr: 기록 해제
lt_lt: Panaikinti prisegimą
pt_br: Desmarcar
vi: Gỡ ghim
zh_tw: 未標記

source: Report abuse
es_419: Denunciar un abuso
hi: दुरुपयोग होने की सूचना दें
ja_jp: 問題を報告
ko_kr: 허위 보고
lt_lt: Pranešti apie netinkamą turinį
pt_br: Relatar mau uso
vi: Báo cáo vi phạm
zh_tw: 舉報濫用

source: Report
es_419: Denunciar
hi: रिपोर्ट
ja_jp: 報告
ko_kr: 신고
lt_lt: Pranešti
pt_br: Reportar
vi: Báo cáo
zh_tw: 報告

source: Unreport
es_419: No denunciar
hi: अनपिन
ja_jp: 報告取消
ko_kr: 신고취소
lt_lt: Panaikinti žymėjimą pranešti
pt_br: Retirar
vi: Bỏ báo cáo
zh_tw: 未報告

source: Vote for this post,
es_419: Vote por esta publicación
hi: इस पद के लिए वोट करें,
ja_jp: この投稿に投票する。
ko_kr: 이 글에 투표합니다,
pt_br: Vote nesta publicação,
vi: Bình chọn cho bài này,
zh_tw: 投票這篇文章，

source: Load more
es_419: Cargar más
hi: और लोड करें
ja_jp: 続きを読み込む
ko_kr: 추가 로드
lt_lt: Įkelti daugiau
pt_br: Carregar mais
vi: Tải thêm
zh_tw: 載入更多

source: Error posting your message.
es_419: Error al publicar su mensaje.
hi: अपना संदेश पोस्ट करने में त्रुटि।
ko_kr: 글을 올리는 중 오류가 발생했습니다.
pt_br: Erro ao postar sua mensagem.

source: Add a Post
es_419: Añadir un comentario
hi: एक पोस्ट जोड़ें
ko_kr: 글 추가
pt_br: Adicionar publicação
vi: Thêm bài viết

source: Visible to
es_419: Visible para
hi: दिख रहा है
ko_kr: 공개 설정
pt_br: Visível para
vi: Hiển thị cho

source: Discussion admins, moderators, and TAs can make their posts visible to all students or specify a single cohort.
es_419: Admins de discusiones, moderadores y TA pueden hacer sus publicaciones visibles a todos los estudiantes o para un grupo común específico.
ja_jp: ディスカッション管理者、モデレーター、TAはポストを全受講者または指定したユーザー群に表示するようにできます。
lt_lt: Forumų administratoriai, moderatoriai ir TA gali rašyti visiems kurso dalyviams arba vienai kohortai matomus pranešimus.
zh_tw: 討論管理員、版主及助教可以對所有的學生或特定單一個的同伴顯示發文。

source: All Groups
es_419: Todos los Grupos
hi: सभी समूह
ja_jp: 全てのグループ
ko_kr: 전체 그룹
lt_lt: Visos grupės
pt_br: Todos os grupos
vi: Tất Cả Các Nhóm
zh_tw: 全部群組

source: Add a clear and descriptive title to encourage participation.
es_419: Añade un título claro y descriptivo para fomentar la participación.
ja_jp: 他の受講者が参加しようと思う、明確でわかりやすい件名をつけてください。
lt_lt: Siekiant paskatinti dalyvavimą, pridėkite aiškų ir pokalbio temą apibūdinantį pavadinimą.
zh_tw: 新增一個明確描述的標題以鼓勵參與

source: Your question or idea
es_419: Su pregunta o idea

source: follow this post
es_419: seguir esta entrada
hi: इस पोस्ट का अनुसरण करें
ja_jp: この投稿をフォローする
ko_kr: 게시글 구독
lt_lt: stebėti šį įrašą
pt_br: seguir esta publicação
vi: theo dõi bài này
zh_tw: 追蹤此文

source: post anonymously
es_419: escribir anónimamente
hi: गुमनाम रूप से पोस्ट करें
ja_jp: 匿名で投稿する
ko_kr: 익명으로 게시
lt_lt: rašyti anonimiškai
pt_br: publicar anonimamente
vi: bài viết ẩn danh
zh_tw: 匿名發表

source: post anonymously to classmates
es_419: publicar anónimamente a mis compañeros de curso
hi: सहपाठियों को गुमनाम रूप से पोस्ट करें
ja_jp: 匿名でクラスメートに投稿する
ko_kr: 수강동료들에게 익명으로 게시
lt_lt: rašyti bendrakursiams anonimiškai
pt_br: publicar anonimamente para os colegas da turma
vi: bài viết ẩn danh với các bạn cùng lớp
zh_tw: 以匿名方式向同學發表

source: Submit
es_419: Enviar
hi: प्रस्तुत
ja_jp: 投稿
ko_kr: 제출
lt_lt: Pateikti
pt_br: Enviar
vi: Gửi
zh_tw: 提交

source: Community TA
es_419: TA de la comunidad
hi: सामुदायिक TA
ja_jp: コミュニティTA
ko_kr: 커뮤니티 조교
lt_lt: Mokymosi asistentai
pt_br: Assistente de ensino da comunidade
vi: Cộng Đồng Trợ Giảng
zh_tw: 社群助教

source: This thread is closed.
es_419: Este hilo está cerrado.
hi: यह कड़ी बंद हो चुकी है।
ja_jp: このスレッドは閉鎖されました。
ko_kr: 이 글타래는 종료되었습니다.
lt_lt: Ši gija yra uždaryta.
pt_br: Este tópico está fechado.
vi: Chủ đề này đã đóng.
zh_tw: 這項主題已經關閉。

source: View discussion
es_419: Ver discusión
hi: चर्चा देखें
ja_jp: ディスカッションを見る
ko_kr: 토의 보기
lt_lt: Žiūrėti diskusiją
pt_br: Ver discussão
vi: Xem thảo luận
zh_tw: 檢視討論

source: Editing comment
es_419: Editando comentario
hi: संपादकीय टिप्पणी
ja_jp: コメントを編集中
ko_kr: 코멘트 수정
lt_lt: Redaguojamas komentaras
pt_br: Editando comentários
vi: Đang chỉnh sửa bình luận
zh_tw: 編輯評論

source: Update comment
es_419: Actualizar comentario
hi: टिप्पणी अपडेट करें
ja_jp: コメントを更新
ko_kr: 코멘트 업데이트
lt_lt: Atnaujinti komentarą
pt_br: Atualizar comentário
vi: Cập nhật bình luận
zh_tw: 更新評論

source: posted %(time_ago)s by %(author)s
es_419: publicada hace %(time_ago)s por %(author)s
hi: %(time_ago)s %(author)s द्वारा पोस्ट किया गया
ja_jp: %(author)sにより%(time_ago)sに投稿
ko_kr: %(author)s 가 %(time_ago)s 에 글을 작성했습니다
lt_lt: %(author)s paskelbė %(time_ago)s
pt_br: postado %(time_ago)s por %(author)s
vi: Viết vào lúc %(time_ago)s bởi %(author)s
zh_tw: 發文%(time_ago)s 由 %(author)s

source: Reported
es_419: Denunciado
hi: सूचित किया जा चूका है
ja_jp: 報告済
ko_kr: 보고됨
lt_lt: Pranešta
pt_br: Relatado
vi: Báo cáo
zh_tw: 報告

source: Editing post
es_419: Editando entrada
hi: पोस्ट में संशोधन हो रहा है
ja_jp: 投稿を編集する
ko_kr: 게시글 편집
lt_lt: Taisomas įrašas
pt_br: Editando publicação
vi: Đang chỉnh sửa bài viết
zh_tw: 編輯發表

source: Edit your post below.
es_419: Edite su publicación a continuación.
hi: अपनी पोस्ट नीचे संपादित करें।
ko_kr: 아래에서 글을 편집하세요.
pt_br: Editar sua postagem abaixo.

source: Update post
es_419: Actualizar entrada
hi: पोस्ट अपडेट करें
ja_jp: 投稿を更新する
ko_kr: 게시글 업데이트
lt_lt: Atnaujinti įrašą
pt_br: Atualizar publicação
vi: Cập nhật bài viết
zh_tw: 更新發表

source: discussion
es_419: discusión
hi: विचार-विमर्श
ja_jp: ディスカッション
ko_kr: 토의
lt_lt: diskusija
pt_br: discussão
vi: thảo luận
zh_tw: 討論

source: answered question
es_419: pregunta respondida
hi: प्रश्न का उत्तर दिया
ja_jp: 回答済の質問
ko_kr: 답변이 된 질문
lt_lt: atsakytas klausimas
pt_br: questão respondida
vi: Câu hỏi đã trả lời
zh_tw: 回答問題

source: unanswered question
es_419: pregunta sin responder
hi: अनुत्तरित प्रश्न
ja_jp: 未回答の質問
ko_kr: 답변이 않된 질문
lt_lt: neatsakytas klausimas
pt_br: questão não respondida
vi: Câu hỏi chưa được trả lời
zh_tw: 未答覆問題

source: Pinned
es_419: Fijado
hi: टांगा हुआ
ja_jp: 注目
ko_kr: 고정됨
lt_lt: Prisegta
pt_br: Marcado
vi: Đã ghim
zh_tw: 固定

source: Following
es_419: Siguiendo
hi: फ़ॉलोइंग
ja_jp: フォロー中
ko_kr: 구독
lt_lt: Stebima
pt_br: Seguindo
vi: Đang theo dõi
zh_tw: 參與

source: {unread_comments_count} new
es_419: {unread_comments_count} nuevos
hi: {unread_comments_count} नया
ko_kr: {unread_comments_count} 신규
pt_br: {unread_comments_count} novos

source: %(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s unread comments)%(span_close)s
es_419: %(comments_count)s %(span_sr_open)s comentarios (%(unread_comments_count)s comentarios no leídos)%(span_close)s
hi: %(comments_count)s%(span_sr_open)s टिप्पणियाँ (%(unread_comments_count)s अपठित टिप्पणियाँ) %(span_close)s
ja_jp: 投稿 %(comments_count)s %(span_sr_open)s件 (うち%(unread_comments_count)s件が未読)%(span_close)s
ko_kr: %(comments_count)s %(span_sr_open)s답글 (%(unread_comments_count)s 읽지 않은 답글)%(span_close)s
lt_lt: %(comments_count)s %(span_sr_open)skomentarai (%(unread_comments_count)s neperskaityti komentarai)%(span_close)s
pt_br: %(comments_count)s %(span_sr_open)scomentários (%(unread_comments_count)s comentários não lidos)%(span_close)s
vi: %(comments_count)s %(span_sr_open)sbình luận (%(unread_comments_count)s bình luận chưa đọc)%(span_close)s

source: %(comments_count)s %(span_sr_open)scomments %(span_close)s
es_419: %(comments_count)s %(span_sr_open)s comentarios %(span_close)s
hi: %(comments_count)s %(span_sr_open)s टिप्पणियां %(span_close)s
ja_jp: 投稿%(comments_count)s %(span_sr_open)s件 %(span_close)s
ko_kr: %(comments_count)s %(span_sr_open)s 코멘트 %(span_close)s
lt_lt: %(comments_count)s %(span_sr_open)skomentarai %(span_close)s
pt_br: %(comments_count)s %(span_sr_open)scomentários %(span_close)s
vi: %(comments_count)s %(span_sr_open)sbình luận %(span_close)s

source: Editing response
es_419: Editando respuesta
hi: जवाब में संशोधन हो रहा है
ja_jp: 返信を編集する
ko_kr: 응답 편집
lt_lt: Taisomas atsakymas
pt_br: Editar resposta
vi: Đang chỉnh sửa các phản hồi
zh_tw: 編輯回應

source: Update response
es_419: Actualizar respuesta
hi: जवाब अपडेट करें
ja_jp: 返信を更新する
ko_kr: 응답 업데이트
lt_lt: Atnaujinti atsakymą
pt_br: Atualizar resposta
vi: Cập nhật phản hồi
zh_tw: 更新回應

source: marked as answer %(time_ago)s by %(user)s
es_419: marcado como respuesta hace %(time_ago)s por %(user)s
hi: उत्तर %(time_ago)s बाय %(user)s के रूप में चिह्नित
ja_jp: %(time_ago)s前に%(user)sによって正解とマーク
ko_kr: %(user)s 가 %(time_ago)s 에 정답으로 표시했습니다
lt_lt: %(user)s pažymėjo kaip atsakymą %(time_ago)s
pt_br: marcado como resposta %(time_ago)s por %(user)s
vi: đánh dấu các câu trả lời của %(user)s lúc %(time_ago)s
zh_tw: 由 %(user)s標記為答案 %(time_ago)s

source: marked as answer %(time_ago)s
es_419: marcado como respuesta hace %(time_ago)s
hi: उत्तर %(time_ago)s के रूप में चिह्नित
ja_jp: %(time_ago)s前に正解とマーク
ko_kr: %(time_ago)s 에 정답으로 표시했습니다
lt_lt: pažymėta kaip atsakymas %(time_ago)s
pt_br: marcado como resposta %(time_ago)s
vi: đánh dấu câu trả lời %(time_ago)s
zh_tw: 標記為答案%(time_ago)s

source: endorsed %(time_ago)s by %(user)s
es_419: Validado hace %(time_ago)s por %(user)s
hi: %(user)s द्वारा एंडोर्स किए गए %(time_ago)s
ja_jp: %(time_ago)s前に%(user)sによって「まさにそれ！」指定
ko_kr: %(user)s 가 %(time_ago)s 에 지지했습니다
lt_lt: patvirtino %(user)s %(time_ago)s
pt_br: aprovado %(time_ago)s por %(user)s
vi: tán thành vào lúc %(time_ago)s bởi %(user)s
zh_tw: 由 %(user)s贊同%(time_ago)s

source: endorsed %(time_ago)s
es_419: Validado hace %(time_ago)s
hi: %(time_ago)s का समर्थन किया
ja_jp: %(time_ago)s前に「まさにそれ！」指定
ko_kr: %(time_ago)s 에 지지했습니다
lt_lt: pritarė %(time_ago)s
pt_br: aprovado %(time_ago)s
vi: tán thành vào lúc %(time_ago)s
zh_tw: 贊同%(time_ago)s

source: Show Comment (%(num_comments)s)
es_419: Mostrar comentario (%(num_comments)s)
ko_kr: 답글 보기 (%(num_comments)s)
pt_br: Mostrar Comentários (%(num_comments)s)
zh_tw: 顯示評論(%(num_comments)s)

source: Add a comment
es_419: Añadir un comentario
hi: टिप्पणी जोड़ें
ja_jp: コメント追加
ko_kr: 코멘트 추가
lt_lt: Komentuoti
pt_br: Adicionar comentário
vi: Thêm bình luận
zh_tw: 新增評論
