Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: You have been invited to register for {course_name}
he: הוזמנת להירשם ל{course_name}
ja_jp: {course_name} に登録するように招待されました。
lt_lt: Jūs esate kviečiamas užsiregistruoti į kursą {course_name}

source: You have been enrolled in {course_name} at {site_name} by a member of the course staff. The course should now appear on your {site_name} dashboard.
he: חבר בסגל הקורס {course_name} ב- {site_name} רשם אותך לקורס. הקורס אמור להופיע בלוח הבקרה שלך ב-{site_name}.
ja_jp: 講座スタッフによって{site_name}の{course_name}に登録されました。{site_name}のマイページに講座が表示されます。
lt_lt: Kursą administruojantis personalas jus užregistravo į {course_name} {site_name}. Šis kursas bus matomas jūsų {site_name} informaciniame puslapyje.

source: This email was automatically sent from {site_name} to {full_name}
he: הודעה זו נשלחה באופן אוטומטי מ{site_name} ל{full_name}
ja_jp: このメールは {site_name} から自動的に {full_name} さんに送信されました。
lt_lt: Šis el. laiškas {full_name} nuo {site_name} buvo išsiųstas automatiškai

source: You have been enrolled in {course_name}
he: רשמו אותך לקורס {course_name}
ja_jp: {course_name} に履修登録されました。
lt_lt: Jūs esate užregistruotas į kursą {course_name}

source: We've received your information and the verification process has begun. You can check the status of the verification process on your dashboard.
he: קיבלנו את המידע שלך ותהליך האימות החלץ אתה יכול לבדוק את התקדמות תהליך האימות בלוח הבקרה שלך.
ja_jp: あなたの情報を受信したので、本人認証プロセスが開始されました。マイページから、本人認証の進捗状況を確認することができます。
lt_lt: Mes gavome jūsų informaciją ir patikros procesas prasidėjo. Informaciniame puslapyje galite matyti patikros proceso pažangą.

source: You have been removed as a beta tester for {course_name} at {site_name} by a member of the course staff. The course will remain on your dashboard, but you will no longer be part of the beta testing group.
he: הוסרת ממבחן הבטא של {course_name} ב-{site_name} על ידי חבר בסגל הקורס. הקורס ישאר בלוח הבקרה שלך אבל כבר לא תהיה חלק מקבוצת הבחינה.
ja_jp: 講座スタッフによって{site_name}の{course_name}のベータテスターを解除しました。講座はマイページに残りますが、ベータテスターグループからは解除されます。
lt_lt: Kursą administruojantis personalas pašalino jus iš {site_name} {course_name} beta versijos bandytojų sąrašo. Kursas liks jūsų informaciniame puslapyje, tačiau jūs nebepriklausysite beta bandytojų grupei.

source: You have been removed from a beta test for {course_name}
he: הוסרת ממבחן הבטא עבור קורס {course_name}
ja_jp: {course_name}のベータテスターから解除されました。
lt_lt: Jūs esate pašalintas iš {course_name} beta versijos bandytojų sąrašų

source: You have been un-enrolled from course {course_name} by a member of the course staff. Please disregard the invitation previously sent.
he: בוטלה הרשמתך מקורס {course_name} על ידי חבר בסגל הקורס. אנא התעלם מההזמנות קודמות שנשלחו.
ja_jp: 講座スタッフによって{course_name}から履修解除されました。以前に送信した招待は無視してください。
lt_lt: Jūs esate išregistruotas iš {course_name}. Prašome nepaisyti anksčiau išsiųsto kvietimo.

source: You have been un-enrolled in {course_name} at {site_name} by a member of the course staff. The course will no longer appear on your {site_name} dashboard.
he: בוטלה הרשמתך לקורס {course_name} ב-{site_name} על ידי חבר בסגל הקורס. הקורס לא יופיע עוד בלוח הבקרה שלך ב{site_name}.
ja_jp: 講座スタッフによって{site_name}の{course_name}から履修解除されました。講座は{site_name}のマイページに表示されません。
lt_lt: Jūs esate išregistruotas iš {course_name} {site_name} kurso. Šis kursas nebebus rodomas jūsų {site_name} informaciniame puslapyje.

source: You have been un-enrolled from {course_name}
he: בוטלה הרשמתך מ{course_name}
ja_jp: {course_name} から履修解除されました。
lt_lt: Jūs esate išregistruotas iš {course_name}

source: Thank you for enrolling in {enrolled_course}. We hope you enjoy the course.
he: תודה על הרשמת ל{enrolled_course}. אנו מקווים כי תהנה מהקורס.
ja_jp: {enrolled_course}を受講登録いただきありがとうございます。この講座を楽しんでいただけると嬉しいです。
lt_lt: Ačiū, kad prisiregistravote kurse {enrolled_course}. Tikimės, jog kursas jums patiks.

source: {course_number} Staff Grading
he: {course_number}דירוג הצוות
lt_lt: {course_number} kursą administruojančio personalo reitingai

source: This is the list of problems that currently need to be graded in order to train AI grading and create calibration essays for peer grading. Each problem needs to be treated separately, and we have indicated the number of student submissions that need to be graded. You can grade more than the minimum required number of submissions--this will improve the accuracy of AI grading, though with diminishing returns. You can see the current accuracy of AI grading in the problem view.
he: זוהי הרשימה של בעיות שצריכות להיות מדורגות היום על מנת להכשיר את מערכת הבינה המלאכותית ולכייל את דירוג העמיתים. כל בעיה צריכה להיות מטופל בנפרד, כאשר יש חיווי על מספר הגשות הסטודנטים שצריכות להיות מדורגות. אתה יכול לדרג יותר מהמספר המזערי הנדרש של הגשות - פעולה זו תשפר את הדיוק של דירוג הבינה המלאכותית, אם כי עם תשואה שולית פוחתת. אתה יכול לראות את רמת הדיוק הנוכחית של דירוג הבינה המלאכותית בתצוגת הבעיה.
lt_lt: Žemiau rasite užduočių sąrašą, kurias šiuo metu reikia įvertinti, siekiant apmokyti dirbtinį intelektą vertinimo ir sukurti kalibruojamas esė bendrakursių vertinimui. Kiekvieną užduotį reikia spręsti atskirai. Mes nustatėme kurso dalyvių darbų, kuriuos reikia įvertinti, skaičių. Jūs galite įvertinti daugiau nei minimalų reikiamą pateiktų darbų skaičių - tai padidins dirbtinio intelekto vertinimo tikslumą, tačiau vėliau naudingumas mažėja. Dabartinį dirbtinio intelekto vertinimo tikslumą galite pamatyti užduoties peržiūroje.

source: Problem List
he: רשימת בעיות
lt_lt: Užduočių sąrašas

source: Please note that when you see a submission here, it has been temporarily removed from the grading pool. The submission will return to the grading pool after 30 minutes without any grade being submitted. Hitting the back button will result in a 30 minute wait to be able to grade this submission again.
he: אנא שים לב שכאשר אתה רואה הגשה כאן, היא הוסרה באופן זמני ממאגר העבודות. במידה ולא תיתן להגשה ציון, היא תחזור למאגר העבודות לאחר 30 דקות. אם תלחץ על כפתור חזור, תצטרך להמתין 30 דקות בכדי לדרג עבודה זו.
lt_lt: Atkreipkite dėmesį, kad kai jūs matote pateiktą darbą čia, jis yra laikinai pašalinamas iš vertinimo bazės. Darbas grįš į vertinimo bazę po 30 minučių be jokio įvertinimo. Paspaudus "Atgal" mygtuką reikės laukti 30 minučių, kol darbą vėl bus galima vertinti.

source: (Hide)
he: (הסתר)
lt_lt: (Slėpti)

source: Feedback for student (optional)
he: משוב עבור סטודנט (רשות)
lt_lt: Atsiliepimas apie kurso dalyvį (nebūtinas)

source: Flag as inappropriate content for later review
he: סמן כתוכן לא הולם להתייחסות מאוחר יותר
lt_lt: Žymėti kaip netinkamą turinį vėlesnei peržiūrai

source: Skip
he: דלג
lt_lt: Praleisti

source: Course Display Name:
he: שם תצורה של הקורס
ja_jp: 講座の表示名：
lt_lt: Kurso rodomas pavadinimas:

source: <b>Note</b>: To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.
he: <b>שים לב</b>: כדי לשמור על נתוני תלמידים מאובטחים, אינך יכול לשמור או לשלוח בדוא"ל קישורים לגישה ישירה. עותקים של קישורים אלה יפוגו תוך 5 דקות.
ja_jp: <b>注意</b>：受講者データをセキュアに扱うために、これらへの直リンクを保存したり、メール送信することはできません。複製されたリンクは5分以内に失効します。
lt_lt: <b>Dėmesio</b>: Siekiant išsaugoti kursų dalyvių duomenų saugumą, šių nuorodų negalima išsaugoti ar išsiųsti el. paštu. Nuorodų kopijos baigia galioti po 5 min.

source: Revert to Legacy Dashboard
he: החלף ללוח בקרה ישן
lt_lt: Grąžinti senąją informacinio puslapio versiją

source: If this option is <em>checked</em>, users who have not enrolled in your course will be automatically enrolled.
he: אם אפשרות זו <em>סומנה</em>, משתמשים שלא נרשמו לקורס שלך ירשמו באופן אוטומטי.
ja_jp: もし、このオプションが<em>有効</em>の場合、未登録のユーザも自動的に受講登録されます。
lt_lt: Jei ši parinktis yra <em>pažymėta</em>, naudotojai, kurie dar neužsiregistravę jūsų kursui, bus užregistruoti automatiškai.

source: Discussion Community TAs
he: דיון עוזרי הוראה קהילתיים
ja_jp: ディスカッションコミュニティTA
lt_lt: Diskusijos mokymosi asistentai

source: (Max 128 characters)
he: (מקסימום 128 תווים)
ja_jp: (最大128文字)
lt_lt: (Iki 128 simbolių)

source: Please try not to email students more than once per week. Before sending your email, consider:
he: אנא השתדל לא לשלוח הודעות לסטודנטים יותר מפעם בשבוע. לפני שאתה שולח הודעת דוא"ל אנא קח בחשבון:
ja_jp: 週に一度以上、受講者へメールを送らないでください。メールを送信する前に、次のことを考えて下さい：
lt_lt: Stenkitės nesiųsti kurso dalyviams el. laiškų dažniau nei kartą per savaitę. Prieš siunčiant el. laišką apsvarstykite:

source: Have you read over the email to make sure it says everything you want to say?
he: האם קראת את ההודעה ווידאת שהיא כוללת את כל מה שברצונך לומר?
ja_jp: メール全体の事前チェックを実施しましたか？メール文面において、伝えるべき事項は全て盛り込まれていましたか？
lt_lt: Ar perskaitėte laišką dar kartą ir įsitikinote, kad jame rašoma viskas, ką jūs norėjote pasakyti?

source: Have you sent the email to yourself first to make sure you're happy with how it's displayed, and that embedded links and images work properly?
he: האם שלחת הודעה לעצמך קודם בכדי לוודא שאתה מרוצה מאופן ההצגה ומהאופן בו מוטמעים הקישורים והתמונות?
ja_jp: どのように表示されたら喜ばしい状態なのかを確認するために、そして、どのようにリンクや画像が埋め込まれていることが適切なのかを確認するために、まずは自分自身に草稿メールを送ってみましたか？
lt_lt: Ar išsiuntėte šį laišką pirmiausiai sau, kad pamatytumėte, kaip jis rodomas, ir įsitikintumėte, jog įterptos nuorodos ir paveikslėliai tinkamai veikia?

source: Once the 'Send Email' button is clicked, your email will be queued for sending.
he: ברגע שתלחץ על כפתור "שלח דוא"ל" הודעת דואר אלקטרוני שלך תיכנס לתור הודעות המיועדות לשליחה.
ja_jp: 「メール送信」ボタンをクリックすると、メールは送信の待ち行列に入ります。
lt_lt: Paspaudus mygtuką "Siųsti el. laišką", jūsų el. laiškas bus išsiųstas.

source: A queued email CANNOT be cancelled.
he: לא ניתן לבטל דואר אלקטרוני שנמצא בתור.
ja_jp: 待ち行列に入ったメールはキャンセルできません。
lt_lt: Išsiųsto laiško atšaukti NEGALIMA.

source: To see the content of all previously sent emails, click this button:
he: בכדי לצפות בתוכן של כל הודעות הדוא"ל שנשלחו, לחץ על כפתור זה:
ja_jp: 先に送信したemailの本文を見るには、ボタンをクリック：
lt_lt: Norėdami pamatyti visų išsiųstų el. laiškų turinį, spustelėkite šį mygtuką:

source: Sent Email History
he: היסטוריה של דוא"ל שנשלח
ja_jp: Email送信履歴
lt_lt: Išsiųstų el. laiškų istorija

source: To read an email, click its subject.
he: בכדי לקרוא הודעת דוא"ל, לחץ על שורת הנושא.
ja_jp: emailを読むには、件名をクリック
lt_lt: Norėdami perskaityti el. laišką, spustelėkite jo temą.

source: To see the status for all bulk email tasks ever submitted for this course, click on this button:
he: בכדי לצפות בדוח מצב לכל משימות דוא"ל בתפוצה רחבה שאי פעם הוגשו לקורס זה, לחץ על כפתור זה:
ja_jp: この講座で過去に実施されたメール送信タスクの状況を見るには、このボタンをクリックしてください：
lt_lt: Norėdami pamatyti visų šio kurso el. laiškų masinių siuntimų būseną, spustelėkite šį mygtuką:

source: Student Gradebook
he: ספר הציונים של הסטודנט
ja_jp: 成績表
lt_lt: Kurso dalyvio pažymių knygelė

source: Click here to view the gradebook for enrolled students. This feature is only visible to courses with a small number of total enrolled students.
he: לחץ כאן לצפיית ספר הציונים של הסטודנטים שנרשמו. תכונה זו היא גלויה רק לקורסים עם מספר קטן של סטודנטים שנרשמו.
ja_jp: こちらをクリックすると、受講者の成績表を閲覧できます。本機能は少人数のコースでのみ使用できます。
lt_lt: Norėdami pamatyti užsiregistravusių kurso dalyvių pažymių knygelę, spustelėkite čia. Ši funkcija matoma tik tiems kursams, kuriuose yra užsiregistravę nedaug dalyvių.

source: Student-specific grade inspection
he: בדיקת ציונים לסטודנט מסויים
ja_jp: 特定の受講者の成績査閲
lt_lt: Kurso dalyvio vertinimo tikrinimas

source: Click this link to view the student's progress page:
he: לחץ על קישור בכדי לצפות בעמוד ההתקדמות של הסטודנט:
ja_jp: この受講者の成績を閲覧：
lt_lt: Norėdami peržvelgti kurso dalyvio pažangos informaciją, spustelėkite šią nuorodą:

source: Student Progress Page
he: עמוד ההתקדמות של הסטודנט
ja_jp: 成績ページ
lt_lt: Kursų dalyvio pažangos puslapis

source: Student-specific grade adjustment
he: תיקוני ציון לסטודנט מסויים
ja_jp: 個別評価調整
lt_lt: Kurso dalyvio vertinimo koregavimas

source: Specify a problem in the course here with its complete location:
he: ציין כאן בעיה בקורס וכלול מידע על מיקום מדויק:
ja_jp: このコースでの特定の問題を完全なロケーションで指定：
lt_lt: Nurodykite kurso užduotį ir jos tikslią vietą čia:

source: You must provide the complete location of the problem. In the Staff Debug viewer, the location looks like this:
he: עליך לספק מידע מלא עבור מיקום הבעיה. במערכת צפיית הדיבאגינג של צוות הקורס, המיקום נראה ככה:
ja_jp: 問題の完全なロケーションを規定する必要があります。スタッフデバッグビューワではロケーションは次のように表示されます：
lt_lt: Jūs turite pateikti pilną užduoties adresą. Personalo programų derinimo peržiūroje adresas atrodo taip:

source: Next, select an action to perform for the given user and problem:
he: כעת, בחר פעולה לבצע למשתמש ובעיה נתונים:
ja_jp: 次に、この所与のユーザーと問題に対して実行する行動を選択：
lt_lt: Toliau, pasirinkite norimą veiksmą pasirinktam naudotojui ir užduočiai:

source: You may also delete the entire state of a student for the specified problem:
he: אתה גם יכול למחוק את כלל המצב של הסטודנט במערכת עבור בעיה נתונה:
ja_jp: 特定された問題のため、一人の受講者の全ての情報をも削除してようとしています：
lt_lt: Jūs taip pat galite pašalinti visą pasirinktos užduoties kurso dalyvio būseną:

source: Delete Student State for Problem
he: מחק את מצב הסטודנט במערכת עבור בעיה:
ja_jp: 問題のため受講者の情報を削除する
lt_lt: Pašalinti kurso dalyvio užduoties būseną

source: Show Background Task History for Student
he: הצג היסטורית משימות רקע עבור סטודנט
ja_jp: バックグラウンドで実施される受講者向けのタスク履歴を表示
lt_lt: Rodyti kurso dalyvio veiksmų istoriją

source: Student's {platform_name} email address or username:
he: כתובת דוא"ל או שם משתמש {platform_name} של הסטודנט:
ja_jp: 受講者の{platform_name}メールアドレスまたはユーザー名：
lt_lt: Kurso dalyvio el. paštas arba naudotojo vardas {platform_name} aplinkoje:

source: Then select an action
he: לאחר מכן בחר פעולה
ja_jp: 次の操作を選んでください
lt_lt: Tada pasirinkite veiksmą

source: Reset ALL students' attempts
he: אפס את כלל ניסיונות הסטודנטים
ja_jp: 全ての受講者の実施内容をリセット
lt_lt: Nustatyti, kad VISI kurso dalyviai galėtų bandyti iš naujo

source: Rescore ALL students' problem submissions
he: תן ציון מחדש לכלל הפתרונות שהוגשו לכל הסטודנטים.
ja_jp: 全ての受講者が提出した課題を再度採点する
lt_lt: Iš naujo įvertinti VISŲ kurso dalyvių pateiktus darbus

source: The above actions run in the background, and status for active tasks will appear in a table on the Course Info tab. To see status for all tasks submitted for this problem, click on this button
he: הפעולות לעיל רצות ברקע, ודוח מצב של משימות פעילות יופיע בטבלה בלשונית מידע הקורס. בכדי לצפות בדוח מצב עבוד משימות שהוגשו עבור בעיה זו, לחץ על כפתור זה.
ja_jp: 上記の処理はバックグラウンドにて実施されます。そして、処理中タスクの状況はコース情報タブの表に表示されます。この問題に対して実施された全てのタスクの状況を見るには、このボタンをクリックしてください。
lt_lt: Aukščiau esantys veiksmai veikia foniniame režime, o aktyvių užduočių būsena bus matoma lentelėje, esančioje "Kurso informacija" skiltyje. Jei norite pamatyti visų veiksmų, vykdomų šiai užduočiai, statusą, paspauskite šį mygtuką

source: Show Background Task History for Problem
he: הצג היסטורית משימות רקע עבור בעיה
ja_jp: バックグラウンドで実施される課題のタスク履歴を表示
lt_lt: Rodyti užduoties veiksmų istoriją

source: None Available
he: לא זמין
lt_lt: Nėra galimų

source: modal open
he: מודל פתוח
ja_jp: モーダルを開く
lt_lt: atvira forma

source: OK
he: בסדר
lt_lt: Gerai

source: open
he: פתות
ja_jp: オープン
lt_lt: atidaryti

source: {course_number} Combined Notifications
he: {course_number} התראות משולבות
lt_lt: {course_number} kompleksiniai pranešimai

source: Open Ended Console
lt_lt: Atidaryti atvirojo atsakymo užduočių valdymo pultą

source: Here are items that could potentially need your attention.
he: מצ"ב פריטים שיתכן שזקוקים לתשומת לבך.
lt_lt: Dalykai, kurie gali reikalauti jūsų dėmesio.

source: No items require attention at the moment.
he: אין פריטים שזקוקים לתשומת לבך כעת.
lt_lt: Šiuo metu nėra dalykų, reikalaujančių jūsų dėmesio.

source: {course_number} Flagged Open Ended Problems
lt_lt: {course_number} pažymėtos atvirojo atsakymo užduotys

source: Flagged Open Ended Problems
he: סימון בדגל בעיות פתוחות
lt_lt: Pažymėtos atvirojo atsakymo užduotys

source: Here is a list of open ended problems for this course that have been flagged by students as potentially inappropriate.
lt_lt: Čia rasite sąrašą atvirojo atsakymo užduočių, kurias kurso dalyviai pažymėjo kaip galimai netinkamas.

source: No flagged problems exist.
he: אין בעיות שסומנו
lt_lt: Nėra pažymėtų užduočių.

source: Unflag
he: בטל סימון
lt_lt: Panaikinti žymėjimą

source: Ban
he: לחסום
lt_lt: Uždrausti

source: {course_number} Open Ended Problems
he: {course_number} בעיות פתורות שעדיין לא נבדקו
lt_lt: {course_number} atvirojo atsakymo užduotys

source: Open Ended Problems
he: פתרונות שלא נבדקו
lt_lt: Atvirojo atsakymo užduotys

source: Here is a list of open ended problems for this course.
he: להלן רשימת בעיות פתוחות לקורס זה
lt_lt: Čia rasite šio kurso atvirojo atsakymo užduočių sąrašą.

source: You have not attempted any open ended problems yet.
he: לא ניסית עדיין לפתור בעיות פתוחות
lt_lt: Jūs dar neatlikote nei vienos atvirojo atsakymo užduoties.

source: Grader Type
he: סוג הבודק
lt_lt: Vertintojo tipas

source: Thanks for Registering!
he: תודה על הרישום!
ja_jp: ご登録いただきありがとうございます！
lt_lt: Ačiū, kad užsiregistravote!

source: You've successfully created an account on {platform_name}. We've sent an account activation message to {email}. To activate your account and start enrolling in courses, click the link in the message.
he: חשבונך ב{platform_name} נוצר בהצלחה. נשלחה הודעת אימות והפעלה ל-{email}. בכדי להפעיל את חשבונך ולהתחיל להירשם לקורסים, לחץ על הקישור שבהודעה.
ja_jp: {platform_name}への会員登録の手続きはまだ完了していません。【会員登録手続き用のURL】が {email} 宛に送信されておりますので、メール内の手続き用URLをクリックしてアクティベーションを完了してください。
lt_lt: Jūs sėkmingai sukūrėte {platform_name} paskyrą. Mes išsiuntėme paskyros aktyvinimo instrukciją adresu {email}. Norėdami aktyvinti paskyrą ir registruotis kursuose, sekite nuoroda, esančia intrukcijos tekste.

source: Activation Complete!
he: תהליך האימות הסתיים!
ja_jp: 会員登録完了
lt_lt: Aktyvinimas baigtas sėkmingai!

source: Account already active!
he: החשבון זה כבר הופעל!
ja_jp: アカウントは既に有効になっています
lt_lt: Paskyra jau aktyvi!

source: You can now {link_start}log in{link_end}.
he: אתה עכשיו יכול {link_start}להתחבר{link_end}.
ja_jp: {link_start}ログイン{link_end}できるようになりました。
lt_lt: Dabar galite {link_start}prisijungti{link_end}.

source: Something went wrong. Check to make sure the URL you went to was correct -- e-mail programs will sometimes split it into two lines. If you still have issues, e-mail us to let us know what happened at {email}.
he: משהו השתבש. כדי לוודא שכתובת האתר שאתה נכנס אליה הייתה נכונה - תוכנות דואר אלקטרוני לפעמים מפצלות אותה לשתי שורות. אם עדיין יש לך בעיות, שלח דואר אלקטרוני אלינו כדי להודיע לנו מה קרה בכתובת {email}.
ja_jp: 何か問題が起きました。URLが正しいものだったか確認をお願いします。E-Mail文中では、URLが二行に分割されてしまうことが起こりえますのでご注意ください。それでも問題が続く場合には、どのような状態なのかを私たち {email} に教えてください。
lt_lt: Įvyko klaida. Patikrinkite, ar jūsų naudojamas puslapio adresas yra teisingas - el. pašto programos adresus kartais nukerpa į kitą eilutę. Jei vis dar susiduriate su problemomis, parašykite mums laišką su klaidos apibūdinimu šiuo adresu: {email}.

source: Or you can go back to the {link_start}home page{link_end}.
he: או שתוכל לחזור ל{link_start}דף הבית{link_end}.
ja_jp: または，{link_start}ホームページ{link_end}に戻ることができます．
lt_lt: Arba jūs galite eiti atgal į {link_start}pagrindinį puslapį{link_end}.

source: email@example.com
lt_lt: vardas@adresas.lt

source: Course Dates
he: תאריכי הקורס
ja_jp: 開講日
lt_lt: Kurso datos

source: {course_number} {course_title} Cover Image
he: {course_number} {course_title} תמונת שער
ja_jp: {course_number} {course_title} カバー画像
lt_lt: {course_number} {course_title} viršelio nuotrauka

source: Course Dates:
he: תאריכי הקורס:
ja_jp: 開講日：
lt_lt: Kurso datos:

source: This page left intentionally blank. It is not used by edx.org but is left here for possible use by installations of Open edX.
he: דף זה הושאר ריק בכוונה. לא נעשה בו שימוש במסגרת edx.org אבל הוא מושאר ריק לטובת שימוש אפשרי של מתקנים של Open edX.
ja_jp: このページは意図的に空白とされています。こちらはedx.orgによって使われているのではなく、Open edXのインストールに使われる可能性があるため残置されています。
lt_lt: Šis puslapis paliktas tuščias. Jis nėra naudojamas edx.org, tačiau paliktas galimam Open edX naudojimui.

source: Our system indicates that you are trying to access this {platform_name} course from a country or region currently subject to U.S. economic and trade sanctions. Unfortunately, at this time {platform_name} must comply with export controls, and we cannot allow you to access this course.
he: המערכת שלנו מראה על כך שאתה מנסה לגשת לקורס {platform_name} זה מאזור הכפוף כיום למדינה או לסנקציות כלכליות ומסחריות מארה"ב. למרבה הצער, בשלב זה {platform_name} חייבת לציית לחוקים ולתקנות הנוגעים לפיקוח על יצוא, ואנחנו לא יכולים לאפשר לך לגשת לקורס זה.
ja_jp: システムにより、あなたが {platform_name}の講座へアクセスしようとしている通信元の国が、現在アメリカ合衆国の経済的制裁、貿易制裁の対象となっていることが検知されました。残念ながら、現在、 {platform_name}は輸出規制に従うべき状況であり、また、この講座へのアクセスを許可することができません。
lt_lt: Mūsų sistema rodo, kad jūs bandote prisijungti prie {platform_name} kurso iš šalies ar regiono, kuriam šiuo metu taikomos JAV ekonominės ir prekybinės sankcijos. Apgailestaujame, tačiau {platform_name} privalo laikytis eksporto kontrolės įstatymų, todėl mes negalime leisti jums mokytis šio kurso.

source: If you have any questions about this course or this form, you can contact <a href="{mail_to_link}"">{mail_to_link}</a>.
he: במידה ויש לך שאלות לגבי הקורס או טופס זה, תוכל ליצור איתנו קשר דרך <a href="{mail_to_link}"">{mail_to_link}</a>.
ja_jp: この講座、もしくはこのフォームに質問がある場合には、<a href="{mail_to_link}"">{mail_to_link}</a>にご連絡ください。
lt_lt: Jeigu turite klausimų apie šį kursą ar šią formą, galite rašyti <a href="{mail_to_link}"">{mail_to_link}</a>.

source: Edit Your Full Name
he: ערוך את שמך המלא
ja_jp: 氏名を編集
lt_lt: Redaguoti vardą ir pavardę

source: The following error occurred while editing your name:
he: שגיאה הבאה קרתה בשמן עריכת שמך:
ja_jp: 名前の編集中に次のエラーが発生しました：
lt_lt: Įvyko klaida, redaguojant jūsų vardą:

source: Please make sure your browser is updated to the {a_start}most recent version possible{a_end}. Also, please make sure your <strong>webcam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).</strong>
he: אנא ודא שהדפדפן שלך מעודכן ל-{a_start}גרסא העדכנית ביותר {a_end}. כמו כן, אנא ודא ש<strong>מצלמת הרשת שלך מחוברת למחשב, פועלת וניתן להפעילה באמצעות דפדפן האינטרנט שלך (בדרך כלל ניתן לשלוט בהגדרות אלו במסגרת הגדרות הדפדפן שלך)</strong>
ja_jp: ブラウザが{a_start}最新バージョン{a_end}にアップデートされているかをご確認ください。また、<strong>ウェブカメラが接続され、電源が入れられ、そしてブラウザと連携動作するかどうか(一般的にはブラウザの設定画面に設定項目があります)</strong>をご確認ください。
lt_lt: Įsitikinkite, kad jūsų naršyklėje yra įdiegta {a_start}naujausia versija{a_end}. Taip pat patikrinkite ar jūsų <strong>internetinė vaizdo kamera yra prijungta ir įjungta, ir ar jai leidžiama veikti jūsų interneto naršyklėje, (paprastai pasirenkama naršyklės nustatymuose).</strong>

source: EdX, Open edX, and the edX and Open edX logos are registered trademarks or trademarks of {link_start}edX Inc.{link_end}
he: Open edX, EdX והלוגואים של Open edX, EdX הינם סימנים מסחריים רשומים או סימנים מסחריים של {link_start}edX Inc.{link_end}
ja_jp: EdX、Open edXおよびedX、Open edXロゴは {link_start}edX Inc.{link_end} の商標または登録商標です。
lt_lt: EdX, Open edX ir edX bei Open edX logotipai yra registruoti prekių ženklai arba {link_start}edX Inc.{link_end} prekių ženklai.

source: Register Now
he: הרשם עכשיו
ja_jp: 新規会員登録
lt_lt: Registruotis dabar

source: The {studio_name} servers encountered an error
ja_jp: {studio_name}でエラーが発生しました
lt_lt: {studio_name} serveriuose įvyko klaida

source: Files &amp; Uploads
ja_jp: ファイル &amp; アップロード
lt_lt: Failai &amp; įkėlimai

source: Upload New File
he: העלה קובץ חדש
ja_jp: 新規ファイルをアップロード
lt_lt: Įkelti naują failą

source: Adding Files for Your Course
ja_jp: この講座にファイルを追加中
lt_lt: Jūsų kurso failų pridėjimas
