Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Describe what you were doing when you encountered the issue. Include any details that will help us to troubleshoot, including error messages that you saw.
es_419: Describa lo que estabas haciendo cuando surgió el problema. Incluya todos los detalles que nos puedan ayudar a solucionar el problema, incluidos los mensajes de error que usted vio.

source: Thank You!
es_419: Muchas gracias!

source: Thank you for your inquiry or feedback. We typically respond to a request within one business day, Monday to Friday. In the meantime, please review our {link_start}detailed FAQs{link_end} where most questions have already been answered.
es_419: Gracias por sus preguntas y aportes. Generalmente respondemos cada solicitud en un día hábil, Lunes a Viernes. Mientras tanto, por favor revise nuestra sección de {link_start}Preguntas Frecuentes detalladas{link_end} en donde la mayoría de preguntas ya han sido respondidas.

source: problem
es_419: Problema

source: Report a Problem
es_419: Reportar un problema

source: Brief description of the problem
es_419: Breve descripción del problema

source: Details of the problem you are encountering{asterisk}
es_419: Detalles del problema que está experimentando{asterisk}

source: suggestion
es_419: Sugerencia

source: Make a Suggestion
es_419: Hacer una sugerencia

source: Brief description of your suggestion
es_419: Breve descripción de su sugerencia

source: question
es_419: Pregunta

source: Ask a Question
es_419: Formular una pregunta

source: Brief summary of your question
es_419: Breve resumen de su pregunta

source: An error has occurred.
es_419: Ha ocurrido un error.

source: Please {link_start}send us e-mail{link_end}.
es_419: Por favor {link_start}Envíenos un correo{link_end}

source: Please try again later.
es_419: Por favor intente nuevamente.

source: The due date for this {subsection_format} has passed.
es_419: La fecha límite para esta {subsection_format} ha expirado.

source: Because the due date has passed, this {subsection_format} is no longer available.{line_break}If you have completed this {subsection_format}, your grade is available on the {link_start}progress page{link_end}.
es_419: Debido a que la fecha límite ha expirado, esta {subsection_format} ya no se encuentra disponible.{line_break}Si usted ha completado esta {subsection_format}, su nota está disponible en la {link_start}página de progreso{link_end}.

source: Note: only instructors may annotate.
es_419: Nota: Solo los instructores pueden realizar anotaciones.

source: Welcome to the Open edX{registered_trademark} platform!
es_419: Bienvenido a la plataforma de Open edX{registered_trademark}!

source: It works! This is the default homepage for this Open edX instance.
es_419: Funciona! Esta es la página de inicio por defecto para esta instancia de Open edX.

source: Search for a course
es_419: Buscar curso

source: Invalid email change key
es_419: Clave de cambio de correo electrónico inválida

source: This e-mail key is not valid. Please check:
es_419: Esta clave de correo electrónica no es válida. Por favor revisar:

source: Was this key already used? Check whether the e-mail change has already happened.
es_419: ¿Esta clave ya se había utilizado? Por favor revise si el cambio de correo electrónico ya fue realizado.

source: Did your e-mail client break the URL into two lines?
es_419: ¿Su cliente de correo electrónico separó la URL en dos líneas?

source: The keys are valid for a limited amount of time. Has the key expired?
es_419: Las claves son válidas por un tiempo limitado. ¿Ha expirado su clave?

source: Showing all matching content eligible to be added into {display_name}. Each student will be assigned {max_count} component drawn randomly from this list.
es_419: Mostrando el contenido elegible para ser añadido a {display_name}. Cada estudiante accederá a {max_count} componente tomado aleatoriamente de esta lista.

source: Helpful Information
es_419: Información útil

source: Login via OpenID
es_419: Iniciar sesión vía OpenID

source: You can now start learning with {platform_name} by logging in with your <a rel="external" href="http://openid.net/">OpenID account</a>.
es_419: Puede comenzar a aprender con {platform_name} iniciando sesión con su <a rel="external" href="http://openid.net/">Cuenta de OpenID</a>.

source: Not Enrolled?
es_419: ¿No está inscrito?

source: Sign up for {platform_name} today!
es_419: ¡Regístrese hoy mismo en {platform_name}!

source: Need Help?
es_419: ¿Necesita ayuda?

source: Looking for help signing in or with your {platform_name} account?
es_419: ¿Busca ayuda para iniciar sesión o con su cuenta de {platform_name}?

source: View our help section for answers to commonly asked questions.
es_419: Visite nuestro Centro de Ayuda para consultar respuestas a las preguntas más frecuentes.

source: Log into your {platform_name} Account
es_419: Inicie sesión en su cuenta de {platform_name}

source: Log into My {platform_name} Account
es_419: Iniciar sesión en Mi Cuenta de {platform_name}

source: Access My Courses
es_419: Acceder a mis cursos

source: Processing your account information
es_419: Procesando la información de tu cuenta

source: Please log in
es_419: Por favor inicie sesión

source: to access your account and courses
es_419: para acceder a su cuenta y sus cursos

source: We're Sorry, {platform_name} accounts are unavailable currently
es_419: Lo sentimos, las cuentas de {platform_name} no están disponibles en el momento

source: We couldn't log you in.
es_419: No se ha podido iniciar su sesión.

source: Your email or password is incorrect
es_419: Su correo electrónico o contraseña son incorrectos

source: An error occurred when signing you in to {platform_name}.
es_419: Ocurrió un error al iniciar su sesión en {platform_name}.

source: Please provide the following information to log into your {platform_name} account. Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
es_419: Por favor ingrese la siguiente información para iniciar sesión en su cuenta de {platform_name}. Los campos obligatorios se denotan con <strong class="indicator">texto en negrita y un asterisco (*)</strong>.

source: Account Preferences
es_419: Preferencias de la Cuenta

source: Sign in with {provider_name}
es_419: Iniciar sesión con {provider_name}

source: External resource
es_419: Recurso externo

source: {points} / {total_points} points
es_419: {points}/{total_points} puntaje

source: {total_points} points possible
es_419: {total_points} puntaje posible

source: View resource in a new window
es_419: Ver recurso en una nueva ventana

source: Please provide launch_url. Click "Edit", and fill in the required fields.
es_419: Por favor proveer launch_url. Clic en "Editar", y completar los campos necesarios.

source: Feedback on your work from the grader:
es_419: Retroalimentación de su trabajo por parte del evaluador

source: Press to Launch
es_419: Haga clic para lanzar

source: Manage student accounts
es_419: Administrar las cuentas de estudiantes

source: Username:
es_419: Usuario:

source: Profile:
es_419: Perfil:

source: Image:
es_419: Imagen

source: Name:
es_419: Nombre

source: Choose an action:
es_419: Elegir una acción:

source: View Profile
es_419: Ver perfil

source: Disable Account
es_419: Desactivar Cuenta
ko_kr: 사용자계정 비활성화
pt_br: Desativar conta

source: Reenable Account
es_419: Reactivar Cuenta

source: Remove Profile Image
es_419: Eliminar foto de perfil

source: Students whose accounts have been disabled
es_419: Estudiantes cuyas cuentas han sido desactivadas

source: (reload your page to refresh)
es_419: (Recargar la página para actualizar)

source: working
es_419: trabajando

source: There has been an error on the {platform_name} servers
es_419: Ha habido un error en los servidores de {platform_name}

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
es_419: Lo sentimos, este módulo está temporalmente NO disponible. Estamos trabajando para solucionarlo lo antes posible. Por favor escríbanos a {tech_support_email} para reportar este tipo de problemas o caidas en el servicio.

source: Raw data:
es_419: Datos planos:

source: {platform_name} Home Page
es_419: {platform_name} Página de inicio

source: Shopping Cart
es_419: Carro de compras

source: How it Works
es_419: Cómo funciona

source: Schools
es_419: Instituciones

source: Explore Courses
es_419: Explorar cursos

source: Register
es_419: Registrarse

source: You do not have any notes.
es_419: Usted no tiene ninguna anotación.

source: Hint
es_419: Consejo

source: Save your answer
es_419: Guardar respuesta

source: Reset your answer
es_419: Restablecer respuesta

source: Submit your answer
es_419: Enviar respuesta

source: You have used {num_used} of {num_total} attempt
es_419: Usted ha realizado {num_used} de {num_total} intento

source: Next Hint
es_419: Próximo consejo

source: Review
es_419: Revisión

source: Log In
es_419: Iniciar Sesión

source: Your username, email, and full name will be sent to {destination}, where the collection and use of this information will be governed by their terms of service and privacy policy.
es_419: Su usuario, correo electrónico, y nombre completo será enviado a {destination}, cuando la recolección y uso de esta información esté dentro de los términos del servicio y la política de privacidad.

source: Return To %s
es_419: Regresar a %s

source: We're sorry, but this version of your browser is not supported. Try again using a different browser or a newer version of your browser.
es_419: Lo sentimos, pero esta versión de su navegador no está soportada. Intente nuevamente con un navegador diferente o con una versión más actualizada de su navegador.

source: The following errors occurred while processing your registration:
es_419: Ocurrieron los siguientes errores al procesar su registro:

source: Sign up with {provider_name}
es_419: Ingresar con {provider_name}

source: Create your own {platform_name} account below
es_419: Cree su cuenta en {platform_name} a continuación

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
es_419: Los campos requeridos se denotan con <strong class="indicator">texto en negrita y un asterisco (*)</strong>.

source: You've successfully signed in with {selected_provider}.
es_419: Ha iniciado sesión exitosamente con {selected_provider}.

source: We just need a little more information before you start learning with {platform_name}.
es_419: Necesitamos un poco más de información antes de que comience a aprender con {platform_name}.

source: Please complete the following fields to register for an account.
es_419: Por favor complete los siguientes campos para crear su cuenta.

source: Will be shown in any discussions or forums you participate in
es_419: Se mostrará en cualquier discusión o foro en los que usted participe

source: cannot be changed later
es_419: No podrá ser cambiada después

source: Welcome {username}
es_419: Bienvenid@ {username}

source: Enter a Public Display Name:
es_419: Ingrese un nombre de usuario público:

source: Public Display Name
es_419: Nombre para mostrar:

source: Additional Personal Information
es_419: Información personal adicional

source: example: New York
es_419: Ejemplo: Nueva York

source: Highest Level of Education Completed
es_419: Máximo nivel educativo completado

source: Please share with us your reasons for registering with {platform_name}
es_419: Por favor indíquenos las razones que lo motivan a registrarse en {platform_name}

source: Account Acknowledgements
es_419: Reconocimientos de la Cuenta

source: I agree to the {link_start}Terms of Service{link_end}
es_419: Acepto los {link_start}Términos del Servicio{link_end}

source: I agree to the {link_start}Honor Code{link_end}
es_419: Acepto el {link_start}Código de Honor{link_end}

source: Create My Account
es_419: Crear mi cuenta

source: Preferences for {platform_name}
es_419: Preferencias para {platform_name}

source: Update my {platform_name} Account
es_419: Actualizar mi cuenta de {platform_name}

source: Welcome {username}! Please set your preferences below
es_419: Bienvenido {username}! Por favor ajuste sus preferencias a continuación

source: Enter a public username:
es_419: Ingrese un nombre de usuario público:

source: Update My Account
es_419: Actualizar mi cuenta

source: Registration Help
es_419: Ayuda sobre el proceso de registro

source: Already registered?
es_419: ¿Ya está registrado?

source: Log in
es_419: Iniciar sesión

source: Welcome to {platform_name}
es_419: Bienvenido a la plataforma {platform_name}

source: Registering with {platform_name} gives you access to all of our current and future free courses. Not ready to take a course just yet? Registering puts you on our mailing list - we will update you as courses are added.
es_419: Registrarse en {platform_name} le da acceso a todos nuestros cursos gratuitos actuales y futuros. ¿No está listo para tomar un curso por el momento? Registrarse lo pone en nuestra lista de correo y se le enviarán actualizaciones a medida que se añadan nuevos cursos.

source: Next Steps
es_419: Próximos pasos

source: As part of joining {platform_name}, you will receive an email message with instructions for activating your account. Don't see the email? Check your spam folder and mark {platform_name} emails as 'not spam'. At {platform_name}, we communicate mostly through email.
es_419: Como parte del proceso de unirse a {platform_name}, recibirá un correo electrónico de activación. Debe hacer clic en el enlace de activación para completar el proceso. ¿No ve el correo electrónico? Compruebe su carpeta de Spam y marque los correos de {platform_name} como "No es spam". En {platform_name}, nos comunicamos con usted principalmente a través de mensajes de correo electrónico.

source: Need help registering with {platform_name}?
es_419: ¿Necesita ayuda para registrarse en {platform_name}?

source: View our FAQs for answers to commonly asked questions.
es_419: Visite nuestra sección de Preguntas frecuentes para encontrar las respuestas a las inquietudes más comunes.

source: You can find the answers to most of your questions in our list of FAQs. After you enroll in a course, you can also find answers in the course discussions.
es_419: Puede encontrar las respuestas a la mayoría de sus preguntas en nuestra lista de FAQs. Después de inscribirse en un curso, también puede encontrar respuestas en las discusiones del curso.

source: Register for {platform_name}
es_419: Registrarse en {platform_name}

source: Create My {platform_name} Account
es_419: Crear Mi Cuenta en {platform_name}

source: Welcome!
es_419: Bienvenido!

source: Register below to create your {platform_name} account
es_419: Regístrese para crear su cuenta en {platform_name}

source: Re-subscribe Successful!
es_419: Re suscripción exitosa!

source: You have re-enabled forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}.
es_419: Ha habilitado nuevamente los correos electrónicos de notificación de foros desde {platform_name}. Haga clic {dashboard_link_start}aquí{link_end} para volver al panel de control.

source: Sign Up for {platform_name}
es_419: Regístrese en {platform_name}

source: e.g. yourname@domain.com
es_419: Ej: nombre@dominio.com

source: e.g. yourname (shown on forums)
es_419: Ej: nombre (Así se mostrará en los Foros)

source: e.g. Your Name (for certificates)
es_419: Ej: Tu nombre (así aparecerá en los certificados)

source: <i>Welcome</i> {name}
es_419: <i>Bienvenido</i> {name}

source: Full Name *
es_419: Nombre Completo *

source: Ed. Completed
es_419: Nivel educativo completado

source: Goals in signing up for {platform_name}
es_419: Objetivos al registrarse en {platform_name}

source: Login.
es_419: Iniciar Sesión

source: This content experiment uses group configuration '{group_configuration_name}'.
es_419: Este contenido experimental utiliza la configuración de grupo '{group_configuration_name}'.

source: Active Groups
es_419: Grupos activos

source: Inactive Groups
es_419: Grupos inactivos

source: Staff Debug Info
es_419: Información de depuración para el personal de soporte

source: Submission history
es_419: Historial de envíos

source: {platform_name} Content Quality Assessment
es_419: Evaluación de la Calidad en los contenidos de {platform_name}

source: Comment
es_419: Comentario

source: comment
es_419: comentario

source: Tag
es_419: Etiqueta

source: Optional tag (eg "done" or "broken"):
es_419: Etiqueta opcional (por ejemplo, "listo" o "roto"):

source: tag
es_419: etiqueta

source: Add comment
es_419: Añadir comentario

source: Staff Debug
es_419: Depuración del personal de soporte

source: Reset Learner's Attempts to Zero
es_419: Reiniciar los intentos del estudiante

source: Delete Learner's State
es_419: Borrar estado del estudiante

source: Rescore Learner's Submission
es_419: Calificar el envío del estudiante nuevamente

source: Rescore Only If Score Improves
es_419: Puntuar de nuevo solamente si se mejora la calificación

source: Module Fields
es_419: Campos de módulo

source: XML attributes
es_419: Atributos XML

source: Submission History Viewer
es_419: Visor del historial de envíos

source: User:
es_419: Usuario:

source: View History
es_419: Ver el historial

source: {course_number} Textbook
es_419: Libro de texto para {course_number}

source: Textbook Navigation
es_419: Navegación del libro de texto

source: Page
es_419: Página

source: Previous page
es_419: Página anterior

source: Next page
es_419: Página siguiente

source: Sysadmin Dashboard
es_419: Panel de Control del Administrador

source: Staffing and Enrollment
es_419: Inscripciones y registro de personal de apoyo

source: Git Logs
es_419: Registros de Git

source: User Management
es_419: Administración de Usuarios

source: Email or username
es_419: Correo electrónico o Nombre de Usuario

source: Delete user
es_419: Eliminar Usuario

source: Create user
es_419: Crear Usuario

source: Download list of all users (csv file)
es_419: Descargar la lista de todos los usuarios (.csv)

source: Check and repair external authentication map
es_419: Revisar y reparar registros de autenticación externa

source: Go to each individual course's Instructor dashboard to manage course enrollment.
es_419: Ir al panel de control de los instructores de cada curso para administrar los registros

source: Manage course staff and instructors
es_419: Administrar el personal del curso y los instructores

source: Download staff and instructor list (csv file)
es_419: Descargar la lista del personal del curso e instructores (.csv)

source: Administer Courses
es_419: Administrador de Cursos

source: Repo Location
es_419: Ubicación del repositorio

source: Repo Branch (optional)
es_419: Rama del repositorio (opcional)

source: Load new course from GitHub
es_419: Cargar nuevo curso de GitHub

source: Course ID or dir
es_419: Id del Curso o dirección

source: Delete course from site
es_419: Eliminar curso del sitio

source: Platform Version
es_419: Versión de la Plataforma

source: previous
es_419: anterior

source: Page {current_page} of {total_pages}
es_419: Página {current_page} de {total_pages}

source: next
es_419: siguiente

source: Recent git load activity for {course_id}
es_419: Actividad de carga de git reciente para {course_id}

source: Git Action
es_419: Acción de Git

source: No git import logs have been recorded.
es_419: No se ha registrado ningún log de import de git

source: No git import logs have been recorded for this course.
es_419: No se han registrado logs de importación de GIT para este curso.

source: Source:
es_419: Fuente:

source: Tracking Log
es_419: Registro de seguimiento

source: datetime
es_419: fecha y hora

source: ipaddr
es_419: dirección IP

source: source
es_419: fuente

source: type
es_419: tipo

source: Unsubscribe Successful!
es_419: Des suscripción exitosa!

source: You will no longer receive forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}. If you did not mean to do this, {undo_link_start}you can re-subscribe{link_end}.
es_419: Ya no recibirá correos electrónicos de notificación de foros desde {platform_name}. Haga clic {dashboard_link_start}aquí{link_end} para regresar al panel de control. Si desea volver a suscriibirse a las notificaciones, haga clic {undo_link_start}aquí{link_end}.

source: Dashboard for:
es_419: Panel de Control para:

source: More options dropdown
es_419: Despliegue de más opciones

source: Using the system
es_419: Usando el sistema

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
es_419: Durante la reproducción de videos, use los subtítulos y la barra de desplazamiento para navegar. Hacer clic en los subtítulos es una forma rápida de saltar hacia adelante o hacia atrás en el video.

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
es_419: Si está en una pantalla de baja resolución, la barra de navegación de la izquierda se puede ocultar haciendo clic en las tres flechas junto a la misma.

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
es_419: Si necesita fuentes más grandes o más pequeñas, utilice la configuración de los navegadores para aumenta o disminuir el tamaño. En Google Chrome, esto se hace pulsando ctrl +, o ctrl - al mismo tiempo.

source: Loading video player
es_419: Cargando reproductor de video

source: No playable video sources found.
es_419: No se han encontrado los ficheros de video

source: Downloads and transcripts
es_419: Descargas y transcripciones

source: Download video file
es_419: Descargar archivo de video

source: Transcripts
es_419: Transcripciones
hi: टेप
ko_kr: 자막
pt_br: Transcrições
vi: Bản dịch

source: Download {file}
es_419: Descargar {file}

source: Download transcript
es_419: Descargar la transcripción

source: Handouts
es_419: Materiales del curso

source: Download Handout
es_419: Descargar documento

source: {num} of {total}
es_419: {num} de {total}

source: Your words were:
es_419: Sus palabras fueron:

source: API Access Request
es_419: Solicitud de acceso a la API

source: {platform_name} API Access Request
es_419: Solicitud de Acceso a la API de {platform_name}

source: Request API Access
es_419: Solicitar acceso a la API

source: API Access Request Status
es_419: Estado de solicitud de acceso a API

source: Your request to access the {platform_name} Course Catalog API is being processed. You will receive a message at the email address in your profile when processing is complete. You can also return to this page to see the status of your API access request.
es_419: Su solicitud para acceder a la API de catálogo de cursos de {platform_name} se está procesando. Usted recibirá un mensaje en la dirección de correo electrónico de su perfil cuando se complete el proceso. También puede regresar a esta página para ver el estado de su solicitud de acceso a la API.

source: Your request to access the {platform_name} Course Catalog API has been denied. If you think this is an error, or for other questions about using this API, contact {api_support_email_link}.
es_419: Su solicitud para acceder a la API de catálogo de cursos de {platform_name} ha sido denegada. Si usted piensa que esto es un error, o para otras preguntas sobre el uso de esta API, contacte a {api_support_email_link}.
