Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: No status information available
he: אין מידע זמין בנוגע לדוח מצב
hi: स्थिति की कोई जानकारी उपलब्ध नहीं है
ja_jp: 表示可能なステータス情報がありません。
lt_lt: Nėra informacijos apie būseną
vi: Không có thông tin về trạng thái

source: No task_output information found for instructor_task {0}
hi: प्रशिक्षक_कार्य {0} के लिए कोई भी कार्य_आउटपुट जानकारी नहीं मिली
ja_jp: 講師タスク「{0}」のtask_outputが見つかりません。
lt_lt: Nėra lektoriaus užduoties išvesties informacijos {0}
vi: Không có thông tin task_output tìm thấy cho instructor_task {0}

source: No parsable task_output information found for instructor_task {0}: {1}
hi: प्रशिक्षक_कार्य {0}: {1} के लिए कोई भी परिवर्तन करने हेतु कार्य_आउटपुट जानकारी नहीं मिली
ja_jp: 講師タスク「{0}:{1}」のパース可能なtask_output情報はありません。
lt_lt: Nėra lektoriaus užduoties išvesties informacijos, kurią būtų galima analizuoti {0}: {1}
vi: Không có thông tin task_output parsable tìm thấy cho instructor_task {0} {1}

source: No parsable status information available
hi: परिवर्तनीय स्थिति के बारे में कोई जानकारी उपलब्ध नहीं है
ja_jp: パース可能なステータス情報がありません。
lt_lt: Nėra galimos analizuoti informacijos apie būseną
vi: Không có thông tin trạng thái parsable sẵn

source: No message provided
he: לא סופקה הודעה
hi: कोई संदेश प्रदान नहीं किया गया
ja_jp: メッセージが提供されていません。
lt_lt: Nepateiktas joks pranešimas
vi: Không cấp tin nhắn nào

source: Invalid task_output information found for instructor_task {0}: {1}
hi: प्रशिक्षक_कार्य {0} {1} के लिए अमान्य कार्य_उत्पादन जानकारी मिली है
ja_jp: 講師タスク「{0}:{1}」に無効なtask_output情報があります。
lt_lt: Rasta neteisinga lektoriaus užduoties išvesties informacija {0}: {1}
vi: Thông tin task_output không hợp lệ cho instructor_task {0} {1}

source: No progress status information available
he: אין דוח מצב על התקדמות זמין
hi: प्रगति स्थिति की कोई जानकारी उपलब्ध नहीं है
ja_jp: 進捗ステータス情報がありません。
lt_lt: Nėra jokios informacijos apie eigos būseną
vi: Không có thông tin về trạng thái tiến trình học

source: No parsable task_input information found for instructor_task {0}: {1}
hi: प्रशिक्षक_कार्य {0}: {1} के लिए कोई भी परिवर्तन करने हेतु कार्य_इनपुट जानकारी नहीं मिली
ja_jp: 講師タスク「{0}:{1}」のパース可能なtask_input情報はありません。
lt_lt: Nėra lektoriaus užduoties įvesties informacijos, kurią būtų galima analizuoti {0}: {1}
vi: Không có thông tin task_input parsable tìm thấy cho instructor_task {0} {1}

source: Progress: {action} {succeeded} of {attempted} so far
he: התקדמות: {action} {succeeded} מתוך {attempted} עד כה.
hi: अब तक की प्रगति: अब तक के {attempted} {action} {succeeded}
ja_jp: 進捗： {action} {succeeded} / {attempted} 完了
lt_lt: Pažanga: ligi šiol {action} {succeeded} iš {attempted}
vi: Tiến trình học: {action} {succeeded} trong số {attempted} tính đến nay

source: Unable to find submission to be {action} for student '{student}'
hi: हम छात्र '{student}' की प्रस्तुति ढूंढ नहीं पाएं हैं, यह करें {action}
ja_jp: 受講者： '{student}'の{action} を探すことができませんでした。
lt_lt: Neįmanoma rasti kurso dalyvio '{student}' darbų, kuriuos reikia {action}
vi: Không thể tìm thấy bài làm cần {action} đối với học viên '{student}'

source: Problem failed to be {action} for student '{student}'
hi: समस्या असफ़ल छात्र '{student}' के लिए {action} हुई
ja_jp: 受講者： '{student}'の問題は{action} に失敗しました。
lt_lt: Kurso dalyvio '{student}' užduoties nepavyko {action}
vi: Câu hỏi không thể được {action} đối với học viên '{student}'

source: Problem successfully {action} for student '{student}'
hi: छात्र '{student}' के लिए समस्या सफ़लतापूर्वक {action} हुई
ja_jp: 受講者： '{student}'の問題は{action} に成功しました。
lt_lt: Kurso dalyvio '{student}' užduotis sėkmingai {action}
vi: Câu hỏi đã được {action} thành công cho học viên '{student}'

source: Unable to find entrance exam submission to be {action} for student '{student}'
hi: छात्र '{विद्यार्थी}' के लिए {एक्शन} होने के लिए प्रवेश परीक्षा प्रस्तुत करने में असमर्थ
ja_jp: 受講者'{student}'の{action}になる入学試験の提出がありませんでした。
lt_lt: Neįmanoma rasti kurso dalyvio '{student}' stojamojo egzamino darbų, kuriuos reikia {action}
vi: Không tìm thấy kỳ thi tuyển sinh để được {action} cho học sinh sinh viên '{student}'

source: Entrance exam successfully {action} for student '{student}'
hi: छात्र '{विद्यार्थी}' के लिए {एक्शन} होने के लिए प्रवेश परीक्षा प्रस्तुत करने में असमर्थ
ja_jp: 受講者'{student}'の入学試験は{action}に成功しました。
lt_lt: Kurso dalyvio '{student}' stojamasis egzaminas sėkmingai {action}
vi: {action} thành công kỳ thi tuyển sinh cho học viên '{student}'

source: Unable to find any students with submissions to be {action}
hi: प्रस्तुतियों के साथ कोई भी छात्र नहीं मिले हैं जिन पर {action} किया गया
ja_jp: {action}投稿をした受講者は見つかりません。
lt_lt: Neįmanoma rasti kurso dalyvių, kurių darbus reikia {action}
vi: Không thể tìm thấy học viên này có bài làm cần {action}

source: Problem failed to be {action} for any of {attempted} students
hi: {attempted} छात्रों के प्रयास के लिए समस्या {action} विफ़ल रही।
ja_jp: 問題は{attempted}名の受講者の{action}に失敗しました。
lt_lt: Nė vienam iš {attempted} kurso dalyvių nepavyko užduoties {action}
vi: Câu hỏi không thể được {action} đối với bất kỳ học viên {attempted} nào

source: Problem successfully {action} for {attempted} students
hi: छात्रों की समस्या का {action} सफलतापूर्वक {attempted} हुआ
ja_jp: 問題は{attempted}名の受講者の{action}に成功しました。
lt_lt: {attempted} kurso dalyviai sėkmingai {action} užduotį
vi: Vấn đề {action} thành công cho {attempted} học viên

source: Problem {action} for {succeeded} of {attempted} students
hi: छात्रों के '{attempted}' प्रयासों के लिए समस्या सफ़लतापूर्वक {succeeded} {action} हुई
ja_jp: 受講者の問題は{attempted}人中{succeeded}人{action}しました。
lt_lt: {succeeded} iš {attempted} kurso dalyvių {action} užduotį
vi: {action} vấn đề thành công cho {succeeded} trong số {attempted} học viên

source: Unable to find any recipients to be {action}
hi: कोई प्राप्तकर्ता नहीं मिले जिनको {action} किया जाएं
ja_jp: {action}送信者は見つかりません。
lt_lt: Neįmanoma rasti gavėjų, kuriuos reikia {action}
vi: Không thể tìm thấy người nhận nào là {action}

source: Message failed to be {action} for any of {attempted} recipients
hi: किन्ही भी {attempted} प्राप्तकर्ता प्रयासों के संदेश विफ़ल {action} किए जाए
ja_jp: {attempted}人の受信者のメッセージは{action}に失敗しました。
lt_lt: Nė vienam iš {attempted} gavėjų nepavyko {action} pranešimo
vi: Tin nhắn không được {action} cho {attempted} người nhận

source: Message successfully {action} for {attempted} recipients
hi: {attempted} प्राप्तकर्ता प्रयासों के संदेश सफ़लतापूर्वक {action} हुए
ja_jp: メッセージは{attempted}名の学習者の{action}に成功しました。
lt_lt: Pranešimas sėkmingai {action} {attempted} gavėjams
vi: Đã {action} thành công tin nhắn cho {attempted} người nhận

source: Message {action} for {succeeded} of {attempted} recipients
hi: {attempted} में से {succeeded} प्राप्तकर्ता प्रयासों के संदेश {action} हुए
ja_jp: 受信者のメッセージは{attempted}人中{succeeded}人{action}しました。
lt_lt: Pranešimas {action} {succeeded} iš {attempted} gavėjų
vi: Tin nhắn {action} cho {succeeded} của {attempted} người nhận

source: Status: {action} {succeeded} of {attempted}
hi: स्थिति: अब तक के {attempted} में से {succeeded} {action}
ja_jp: ステータス：{succeeded} / {attempted} {action}
lt_lt: Būsena: {action} {succeeded} iš {attempted}
vi: Trạng thái: {action} cho {succeeded} trong số {attempted}

source: (skipping {skipped})
he: (מדלג {skipped})
ja_jp: ({skipped} スキップ)
lt_lt: (praleidžiama {skipped})
vi: (đang bỏ qua {skipped})

source: (out of {total})
he: (מתוך {total})
hi: (कुल में से {total})
ja_jp: (合計{total}のうち)
lt_lt: (iš {total})
vi: (trong tổng số {total})

source: This component's access settings refer to deleted or invalid group configurations.
hi: इस घटक की पहुंच सेटिंग्स हटाए गए या अमान्य समूह कॉन्फ़िगरेशन को संदर्भित करती हैं।
vi: Thiệt lập truy cập của thành phần này tham chiếu đến những cấu hình nhóm đã xóa hoặc không hợp lệ.

source: This unit's access settings refer to deleted or invalid group configurations.
hi: इस इकाई की पहुंच सेटिंग्स हटाए गए या अमान्य समूह कॉन्फ़िगरेशन को संदर्भित करती हैं।
vi: Thiết lập truy cập của đơn vị này tham chiếu đến những cấu hình nhóm đã xóa hoặc không hợp lệ.

source: This component's access settings refer to deleted or invalid groups.
hi: इस घटक की पहुँच सेटिंग्स हटाई गई या अमान्य समूहों को संदर्भित करती हैं।
vi: Thiết lập truy cập của thành phần này tham chiếu đến các nhóm bị xóa hoặc không hợp lệ.

source: This unit's access settings refer to deleted or invalid groups.
hi: इस इकाई की पहुंच सेटिंग्स हटाए गए या अमान्य समूहों को संदर्भित करती हैं।
vi: Thiết lập truy cập của đơn vị này tham chiếu đến các nhóm bị xóa hoặc không hợp lệ.

source: This component's access settings contradict its parent's access settings.
hi: इस घटक की पहुँच सेटिंग्स इसके माता-पिता की पहुँच सेटिंग्स के विपरीत हैं।
vi: Thiết lập truy cập của thành phần này mâu thuẫn với thiết lập truy cập của mức cha của nó.

source: Whether to display this module in the table of contents
hi: इस मॉड्यूल को सामग्री की तालिका में प्रदर्शित करना है या नहीं
ja_jp: このモジュールを目次に表示するかどうか
lt_lt: Ar rodyti šį modulį turinyje
vi: Cho dù để hiển thị mô-đun này trong bảng nội dung

source: What format this module is in (used for deciding which grader to apply, and what to show in the TOC)
hi: यह मॉड्यूल किस प्रारूप में है (इसका उपयोग किस ग्रेडर को लागू करने के लिए किया जाता है और TOC में क्या दिखाना है)
ja_jp: このモジュールがどのフォーマットに含まれるか(どの判定基準を適用するか、何を目次に表示するかを決めるために使われる)
lt_lt: Kokio formato yra šis modulis (naudojama nusprendžiant, kurį vertintoją taikyti ir ką rodyti turinyje)
vi: Định dạng gì module này được in (sử dụng cho việc quyết định học sinh lớp để áp dụng, và những gì thể hiện trong TOC)

source: Course Chrome
hi: पाठ्यक्रम क्रोम
vi: Khóa học Chrome

source: Enter the chrome, or navigation tools, to use for the XBlock in the LMS. Valid values are: "chromeless" -- to not use tabs or the accordion; "tabs" -- to use tabs only; "accordion" -- to use the accordion only; or "tabs,accordion" -- to use tabs and the accordion.
hi: LMS में XBlock का उपयोग करने के लिए, क्रोम या नेविगेशन टूल डालें। मान्य मान हैं: "क्रोमलेस" - टैब या समझौते का उपयोग नहीं करने के लिए; "टैब" - केवल टैब का उपयोग करने के लिए; "accordion" - केवल accordion का उपयोग करने के लिए; या "tabs, accordion" - टैब और accordion का उपयोग करने के लिए।
ja_jp: ChromeもしくはナビゲーションツールをLMSのxBlockで用いるために入力してください。正しい値は以下です。 "chromeless" -- タブもしくはアコーディオンを使わない "tabs" -- タブのみを使う; "accordion" -- アコーディオンのみを使う "tabs,accordion" -- タブもアコーディオンも使う
vi: Nhập chrome, hoặc các công cụ điều hướng, để sử dụng cho các XBlock trong LMS. Giá trị hợp lệ là: "duyệt Chrome " - không sử dụng các tab hay accordion; "tab " - sử dụng các tab chỉ; "accordion " - để sử dụng accordion chỉ; hoặc "tab, accordion " - sử dụng các tab và accordion.

source: Default Tab
he: כרטיסייה ברירת מחדל
hi: डिफ़ॉल्ट टैब
ja_jp: デフォのタブ
lt_lt: Numatytoji kortelė
vi: Tab mặc định

source: Enter the tab that is selected in the XBlock. If not set, the Course tab is selected.
hi: XBlock में चयनित टैब दर्ज करें। यदि सेट नहीं है, तो कोर्स टैब चुना जाता है।
vi: Nhập tab được chọn trong XBlock. Nếu không được thiết lập, tab Course sẽ được chọn.

source: Enter the source file name for LaTeX.
he: הכנס שם קובץ מקור עבור LaTeX
hi: LaTeX के लिए स्रोत फ़ाइल नाम दर्ज करें।
ja_jp: LaTeXのソースファイル名を入力します。
lt_lt: Įveskite "LaTeX" šaltinio failo pavadinimą.
vi: Nhập tên tập tin nguồn cho LaTeX.

source: A dictionary that maps which groups can be shown this block. The keys are group configuration ids and the values are a list of group IDs. If there is no key for a group configuration or if the set of group IDs is empty then the block is considered visible to all. Note that this field is ignored if the block is visible_to_staff_only.
hi: एक शब्दकोश जो नक्शे को दिखाता है, जो इस ब्लॉक को दिखाया जा सकता है। चाबियाँ समूह कॉन्फ़िगरेशन आईडी हैं और मान समूह आईडी की एक सूची है। यदि समूह कॉन्फ़िगरेशन के लिए कोई कुंजी नहीं है या यदि समूह आईडी का सेट खाली है तो ब्लॉक को सभी के लिए दृश्यमान माना जाता है। ध्यान दें कि यदि ब्लॉक दिखाई दे रहा है तो इस फ़ील्ड को अनदेखा कर दिया जाता है।
ja_jp: どのグループにこのブロックを示すかをマッピングする辞書。キーはグループ構成IDで値はグループIDのリストです。グループ構成にキーがない、またはグループIDが空の場合、ブロックは全員に表示されると判断されます。ブロックがvisible_to_staff_onlyの場合このフィールドは無視されることに注意してください。
lt_lt: Žodynas, apibrėžiantis, kurioms grupėms gali būti rodomas šis blokas. Raktai yra grupės konfigūracijų identifikacijos, o vertės yra grupių identifikacijų sąrašas. Jeigu nėra grupės konfigūracijos rakto arba grupių identifikacijų serija yra tuščia, laikoma, kad blokas yra visiems matomas. Atkreipkite dėmesį, kad šis laukas ignoruojamas, jei blokas matomas tik personalui.
vi: Một từ điển mà các bản đồ mà nhóm có thể được hiển thị block này. Các phím được nhóm id cấu hình và các giá trị là một danh sách các ID nhóm. Nếu không có chìa khóa cho một nhóm cấu hình hoặc nếu tập các ID nhóm là trống rỗng, sau khối được coi là có thể nhìn thấy tất cả. Lưu ý rằng trường này được bỏ qua nếu khối này là visible_to_staff_only.

source: Order Payment Confirmation
he: אישור תשלום הזמנה
ja_jp: ご注文の確認
lt_lt: Užsakymo mokėjimo patvirtinimas
vi: Xác Nhận Đơn Thanh Toán

source: Confirmation and Registration Codes for the following courses: {course_name_list}
ja_jp: 次の講座の確認および登録コード：{course_name_list}
lt_lt: Patvirtinimo ir registracijos kodai šiems kursams: {course_name_list}
vi: Xác nhận và đăng ký mã số cho các khóa học sau đây: {course_name_list}

source: Trying to add a different currency into the cart
he: מנסה להוסיף מטבע זר אחר לסל
ja_jp: 異なる通貨のものをカートに入れようとしています
lt_lt: Į krepšelį pridedama nauja valiuta
vi: Đang cố gắng thêm tiền tệ khác vào giỏ hàng

source: Internal reference code for this invoice.
ja_jp: この請求書の内部参照コード
lt_lt: Šios sąskaitos faktūros vidinis kodas
vi: Mã tham chiếu nội bộ cho hóa đơn này.

source: Customer's reference code for this invoice.
ja_jp: この請求書の顧客参照コード
lt_lt: Šios sąskaitos faktūros kliento kodas
vi: Mã số tham chiếu của khách hàng cho hóa đơn này.

source: The amount of the transaction. Use positive amounts for payments and negative amounts for refunds.
ja_jp: 取引金額 支払いにプラスの値、払い戻しにマイナスの値
lt_lt: Operacijos suma. Teigiamais skaičiais nurodykite mokėjimus, o neigiamais - grąžinamąsias išmokas.
vi: Lượng giao dịch. Sử dụng một lượng tích cực cho các khoản thanh toán và các khoản tiêu cực cho hoàn lại tiền.

source: Lower-case ISO currency codes
he: סימוני מטבע לפי תקן ISO, באותיות קטנות
ja_jp: 小文字のISO通貨コード
lt_lt: ISO valiutų kodai mažosiomis raidėmis
vi: Thấp hơn trường hợp mã tiền tệ ISO

source: Optional: provide additional information for this transaction
he: אופציונאלי: נא לספק מידע נוסף לעסקה זו
ja_jp: この取引の追加情報（任意）
lt_lt: Nebūtina: pateikti papildomos informacijos šiai operacijai
vi: Tùy chọn: cung cấp thêm thông tin cho giao dịch này

source: The status of the payment or refund. 'started' means that payment is expected, but money has not yet been transferred. 'completed' means that the payment or refund was received. 'cancelled' means that payment or refund was expected, but was cancelled before money was transferred.
he: מצב התשלום או ההחזר הכספי. "התחיל" משמעות הדבר היא כי תשלום צפוי, אבל כסף עדיין לא הועבר. "הושלם" פירושו שהתשלום או ההחזר הכספי התקבל. "בוטל" משמעות הדבר היא שתשלום או החזר כספי היה צפוי, אך בוטל לפני שהכסף הועבר.
ja_jp: 支払いまたは払い戻しの状況。'started'は支払いが予定されているが送金処理が完了していない状態、'completed'支払いまたは払い戻しが完了した状態、'cancelled'は支払いまたは払い戻しが予定されていたが送金される前にキャンセルされた状態
lt_lt: Mokėjimo arba grąžinamosios išmokos būsena. "Pradėta" reiškia, kad mokėjimas numatomas, bet pinigai dar nepervesti. "Atlikta" reiškia, kad mokėjimas arba grąžinamoji išmoka gauta. "Atšaukta" reiškia, kad mokėjimas arba grąžinamoji išmoka buvo numatyti, bet jie buvo atšaukti prieš pervedant pinigus.
vi: Tình trạng của việc thanh toán hoặc hoàn lại tiền. 'bắt đầu' có nghĩa là thanh toán dự kiến, nhưng tiền vẫn chưa được chuyển giao. 'hoàn thành' có nghĩa là thanh toán hoặc hoàn lại tiền đã được nhận. 'hủy' có nghĩa là thanh toán hoặc hoàn lại tiền đã được dự kiến, nhưng đã bị hủy bỏ trước khi tiền được chuyển.

source: The number of items sold.
he: מספר הפריטים שנמכרו.
ja_jp: アイテムの販売数
lt_lt: Parduotų elementų skaičius.
vi: Số lượng các mặt hàng được bán.

source: The price per item sold, including discounts.
he: המחיר לפריט שנמכר, כולל הנחות
ja_jp: 割引を含むアイテムの販売単価
lt_lt: Parduoto elemento kaina, įskaitant nuolaidas.
vi: Giá mỗi mặt hàng bán, kể cả giảm giá.

source: Registration for Course: {course_name}
he: רישום לקורס: {course_name}
ja_jp: 次のコースを登録：{course_name}
lt_lt: Registracija į {course_name} kursą
vi: Đăng ký khóa học: {course_name}

source: Please visit your {link_start}dashboard{link_end} to see your new course.
ja_jp: 新しい講座を確認するには{link_start} ダッシュボード {link_end} に移動してください
lt_lt: Norėdami peržiūrėti savo naują kursą, apsilankykite savo {link_start}informaciniame puslapyje{link_end}.
vi: Vui lòng tới {link_start} bảng thông tin {link_end} để xem khóa học mới của bạn.

source: Enrollment codes for Course: {course_name}
he: קודי הרשמה עבור קורס: {course_name}
ja_jp: 次の講座の受講登録コード：{course_name}
lt_lt: Registracijos į kursą {course_name} kodai
vi: Các mã ghi danh cho khoá học: {course_name}

source: Mode {mode} does not exist for {course_id}
ja_jp: {mode} モードは {course_id} にはありません
lt_lt: Kursui {course_id} neegzistuoja {mode} režimas
vi: Chế độ {mode} không tồn tại cho {course_id}

source: {mode_name} for course {course}
he: {mode_name} עבור קורס {course}
ja_jp: 「{course}」講座（{mode_name}）
lt_lt: Kurso {course} {mode_name}
vi: {mode_name} cho khóa học {course}

source: You can unenroll in the course and receive a full refund for 14 days after the course start date.
ja_jp: 講座開始日から14日間は受講取り消しをして全額の払い戻しを受けることができます。
vi: Bạn có thể bỏ đăng ký tham gia khóa học và nhận được tiền hoàn lại đầy đủ trong 14 ngày sau ngày bắt đầu khóa học.

source: If you haven't verified your identity yet, please start the verification process ({verification_url}).
ja_jp: まだ本人認証をしていない場合は、本人認証の手続きを行ってください。({verification_url})。
lt_lt: Jeigu jūsų tapatybė dar nepatvirtinta, pradėkite patikros procesą ({verification_url}).
vi: Vui lòng xác thực danh tính ({verification_url}) nếu bạn vẫn chưa thực hiện.

source: You can unenroll in the course and receive a full refund for 2 days after the course start date.
ja_jp: 講座開始日から2日間は受講取り消しをして全額の払い戻しを受けることができます。
vi: Bạn có thể bỏ đăng ký tham dự khóa học và nhận được khoản hoàn lại đầy đủ trong 2 ngày sau ngày bắt đầu khóa học.

source: {refund_reminder_msg}To receive your refund, contact {billing_email}. Please include your order number in your email. Please do NOT include your credit card information.
ja_jp: {refund_reminder_msg} 払い戻しを受けるためには、{billing_email} に連絡してください。メールには注文番号を記載してください。決してクレジットカード情報は記載しないようにしてください。
vi: {refund_reminder_msg} Để nhận được tiền hoàn lại của bạn, hãy liên hệ với {billing_email}. Vui lòng bao gồm số đơn đặt hàng của bạn trong email của bạn. Vui lòng KHÔNG bao gồm thông tin thẻ tín dụng của bạn.

source: We greatly appreciate this generous contribution and your support of the {platform_name} mission. This receipt was prepared to support charitable contributions for tax purposes. We confirm that neither goods nor services were provided in exchange for this gift.
ja_jp: 私たち、{platform_name}の目標に対しての偉大な貢献と支援に大いに感謝します。このレシートは税務目的の寄付としての処理のためのものです。私たちは、この寄付に対して物品およびサービスを提供しないことを確認しています。
lt_lt: Mes labai vertiname šią dosnią jūsų įmoką ir jūsų paramą {platform_name} misijai. Šis kvitas parengtas siekiant patvirtinti labdaringas įmokas mokesčių tikslais. Patvirtiname, kad mainais už šią dovaną nei prekės, nei paslaugos nebuvo teikiamos.
vi: Chúng tôi trân trọng ghi nhận lòng hảo tâm và sự hỗ trợ bạn đã dành cho {platform_name}. Chúng tôi xác nhận rằng không có hàng hoá hay dịch vụ nào được cung cấp để đổi lấy quà tặng này.

source: Could not find a course with the ID '{course_id}'
ja_jp: '{course_id}'の講座が発見できませんでした。
lt_lt: Nepavyko rasti kurso, kurio identifikatorius {course_id}.
vi: Không tìm thấy khóa học với ID '{course_id}'

source: Donation for {course}
he: תרומה לקורס {course}
ja_jp: {course}への寄付
lt_lt: Auka kursui {course}
vi: Đóng góp cho {course}

source: Donation for {platform_name}
he: תרומה עבור {platform_name}
ja_jp: {platform_name}への寄付
lt_lt: Auka platformai {platform_name}
vi: Đóng góp cho {platform_name}

source: Page {page_number} of {page_count}
he: עמוד {page_number} מתוך {page_count}
ja_jp: {page_count}ページ中{page_number}ページ目
lt_lt: {page_number} puslapis iš {page_count}
vi: Trang {page_number} trên {page_count}

source: Invoice
he: חשבונית
ja_jp: 請求書
lt_lt: Sąskaita faktūra
vi: Hóa đơn

source: Order
he: סדר
ja_jp: 注文
lt_lt: Sutvarkyti
vi: Thứ tự

source: Date: {date}
he: תאריך: {date}
ja_jp: 日付：{date}
lt_lt: Data: {date}
vi: Ngày: {date}

source: Quantity
he: כמות
ja_jp: 量
lt_lt: Kiekis
vi: Số lượng

source: List Price per item
ja_jp: 定価 （単価）
lt_lt: Elemento kainoraščio kaina
vi: Bản kê giá cho mỗi sản phẩm

source: Discount per item
ja_jp: 割引 （単価）
lt_lt: Nuolaida elementui
vi: Giảm giá cho mỗi sản phẩm

source: Amount
he: כמות
ja_jp: 数量
lt_lt: Suma
vi: Số lượng

source: Total
he: סה"כ
hi: कुल
ja_jp: 合計
lt_lt: Iš viso
vi: Tổng cộng

source: Payment Received
he: תשלום התקבל
ja_jp: 代金受領済
lt_lt: Mokėjimas gautas
vi: Đã nhận thanh toán

source: Balance
he: מאזן
ja_jp: 残高
lt_lt: Likutis
vi: Số dư

source: Billing Address
he: כתובת לחיוב
ja_jp: 請求先
lt_lt: Sąskaitos adresas
vi: Địa chỉ hoá đơn

source: TERMS AND CONDITIONS
ja_jp: 利用規約
lt_lt: NUOSTATOS IR SĄLYGOS
vi: CÁC ĐIỀU KHOẢN VÀ ĐIỀU KIỆN

source: UNKNOWN REASON
ja_jp: 不明な結果
lt_lt: NEŽINOMA PRIEŽASTIS
vi: LÝ DO KHÔNG XÁC ĐINH

source: The payment processor did not return a required parameter: {parameter}
ja_jp: 課金システムは要求されたパラメータを返しませんでした： {parameter}
lt_lt: Mokėjimo apdorojimo sistema negrąžino reikalaujamo parametro: {parameter}
vi: Các bộ xử lý thanh toán không trả về một tham số yêu cầu: {parameter}

source: The payment processor returned a badly-typed value {value} for parameter {parameter}.
ja_jp: 課金システムはパラメータ {parameter} に対して間違った値 {value} を返しました。
lt_lt: Mokėjimo apdorojimo sistema grąžino neteisingai įvestą reikšmę {value} parametrui {parameter}.
vi: Hệ thống xử lý thanh toán trả lại một giá có kiểu lại, {value} cho tham số {parameter}..

source: The payment processor accepted an order whose number is not in our system.
ja_jp: 課金システムはこのシステムにない番号の注文を受領しました。
lt_lt: Mokėjimų apdorojimo sistema priėmė užsakymą, kurio numerio nėra mūsų sistemoje.
vi: Bộ xử lý thanh toán chấp nhận một đơn đặt hàng có con số không nằm trong hệ thống của chúng tôi.

source: The amount charged by the processor {charged_amount} {charged_amount_currency} is different than the total cost of the order {total_cost} {total_cost_currency}.
ja_jp: 課金された総額 {charged_amount} {charged_amount_currency} は注文総額 {total_cost} {total_cost_currency} と異なります。
lt_lt: Suma {charged_amount} {charged_amount_currency}, kurią nustatė mokėjimų apdorojimo sistema, nesutampa su visa užsakymo kaina {total_cost} {total_cost_currency}.
vi: Số tiền hệ thống thanh toán ghi nhận {charged_amount} {charged_amount_currency} khác với tổng giá trị đơn hàng {total_cost} {total_cost_currency}.

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision}, and the reason was {reason}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
ja_jp: 申し訳ありません。決済システムが支払いを受け付けられませんでした。応答：{decision}、理由：{reason}。課金は実施されていません。別の支払方法をお試しください。支払いに関する質問は{email}へお願いします。
lt_lt: Atsiprašome! Mūsų mokėjimų apdorojimo sistema nepriėmė jūsų mokėjimo. Mokėjimas nepriimtas dėl {decision}, priežastis - {reason}. Mokestis iš jūsų nebuvo nuskaičiuotas. Prašome pabandyti sumokėti kitu būdu. Su mokėjimu susijusiais klausimais kreipkitės {email}.
vi: Xin lỗi! Xử lý thanh toán của chúng tôi đã không chấp nhận thanh toán của bạn. Các quyết định mà họ gửi lại {decision}, và lý do là {reason}. Bạn không bị tính phí. Vui lòng thử một hình thức thanh toán khác nhau. Liên hệ với chúng tôi với những câu hỏi liên quan đến thanh toán tại {email}.
