Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data! We apologize that we cannot verify whether the charge went through and take further action on your order. The specific error message is: {msg} Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
ja_jp: 申し訳ありありません。 支払処理が矛盾するデータを応答しました。 支払い手続きの結果を確認することができません。 エラーメッセージ：{msg} あなたのクレジットカードは課金された可能性があります。 支払いに関する質問へご連絡ください。 {email}
lt_lt: Atsiprašome! Mūsų mokėjimų apdorojimo sistema atsiuntė mums mokėjimo patvirtinimą su prieštaringais duomenimis! Mes atsiprašome, kad negalime patikrinti, ar mokestis buvo priimtas, ir imtis tolesnių veiksmų dėl jūsų užsakymo. Konkretus klaidos pranešimas yra šis: {msg}. Nuo jūsų kreditinės kortelės mokestis galėjo būti nuskaičiuotas. Su mokėjimu susijusiais klausimais kreipkitės {email}.
vi: Xin lỗi! Xử lý thanh toán của chúng tôi gửi cho chúng tôi trở lại một xác nhận thanh toán mà đã có dữ liệu không phù hợp! Chúng tôi xin lỗi mà chúng tôi không thể xác minh xem các phí đã được thông qua hay chưa và có tiếp tục với việc đặt hàng của bạn hay không. Các thông báo lỗi cụ thể là: {msg} thẻ tín dụng của bạn có thể có thể đã bị tính phí. Liên hệ với câu hỏi thanh toán cụ thể tại {email}.

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {msg}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
ja_jp: 申し訳ございません。注文総額とは異なる金額が課金されたため、支払いエラーとなりました。エラーメッセージ：{msg}。クレジットカードに対して恐らく課金が実施されています。{email}へ支払いに関する質問を送ってください。
lt_lt: Atsiprašome! Dėl klaidos jūsų pirkinys buvo apmokestintas kita negu užsakymo suma! Konkretus klaidos pranešimas yra šis: {msg}. Nuo jūsų kreditinės kortelės mokestis galėjo būti nuskaičiuotas. Su mokėjimu susijusiais klausimais kreipkitės {email}.
vi: Xin lỗi! Do một lỗi mua hàng của bạn đã được tính phí cho một số tiền khác với tổng tiền trên số đơn đặt hàng! Các thông báo lỗi cụ thể là: {msg} . Thẻ tín dụng của bạn có thể đã bị tính phí. Liên hệ với câu hỏi thanh toán cụ thể tại {email}.

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {msg}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
ja_jp: 申し訳ありません。支払処理が判読できないメッセージをあなたの支払いに対して応答し、 内容を判断することが出来ません。 エラーメッセージ：{msg}。支払い手続きの結果を確認することができません。 あなたのクレジットカードは課金された可能性があります。{email} へ支払いに関する質問へご連絡ください。
lt_lt: Atsiprašome! Mūsų mokėjimų apdorojimo sistema atsiuntė mums iškraipytą pranešimą dėl jūsų mokesčio, todėl negalime patvirtinti, kad pranešimas tikrai atėjo iš mokėjimų apdorojimo sistemos. Konkretus klaidos pranešimas yra šis: {msg}. Mes atsiprašome, kad negalime patikrinti, ar mokestis buvo priimtas, ir imtis tolesnių veiksmų dėl jūsų užsakymo. Nuo jūsų kreditinės kortelės mokestis galėjo būti nuskaičiuotas. Su mokėjimu susijusiais klausimais kreipkitės {email}.
vi: Xin lỗi! Bộ Xử lý thanh toán của chúng tôi gửi lại cho chúng tôi một tin nhắn liên quan đến học phí của bạn, chúng tôi không thể xác nhận rằng thông điệp thực sự đến từ bộ xử lý thanh toán. Các thông báo lỗi cụ thể là: {msg} . Chúng tôi xin lỗi là chúng tôi không thể xác minh xem bạn đã bị tính phí hay chưa và việc tiếp tục với đặt hàng của bạn. Thẻ tín dụng của bạn có thể có thể đã bị tính phí. Liên hệ với câu hỏi thanh toán cụ thể tại {email}.

source: Sorry! Our payment processor sent us back a message saying that you have cancelled this transaction. The items in your shopping cart will exist for future purchase. If you feel that this is in error, please contact us with payment-specific questions at {email}.
ja_jp: 申し訳ございません。課金システムがこの支払いについてのキャンセル処理を受信しました。ショッピングカート内のアイテムは今後の購入待ちの状態で保存されます。これがエラーだと考えられる場合、{email}へ支払い関連の問題としてご連絡ください。
lt_lt: Atsiprašome! Mūsų mokėjimų apdorojimo sistema atsiuntė mums pranešimą, kad jūs atšaukėte šią operaciją. Prekių krepšelyje esančios prekės liks ateičiai. Jeigu manote, kad tai klaida, prašome su mokėjimu susijusiais klausimais rašyti mums {email}.
vi: Xin lỗi! Xử lý thanh toán của chúng tôi gửi lại cho chúng tôi một tin nhắn nói rằng bạn đã hủy bỏ giao dịch này. Các mặt hàng trong giỏ hàng của bạn sẽ tồn tại cho việc mua hàng trong tương lai. Nếu bạn cảm thấy rằng đây là lỗi, vui lòng liên hệ với chúng tôi với câu hỏi thanh toán cụ thể tại {email}.

source: We're sorry, but this payment was declined. The items in your shopping cart have been saved. If you have any questions about this transaction, please contact us at {email}.
he: אנו מצטערים אבל תשלום זה סורב. הפריטים בעגלת הקניות נשמרו. אנא צרו עמנו קשר {email} במידה וישנן שאלות כלשהן בנוגע לעסקה.
ja_jp: 申し訳ありません、この支払いが拒否されました。ショッピングカートのアイテムは保存されます。この取引に関する質問がある場合は、{email}までお問い合わせください。
lt_lt: Atsiprašome, bet šis mokėjimas buvo atmestas. Jūsų pirkinių krepšelyje esančios prekės yra išsaugotos. Jeigu turite klausimų dėl šios operacijos, prašome mums rašyti {email}.
vi: Xin lỗi bạn, thanh toán này đã bị từ chối. Các mặt hàng trong giỏ hàng của bạn đã được lưu. Nếu bạn có bất kỳ câu hỏi nào về giao dịch này, vui lòng liên hệ với chúng tôi tại {email}.

source: Sorry! Your payment could not be processed because an unexpected exception occurred. Please contact us at {email} for assistance.
he: סליחה! אין אפשרות לבצע תשלום, התרחשה שגיאת תוכנה לא צפויה. אנא צור איתנו קשר בדואר אלקטרוני {email} לקבלת סיוע.
ja_jp: 申し訳ありません。不明な例外が発生したため支払い手続きは進められませんでした。問題解決のため{email}へご連絡ください。
lt_lt: Atsiprašome! Dėl netikėtai kilusios išimtinės situacijos jūsų mokėjimas negali būti įvykdytas. Prašom kreiptis pagalbos {email}.
vi: Xin lỗi! Thanh toán của bạn không thể được xử lý vì một lỗi nào đó. Vui lòng liên hệ với chúng tôi tại {email} để được hỗ trợ.

source: Successful transaction.
he: טרנזאקציה מוצלחת.
ja_jp: 成功したトランザクション
lt_lt: Operacija sėkminga.
vi: Giao dịch thành công.

source: The request is missing one or more required fields.
he: הבקשה חסרה אחד או יותר שדות חובה.
ja_jp: ひとつないし複数の必須項目がないため要求は失敗しました
lt_lt: Užklausoje neužpildyti vienas ar daugiau reikalaujamų laukų.
vi: Yêu cầu thiếu một hoặc nhiều trường cần thiết.

source: One or more fields in the request contains invalid data.
ja_jp: 入力枠に不正なデータが混入しています
lt_lt: Viename ar daugiau užklausos laukų pateikti neteisingi duomenys.
vi: Một hoặc nhiều trường trong yêu cầu chứa thông tin sai.

source: The merchant reference code for this authorization request matches the merchant reference code of another authorization request that you sent within the past 15 minutes. Possible action: Resend the request with a unique merchant reference code.
ja_jp: この認可での商業参照コードは、過去15分以内に送信した別の商業参照コードと合致することが必要です。 可能な操作：一意性のある商業参照コードとともにリクエストを再送します。
lt_lt: Prekinis identifikacinis kodas, atsiųstas su šiuo prašymu suteikti leidimą, atitinka kito leidimo prašymo, kurį jūs išsiuntėte per paskutines 15 minučių, prekinį identifikacinį kodą. Galimas sprendimas: dar kartą nusiųskite prašymą su unikaliu prekiniu identifikaciniu kodu.
vi: Mã tham chiếu thương cho yêu cầu ủy quyền này phù hợp với mã số tham chiếu của thương gia khác yêu cầu ủy quyền mà bạn gửi trong vòng 15 phút vừa qua hành động có thể xảy ra:. Gửi lại yêu cầu với một mã số tham chiếu thương gia độc đáo .

source: Only a partial amount was approved.
he: רק כמות חלקית אושרה.
ja_jp: 部分的な量のみ承認されました。
lt_lt: Patvirtinta tik dalis sumos.
vi: Chỉ một phần trong tổng số được phê duyệt.

source: General system failure.
ja_jp: システムの全般的不調
lt_lt: Bendra sistemos klaida.
vi: Lỗi hệ thống chung.

source: The request was received but there was a server timeout. This error does not include timeouts between the client and the server.
ja_jp: リクエストは受信されましたがサーバタイムアウトが発生しました。このエラーにはクライアントとサーバ間の タイムアウトは含まれていません。
lt_lt: Užklausa gauta, bet baigėsi serverio laiko limitas. Ši klaida neapima kliento ir serverio laiko limito.
vi: Yêu cầu đã được nhận nhưng đã quá thời gian chờ máy chủ. Lỗi này không bao gồm thời gian chờ giữa client và máy chủ.

source: The request was received, but a service did not finish running in time.
ja_jp: リクエストは受信されましたが、サーバが時間内に完了をすることができませんでした。
lt_lt: Užklausa gauta, bet paslauga nebuvo baigta laiku.
vi: Yêu cầu đã được nhận, nhưng một dịch vụ không hoàn thành trong thời gian chạy.

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the Address Verification System (AVS).
ja_jp: 認証要求はカード発行銀行からは承認されましたが、CyberSourse社によって拒否されました。 原因は、アドレス認証システム(AVS)を通過できなかったことです。
lt_lt: Išdavęs bankas patvirtino prašymą suteikti leidimą, bet leidimą atmetė CyberSource dėl nepatvirtintos patikros adresų tikrinimo sistemoje (AVS).
vi: Yêu cầu xác thực đã được chấp nhận bởi ngân hàng cấp thẻ nhưng bị từ chối bởi CyberSource vì nó đã không vượt qua hệ thống kiểm tra địa chỉ (Address Verification System - AVS).

source: The issuing bank has questions about the request. You do not receive an authorization code programmatically, but you might receive one verbally by calling the processor. Possible action: retry with another form of payment.
ja_jp: カードを発行した銀行からリクエストについて質問があります。認可コードをプログラムで受領することはできませんが、処理担当者へ電話問い合わせをすることで口頭での受領ができるかもしれません。 可能な操作：別の支払い方法のフォームで再手続きをする。
lt_lt: Išdavęs bankas turi klausimų dėl užklausos. Jūs negaunate leidimo kodo programiškai, bet galite jį gauti žodžiu, jei kreipsitės. Galimas sprendimas: bandykite sumokėti kitu būdu.
vi: Ngân hàng cấp thẻ có vài vấn đề với yêu cầu. Vui lòng thử lại với một hình thức thanh toán khác.

source: Expired card. You might also receive this if the expiration date you provided does not match the date the issuing bank has on file. Possible action: retry with another form of payment.
ja_jp: 期限切れのカードです。この通知は有効期限の日付が発行銀行が取り扱いをする日付まで間に合わない場合にも行われることがあります。 可能な操作：他の支払い方法のフォームで再手続きをする。
lt_lt: Pasibaigęs kortelės galiojimo laikas. Šį pranešimą galėjote gauti ir jeigu jūsų nurodyta galiojimo data neatitinka datos, kuri yra išdavusio banko faile. Galimas sprendimas: bandykite sumokėti kitu būdu.
vi: Thẻ đã hết hạn hoặc ngày hết hạn bạn cung cấp không trùng với ngày hết hạn trong hệ thống của ngân hàng cấp thẻ. Vui lòng thử lại với một hình thức thanh toán khác.

source: General decline of the card. No other information provided by the issuing bank. Possible action: retry with another form of payment.
ja_jp: このカードは使えません。その他の情報は発行銀行から提示されませんでした。 可能な操作：他の支払い方法のフォームで再手続きをする。
lt_lt: Kortelė atmesta. Išdavęs bankas daugiau informacijos nesuteikė. Galimas sprendimas: bandykite sumokėti kitu būdu.
vi: Thẻ bị từ chối. Không có thông tin khác được cung cấp bởi ngân hàng cấp thẻ. Vui lòng thử lại với một hình thức thanh toán khác.

source: Insufficient funds in the account. Possible action: retry with another form of payment.
ja_jp: 口座の残高が不足しています。可能な操作：他の支払い方法のフォームで再手続きをする。
lt_lt: Sąskaitoje nepakanka lėšų. Galimas sprendimas: bandykite sumokėti kitu būdu.
vi: Không đủ tiền trong tài khoản. Vui lòng thử lại với một hình thức thanh toán khác.

source: Stolen or lost card.
ja_jp: 盗まれたか紛失したカード。
lt_lt: Pavogta arba pamesta kortelė.
vi: Bị đánh cắp hoặc bị mất thẻ.

source: Issuing bank unavailable. Possible action: retry again after a few minutes.
ja_jp: 発行銀行が応答しません。可能な操作：数分後に再手続きをする。
lt_lt: Aptarnaujantis bankas nepasiekiamas. Galimas sprendimas: bandykite dar kartą po kelių minučių.
vi: Ngân hàng cấp thẻ hiện đang không khả dụng. Vui lòng thử lại sau ít phút nữa.

source: Inactive card or card not authorized for card-not-present transactions. Possible action: retry with another form of payment.
ja_jp: 無効なカードかカード不在処理中のため認可ができないカードです。 可能な操作：他の支払い方法のフォームで再手続きをする。
lt_lt: Neaktyvi kortelė arba su ja neleidžiama atlikti operacijų, realiai nepateikus kortelės. Galimas sprendimas: bandykite sumokėti kitu būdu.
vi: Thẻ không hoạt động hoặc thẻ không được kiểm chứng cho các giao dịch không có thẻ. Vui lòng thử lại với hình thức thanh toán khác.

source: CVN did not match.
ja_jp: CVNが一致しません。
lt_lt: Neatitiko CVN.
vi: CVN không phù hợp.

source: The card has reached the credit limit. Possible action: retry with another form of payment.
ja_jp: このカードは与信枠の上限となっています。可能な操作：他の支払い方法で再手続きをする。
lt_lt: Pasiektas kredito limitas. Galimas sprendimas: bandykite sumokėti kitu būdu.
vi: Thẻ đã vượt quá giới hạn tín dụng. Vui lòng thử lại với một hình thức thanh toán khác.

source: Invalid card verification number (CVN). Possible action: retry with another form of payment.
ja_jp: 無効なカード認証番号 (CVN) です。可能な操作：他の支払い方法で再手続きをする。
lt_lt: Neteisingas kortelės patikros numeris (CVN). Galimas sprendimas: bandykite sumokėti kitu būdu.
vi: Số xác minh thẻ (CVN) không hợp lệ. Vui lòng thử lại với một hình thức thanh toán khác.

source: The customer matched an entry on the processors negative file.
ja_jp: ブラックリストに合致した顧客
lt_lt: Klientas atitiko įrašą negatyviniame mokėjimų apdorojimo sistemos faile.
vi: Các khách hàng xuất hiện một entry trên bộ vi xử lý tập tin tiêu cực.

source: Account frozen. Possible action: retry with another form of payment.
ja_jp: 口座が停止されています。可能な操作：他の支払い方法で再手続きする。
lt_lt: Sąskaita užšaldyta. Galimas sprendimas: bandykite sumokėti kitu būdu.
vi: Tài khoản bị đóng băng. Vui lòng thử lại với một hình thức thanh toán khác.

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the CVN check. Possible action: retry with another form of payment.
ja_jp: 発行銀行により認証が行われましたが、CVN のチェックができなかったためにオンライン処理ができません。 可能な操作：他の支払い方法で再手続きをする。
lt_lt: Išdavęs bankas patvirtino prašymą suteikti leidimą, bet leidimą atmetė CyberSource dėl kortelės patikros numerio neatitikimo. Galimas sprendimas: bandykite sumokėti kitu būdu.
vi: Yêu cầu xác thực đã được chấp nhận bởi ngân hàng cấp thẻ nhưng bị từ chối bởi CyberSource vì nó đã không vượt qua kiểm tra số xác minh CVN của thẻ. Vui lòng thử lại với một hình thức thanh toán khác.

source: Invalid account number. Possible action: retry with another form of payment.
ja_jp: 無効な口座番号です。可能な操作：他の支払い方法のフォームで再手続きをする。
lt_lt: Neteisingas sąskaitos numeris. Galimas sprendimas: bandykite sumokėti kitu būdu.
vi: Số tài khoản không hợp lệ. Vui lòng thử lại với một hình thức thanh toán khác.

source: The card type is not accepted by the payment processor. Possible action: retry with another form of payment.
ja_jp: 支払い処理で受領ができないタイプのカードです。 可能な操作：他の支払い方法のフォームで再手続きをする。
lt_lt: Mokėjimų apdorojimo sistema nepriima šio tipo kortelių. Galimas sprendimas: bandykite sumokėti kitu būdu.
vi: Loại thẻ không được chấp nhận bởi bên xử lý thanh toán. Vui lòng thử lại với một hình thức thanh toán khác.

source: General decline by the processor. Possible action: retry with another form of payment.
ja_jp: 支払い処理が拒否されました。可能な操作：他の支払い方法で再手続きをする。
lt_lt: Mokėjimo apdorojimo klaida. Galimas sprendimas: bandykite sumokėti kitu būdu.
vi: Thanh toán bị từ chối. Vui lòng thử lại với một hình thức thanh toán khác.

source: There is a problem with the information in your CyberSource account. Please let us know at {0}
ja_jp: CyberSourceのアカウントに問題となる情報があります。以下にお知らせください：{0}
lt_lt: Kilo problema dėl informacijos jūsų CyberSource sąskaitoje. Prašome mums pranešti {0}
vi: Có một vấn đề với các thông tin trong tài khoản CyberSource của bạn. Vui lòng cho chúng tôi biết tại {0}

source: The requested capture amount exceeds the originally authorized amount.
ja_jp: リクエストされた売上電文がもともとの承認回数を超えています。
lt_lt: Prašoma patvirtinti suma viršija prieš tai patvirtintą sumą.
vi: Lượng nắm bắt yêu cầu vượt quá số tiền ban đầu được ủy quyền.

source: Processor Failure. Possible action: retry the payment
ja_jp: 支払い処理失敗。可能な操作：支払いを再手続きする
lt_lt: Apdorojimo klaida. Galimas sprendimas: bandykite iš naujo.
vi: Bộ vi xử lý thất bại. Hành động có thể: thử lại thanh toán

source: The authorization has already been reversed.
ja_jp: 認可がすでに取り消されています。
lt_lt: Autorizavimas jau atšauktas.
vi: Việc ủy ​​quyền đã bị đảo ngược.

source: The authorization has already been captured.
ja_jp: 認可が既に取り込まれています。
lt_lt: Autorizavimas jau įvykdytas.
vi: Việc ủy ​​quyền đã bị bắt giữ.

source: The requested transaction amount must match the previous transaction amount.
ja_jp: 要求された決済額はその前の決済額と一致する必要があります。
lt_lt: Prašoma suma turi sutapti su prieš tai buvusios operacijos suma.
vi: Số tiền giao dịch yêu cầu phải khớp với số tiền giao dịch trước đó.

source: The card type sent is invalid or does not correlate with the credit card number. Possible action: retry with the same card or another form of payment.
ja_jp: 送信されたカードの種別が不正かクレジットカード番号との関連づけができません。 可能な操作：同じカードか、他の支払い方法のフォームでもう一度手続きをします。
lt_lt: Atsiųstas neteisingas kortelės tipas arba jis neatitinka kredito kortelės numerio. Galimas sprendimas: bandykite sumokėti ta pačia kortele arba kitu būdu.
vi: Các loại thẻ gửi không hợp lệ hoặc không tương quan với số thẻ tín dụng hành động có thể xảy ra:. thử lại với cùng một thẻ hay một hình thức thanh toán .

source: The request ID is invalid.
ja_jp: 要求されたIDは不正です。
lt_lt: Prašomas identifikacijos numeris yra neteisingas.
vi: ID yêu cầu không hợp lệ

source: You requested a capture, but there is no corresponding, unused authorization record. Occurs if there was not a previously successful authorization request or if the previously successful authorization has already been used by another capture request.
ja_jp: 売上電文送信がリクエストされましたが、応答がなく、使用されていない承認記録です。前回の承認リクエストが成功していないか、前回の承認リクエストが既に別の売上電文送信で使用されたために発生します。
lt_lt: Jūs paprašėte užfiksuoti sumą, bet nėra atitinkamo nepanaudoto autorizavimo įrašo. Taip atsitinka, jei anksčiau prašymas nebuvo sėkmingai autorizuotas arba jei anksčiau sėkmingai patvirtinta operacija su kita suma.
vi: Bạn đã yêu cầu bắt giữ, nhưng không có, hồ sơ ủy quyền không sử dụng tương ứng. Xảy ra nếu có không phải là một yêu cầu cấp phép thành công trước đó hoặc nếu ủy quyền thành công trước đây có đã được sử dụng bởi một yêu cầu bắt giữ.

source: The transaction has already been settled or reversed.
ja_jp: この決済は既に確立したか、もしくは、予約されています。
lt_lt: Operacija jau patvirtinta arba atšaukta.
vi: Giao dịch đã được giải quyết hoặc huỷ bỏ.

source: Either the capture or credit is not voidable because the capture or credit information has already been submitted to your processor, or you requested a void for a type of transaction that cannot be voided.
ja_jp: 売上電文または与信のいずれも既に支払い処理に送信済みであるために取り消しができないか、取り消しの手続きができないタイプでの取り消しをリクエストしています。
lt_lt: Įrašas arba kreditas negali būti panaikintas, nes įrašo ar kredito informacija jau perduota jūsų mokėjimo apdorojimo sistemai arba jūs paprašėte anuliuoti operaciją, kuri negali būti anuliuota.
vi: Hoặc là chụp hoặc tín dụng là không voidable vì chụp hay tín dụng đã được trình xử lý của bạn, hoặc bạn yêu cầu một khoảng trống cho một loại giao dịch mà không thể được hủy bỏ.

source: You requested a credit for a capture that was previously voided.
ja_jp: すでに破棄されている与信を売上電文で要求しました。
lt_lt: Paprašėte pripažinti veiksmą, kuris jau buvo panaikintas.
vi: Bạn đã yêu cầu một khoản tín dụng cho chụp mà bị bác bỏ trước đó.

source: The request was received, but there was a timeout at the payment processor.
ja_jp: リクエストは受領されましたが、支払い処理でタイムアウトが発生しました。
lt_lt: Užklausa gauta, bet baigėsi mokėjimų apdorojimo sistemos laiko limitas.
vi: Các yêu cầu đã được nhận, nhưng đã có một thời gian chờ ở bộ xử lý thanh toán.

source: Stand-alone credits are not allowed.
ja_jp: 単独の与信は許可されていません。
lt_lt: Atskiri kreditai neleidžiami.
vi: Stand-alone tín dụng không được phép.

source: The cardholder is enrolled for payer authentication
he: מחזיר הכרטיס רשום עבור אימות משלם.
ja_jp: カード保持者は支払い認証に登録しました。
lt_lt: Kortelės turėtojas yra užsiregistravęs mokėtojo tapatumui nustatyti
vi: Người chủ thẻ đã đăng ký payer authentication

source: Payer authentication could not be authenticated
he: לא ניתן לאמת את אימות משלם.
ja_jp: 支払い認証は認められませんでした。
lt_lt: Nepavyko nustatyti mokėtojo tapatybės
vi: Không thể xác thực payer authentication

source: The authorization request was approved by the issuing bank but declined by CyberSource based on your legacy Smart Authorization settings. Possible action: retry with a different form of payment.
ja_jp: 発行銀行での承認は受領されましたが、Smart Authorization の古い設定が理由で CyberSource から拒否されました。可能な対応：別の支払い方法でやりなおしてください。
lt_lt: Išdavęs bankas patvirtino prašymą suteikti leidimą, bet leidimą atmetė CyberSource dėl pasenusių jūsų lustinės kortelės sankcionavimo parametrų. Galimas sprendimas: bandykite sumokėti kitu būdu.
vi: Các yêu cầu ủy quyền đã được sự chấp thuận của ngân hàng phát hành nhưng giảm CyberSource dựa trên thiết lập về quyền thông minh di sản của bạn hành động có thể xảy ra:. thử lại với một hình thức thanh toán khác nhau .

source: Order Number
he: מספר הזמנה
ja_jp: 注文番号
lt_lt: Užsakymo numeris
vi: Mã đơn hàng

source: Customer Name
he: שם הלקוח
ja_jp: 顧客名
lt_lt: Užsakovo numeris
vi: Tên khách hàng

source: Date of Original Transaction
ja_jp: 元の取引日
lt_lt: Pradinės operacijos data
vi: Ngày Chuyển Tiền Đầu Tiên

source: Date of Refund
he: תאריך החזר כספי
ja_jp: 返済日
lt_lt: Apmokėjimo data
vi: Ngày hoàn trả

source: Amount of Refund
ja_jp: 返済額
lt_lt: Apmokėta suma
vi: Lượng hoàn trả

source: Service Fees (if any)
ja_jp: サービス手数料 (if any)
lt_lt: Aptarnavimo mokesčiai (jeigu yra)
vi: Phí dịch vụ (nếu có)

source: Purchase Time
he: זמן רכישה
ja_jp: 必要時間
lt_lt: Pirkimo laikas
vi: Thời điểm mua

source: Order ID
he: מזהה הזמנה
ja_jp: 注文ID
lt_lt: Užsakymo identifikacijos numeris
vi: ID đơn hàng

source: Unit Cost
he: מחיר יחידה
ja_jp: 単元費用
lt_lt: Vieneto kaina
vi: Giá đơn vị

source: Total Cost
he: סה"כ לתשלום
ja_jp: 総費用
lt_lt: Visa kaina
vi: Tổng chi phí

source: Currency
he: מטבע
hi: मुद्रा
ja_jp: 通貨
lt_lt: Valiuta
vi: loại tiền tệ

source: Comments
he: הערות
ja_jp: コメント
lt_lt: Komentarai
vi: Nhận xét

source: University
he: אוניברסיטה
ja_jp: 大学
lt_lt: Universitetas
vi: Trường đại học

source: Course Announce Date
ja_jp: 講座発表日
lt_lt: Kurso paskelbimo data
vi: Ngày thông báo khoá học

source: Course Start Date
hi: कोर्स शुरू करने की तारीख
ja_jp: 講座開始日
lt_lt: Kurso pradžios data
vi: Ngày khoá học bắt đầu:

source: Course Registration Close Date
ja_jp: 講座履修登録締め切り日
lt_lt: Kurso registracijos pabaigos data
vi: Hạn ngày đăng ký khoá học

source: Course Registration Period
ja_jp: 講座履修期間
lt_lt: Kurso registracijos laikotarpis
vi: Thời gian đăng kí khoá học

source: Total Enrolled
he: סה"כ נרשמים
ja_jp: 総履修
lt_lt: Iš viso užregistruota
vi: Tổng đã ghi danh

source: Audit Enrollment
ja_jp: 監査履修
lt_lt: Laisvųjų klausytojų registracija
vi: Ghi Danh theo hệ Theo Dõi Khóa Học

source: Honor Code Enrollment
he: רישום על בסיס קוד אתי
ja_jp: 無料聴講コース登録
lt_lt: Pasirašiusių sąžiningumo deklaraciją registracija
vi: Tuyển sinh Mã Danh dự

source: Verified Enrollment
he: הרשמות למסלול מאומת
ja_jp: 認証された履修
lt_lt: Patvirtinto sertifikato registracija
vi: Ghi Danh theo hệ Giấy Chứng Nhận Xác Thực

source: Gross Revenue
ja_jp: 全体の収入
lt_lt: Bendrosios pajamos
vi: Doanh thu gộp

source: Gross Revenue over the Minimum
ja_jp: 最小値を超える全体の収入
lt_lt: Minimumą viršijančios bendrosios pajamos
vi: Doanh thu gộp trên mức tối thiểu

source: Number of Verified Students Contributing More than the Minimum
ja_jp: 最小値以上に寄付した認証された受講者
lt_lt: Skaičius patvirtinto sertifikato kurso dalyvių, kurių įvertinimai aukštesni nei minimumas.
vi: Số học sinh được xác minh Góp Hơn tối thiểu

source: Number of Refunds
ja_jp: 返済の数
lt_lt: Apmokėjimų skaičius
vi: Số lượng hoàn trả

source: Dollars Refunded
ja_jp: 返済された金額
lt_lt: Apmokėta dolerių
vi: Dollars đã hoàn trả

source: Number of Transactions
ja_jp: 手続きの数
lt_lt: Operacijų skaičius
vi: Số Lần Chuyển Tiền

source: Total Payments Collected
he: סה"כ תשלומים שנאספו
ja_jp: 回収された支払いの合計
lt_lt: Iš viso gauta mokėjimų
vi: Tổng số tiền thanh toán đã thu

source: Number of Successful Refunds
ja_jp: 返済の成功数
lt_lt: Sėkmingų apmokėjimų skaičius
vi: Số lượng hoàn trả thành công
