Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Allow others to copy, distribute, display and perform your work - and derivative works based upon it - but for noncommercial purposes only.
es_419: Permitir que otros copien, distribuyan, muestren y representen su trabajo – y otros trabajos derivados basados en éste solamente para fines no comerciales.
hi: दूसरों को अपने काम की नकल, वितरण, प्रदर्शन और प्रदर्शन करने की अनुमति दें - और इसके आधार पर व्युत्पन्न कार्य - लेकिन केवल गैर-वाणिज्यिक उद्देश्यों के लिए।
ja_jp: あなたの成果物を複製し、再配布し、表示、上演、- またこれに基づく派生的な成果物を作ることを認めます - ただし、それらは非営利目的な用途に限られます。
pt_br: Permite a outros copiar, distribuir, exibir e apresentar o seu trabalho - e trabalhos derivados com base nele - mas apenas para fins não comerciais.
vi: Cho phép người khác sao chép, phân phối, trưng bày và trình diễn tác phẩm của bạn - và các tác phẩm phái sinh dựa trên nó - nhưng chỉ cho các mục đích phi thương mại.
zh_tw: 允許他人在非為商業目的下複製、散布、公開展示、演出您的作品 - 並以此為基礎衍生作品。

source: No Derivatives
es_419: No Derivadas
hi: कोई डेरिवेटिव नहीं
ja_jp: 派生物なし
lt_lt: Jokių išvestinių darbų
pt_br: Não Derivadas
zh_tw: 禁止改作

source: Allow others to copy, distribute, display and perform only verbatim copies of your work, not derivative works based upon it. This option is incompatible with "Share Alike".
es_419: Permitir que otros copien, distribuyan, muestren y representen solamente copias literales de su trabajo, pero no trabajos derivados basados en éste. Esta opción es incompatible con “Compartir Igual”
hi: दूसरों को अपने काम की केवल शाब्दिक प्रतियों को कॉपी करने, वितरित करने, प्रदर्शन करने और प्रदर्शन करने की अनुमति दें, न कि इसके आधार पर व्युत्पन्न कार्य। यह विकल्प "शेयर अलाइक" के साथ असंगत है।
pt_br: Permite a outros copiar, distribuir, exibir e apresentar apenas cópias fiéis do seu trabalho, e não trabalhos baseados nele. Esta opção é incompatível com "Parte Igual"
vi: Cho phép người khác sao chép, phân phối, hiển thị và trình diễn chỉ các bản sao nguyên bản của tác phẩm của bạn chứ không phải các tác phẩm phái sinh dựa trên nó. Tùy chọn này không tương thích với "Chia sẻ tương tự".
zh_tw: 允許他人完整的複製、散布、公開展示、演出您的作品, 但不允許以此為基礎衍生作品。此選項與「相同方式分享」不兼容。

source: Share Alike
es_419: Compartir como
hi: एकसा बाँटे
ja_jp: 同様に共有
lt_lt: Analogiškas platinimas
pt_br: Parte Igual
zh_tw: 相同方式分享

source: Allow others to distribute derivative works only under a license identical to the license that governs your work. This option is incompatible with "No Derivatives".
es_419: Permitir la distribución de obras derivadas solamente bajo una licencia idéntica a la licencia que regula la obra original. Esta opción es incompatible con “No Derivadas”.
hi: दूसरों को केवल अपने काम को नियंत्रित करने वाले लाइसेंस के समान लाइसेंस के तहत व्युत्पन्न कार्यों को वितरित करने की अनुमति दें। यह विकल्प "नो डेरिवेटिव्स" के साथ असंगत है।
pt_br: Permite a outros distribuir trabalhos derivados somente mediante uma licença idêntica que regulamenta o seu trabalho. Esta opção é incompatível com "Não Derivado"
vi: Cho phép người khác phân phối các tác phẩm phái sinh chỉ theo một giấy phép giống với giấy phép chi phối công việc của bạn. Tùy chọn này không tương thích với "Không Phái sinh".
zh_tw: 允許他人依同樣的授權條款來散布該衍生作品。此選項與「禁止改作」不兼容。

source: Delete this %(item_display_name)s?
es_419: Eliminar %(item_display_name)s?
hi: यह %(item_display_name)s हटाएं?
ja_jp: この%(item_display_name)sを削除してよろしいですか？
ko_kr: %(item_display_name)s을 삭제할까요?
lt_lt: Pašalinti šį %(item_display_name)s?
pt_br: Apagar este %(item_display_name)s?
vi: Xoá mục này %(item_display_name)s?
zh_tw: 刪除這%(item_display_name)s？

source: Deleting this %(item_display_name)s is permanent and cannot be undone.
es_419: Eliminar %(item_display_name)s is permanente y no puede deshacerse
hi: इस %(item_display_name)s को हटाना स्थायी है और इसे पूर्ववत नहीं किया जा सकता है।
ja_jp: この%(item_display_name)sの削除は恒久的で取り消すことができません。
ko_kr: %(item_display_name)s 삭제 후에는 되돌릴 수 없습니다.
lt_lt: Šis %(item_display_name)s pašalinamas galutinai ir neatšaukiamai.
pt_br: A exclusão deste %(item_display_name)s é permanente e não pode ser desfeita.
vi: Xoá mục này %(item_display_name)s là vĩnh viễn và không thể hoàn tác.
zh_tw: 刪除這%(item_display_name)s 是永久的以及無法再變更。

source: There was an error changing the user's role
es_419: Ocurrió un error al cambiar el papel del usuario.
hi: उपयोगकर्ता की भूमिका बदलने में त्रुटि हुई थी
ja_jp: ユーザーの役割を変更する際にエラーが発生しました。
ko_kr: 사용자의 역할을 변경하는 중에 오류가 발생했습니다.
lt_lt: Įvyko klaida keičiant naudotojo vaidmenį.
pt_br: Ocorreu um erro ao trocar a função do usuário
vi: Xảy ra lỗi khi thay đổi vị trí thành viên
zh_tw: 更改使用者腳色時發生錯誤

source: Error adding user
es_419: Error al añadir el usuario.
hi: उपयोगकर्ता को जोड़ने में त्रुटि
ja_jp: ユーザー追加に失敗
ko_kr: 사용자를 추가하는데 에러가 발생했습니다.
lt_lt: Klaida pridedant naudotoją
pt_br: Erro ao adicionar um usuário
vi: Xảy ra lỗi khi thêm thành viên
zh_tw: 新增使用者錯誤

source: Error removing user
es_419: Error al remover el usuario.
hi: उपयोगकर्ता को निकालने में त्रुटि
ja_jp: ユーザー削除に失敗
ko_kr: 사용자를 삭제하는데 에러가 발생했습니다.
lt_lt: Klaida pašalinant naudotoją
pt_br: Erro ao remover usuário
vi: Xảy ra lỗi khi xoá thành viên
zh_tw: 移除使用者錯誤

source: A valid email address is required
es_419: Un email correcto es requerido.
hi: एक मान्य ईमेल आईडी आवश्यक है
ja_jp: 正しいemailアドレスが必要です
ko_kr: 유효한 이메일 주소가 필요합니다.
lt_lt: Būtinas teisingas el. pašto adresas
pt_br: É preciso um endereço de e-mail válido
vi: Cần địa chỉ email khả dụng
zh_tw: 需要一個有效的電子郵件地址

source: You must enter a valid email address in order to add a new team member
es_419: Se debe introducir un email valido para adicionar un nuevo miembro en el equipo.
hi: एक नया टीम सदस्य जोड़ने के लिए आपको एक मान्य ईमेल पता दर्ज करना होगा
ja_jp: 新しいチームメンバーを追加するには、正しいemailアドレスを入力する必要があります。
ko_kr: 신규 구성원을 추가하려면 유효한 이메일 주소를 입력해야 합니다
lt_lt: Norėdami pridėti naują komandos narį privalote įvesti teisingą el. pašto adresą.
pt_br: Você deve escrever um endereço de e-mail válido para adicionar um novo membro do grupo
vi: Bạn phải điền một địa chỉ email khả dụng mới có thể thêm thành viên mới
zh_tw: 您必須輸入一個有效的電子郵件地址來新增一位新的團隊成員。

source: Return and add email address
es_419: Volver y introduir un correo electrónico.
hi: वापसी और ईमेल पता जोड़ें
ja_jp: リターンキーを押し、emailアドレスを追加
ko_kr: 돌아가서 이메일 주소에 추가합니다.
lt_lt: Grįžti ir pridėti el. pašto adresą
pt_br: Retornar e adicionar um endereço de e-mail válido
vi: Quay lại và thêm địa chỉ email
zh_tw: 返回並新增電子郵件地址。

source: Already a member
es_419: Ya es miembro
hi: पहले से सदस्य हैं
ja_jp: 既にメンバー
ko_kr: 이미 멤버입니다.
lt_lt: Jau esate narys
pt_br: Já é um membro
vi: Đã là thành viên
zh_tw: 已經是會員

source: {email} is already on the {container} team. Recheck the email address if you want to add a new member.
es_419: {email} ya está en el equipo de {container}. Verifique nuevamente la direcicón de correo si desea añadir un nuevo miembro.
hi: {email} पहले से ही {container} टीम पर है। यदि आप एक नया सदस्य जोड़ना चाहते हैं तो ईमेल पते को फिर से देखें।
ja_jp: {email}はすでに{container}チームに登録されています。新しいメンバーを登録する場合はメールアドレスを再確認してください。
ko_kr: {email}은 이미 {container}팀입니다. 신규 구성원으로 추가하기 위해 이메일을 확인해 주세요.
pt_br: {email} já está no grupo {container}. Verifique novamente o endereço de email se você quiser adicionar um novo membro.
vi: {email} đã có trên nhóm {container}. Kiểm tra lại địa chỉ email nếu bạn muốn thêm một thành viên mới.
zh_tw: {email}已經在{container} 團隊。如果您要新增一個會員，請再檢查您的電子郵件信箱。

source: Return to team listing
es_419: Volver a la lista del equipo
hi: टीम लिस्टिंग पर लौटें
ja_jp: チームのリスト表示に戻る
ko_kr: 팀 리스트로 돌아갑니다.
lt_lt: Grįžti į komandos narių sąrašą
pt_br: Retornar à listagem do grupo
vi: Quay lại danh sách nhóm
zh_tw: 返回至團隊列表

source: Are you sure?
es_419: ¿Está seguro?
hi: क्या आपको पूरा विश्वास है?
ja_jp: 間違いありませんか？
ko_kr: 확실합니까?
lt_lt: Ar tikrai?
pt_br: Tem certeza?
vi: Bạn có chắc không?
zh_tw: 您還好嗎?

source: Are you sure you want to restrict {email} access to “{container}”?
es_419: ¿Está seguro de que desea restringir el acceso de {email} a “{container}”?
hi: क्या आप वाकई "{container}" पहुंच को {email} प्रतिबंधित करना चाहते हैं?
ja_jp: {email}を“{container}”のアクセスを制限してもよろしいですか？
ko_kr: {email}이 “{container}” 접근을 제한하시겠습니까?
pt_br: Você tem certeza que quer restringir o acesso de {email} à/ao “{container}”?
vi: Bạn có chắc chắn muốn giới hạn {email} truy cập vào “{container}”?
zh_tw: 您確定要禁止{email}存取到“{container}”？

source: {display_name} Settings
es_419: Ajustes de configuración para {display_name}
hi: {display_name} सेटिंग्स
ko_kr: {display_name} 설정
pt_br: {display_name} configurações
vi: {display_name} Thiết lập

source: Change the settings for {display_name}
es_419: Cambiar los ajustes para {display_name}

source: Publish {display_name}
es_419: Publicar {display_name}
hi: {Display_name} प्रकाशित करें
ko_kr: {display_name} 공개
pt_br: Publicar {display_name}
vi: Công bố {display_name}

source: Publish all unpublished changes for this {item}?
es_419: Publicar todos los cambios no publicados para este {item}?
hi: इस {item} के लिए सभी अप्रकाशित परिवर्तन प्रकाशित करें?
ko_kr: {item} 에 대한 공개되지 않은 변경 사항을 공개하겠습니까?
pt_br: Publicar todas as mudanças não publicadas para este {item}?
vi: Công bố tất cả những thay đổi chưa chưa công bố cho {item}?

source: Basic
es_419: Básico
hi: बुनियादी
ko_kr: 기본
pt_br: Básico
vi: Căn bản

source: Editing: %(title)s
es_419: Editando: %(title)s
ja_jp: 編集中: %(title)s
lt_lt: Redaguojama: %(title)s
pt_br: Editando: %(title)s
zh_tw: 編輯: %(title)s

source: Component
es_419: Componente
hi: खंड
ja_jp: アイテム
lt_lt: Komponentas
pt_br: Componente
zh_tw: 組件

source: Validation Error While Saving
es_419: Error de Validación al Guardar
hi: बचत करते समय सत्यापन त्रुटि
ja_jp: セーブの途中に検証エラー
ko_kr: 저장하는 동안 에러가 발생했습니다.
lt_lt: Įrašant įvyko patikros klaida
pt_br: Erro de validação ao salvar
vi: Xác Nhận Lỗi Khi Đang Lưu
zh_tw: 儲存驗證錯誤

source: Undo Changes
es_419: Deshacer Cambios
hi: परिवर्तन पूर्ववत करें
ja_jp: 変更をキャンセル
ko_kr: 변경 취소
lt_lt: Atšaukti pakeitimus
pt_br: Desfazer alterações
vi: Hoàn Tác Các Thay Đổi
zh_tw: 復原變更

source: Change Manually
es_419: Cambiar Manualmente
hi: मैन्युअल रूप से बदलें
ja_jp: 手動で変更する
ko_kr: 수동으로 변경
lt_lt: Keisti rankiniu būdu
pt_br: Alterar manualmente
vi: Thay Đổi Tùy Chọn
zh_tw: 手動變更

source: Date added
es_419: Fecha de adición
hi: तारीख संकलित हुई
ja_jp: 追加日
lt_lt: Įkėlimo data
pt_br: Data adicionada.
zh_tw: 新增日期

source: Editing visibility for: %(title)s
es_419: Edición visible para: %(title)s
ja_jp: %(title)s の公開範囲を編集中
lt_lt: %(title)s matomumo redagavimas
zh_tw: 編輯能見度：%(title)s

source: Publishing
es_419: Publicar
hi: प्रकाशन
ja_jp: 公開中
lt_lt: Skelbimas
pt_br: Publicando
zh_tw: 發佈中

source: Discard Changes
es_419: Descartar cambios
hi: परिवर्तनों को निरस्त करें
ja_jp: 変更を破棄
ko_kr: 변경 취소하기
lt_lt: Atmesti pakeitimus
pt_br: Descartar alterações
vi: Xóa Thay Đổi
zh_tw: 捨棄變更

source: Are you sure you want to revert to the last published version of the unit? You cannot undo this action.
es_419: ¿Está seguro de que desea revertir el contenido de esta unidad a la ultima versión publicada? Esta acción no se puede revertir.
hi: क्या आप वाकई यूनिट के अंतिम प्रकाशित संस्करण पर वापस लौटना चाहते हैं? आप इस क्रिया को पूर्ववत नहीं कर सकते।
ja_jp: 最後に公開されたバージョンの単元に戻してもよろしいですか？このアクションは取り消しできません。
lt_lt: Ar jūs tikrai norite grįžti prie paskutinės paskelbtos skyriaus versijos? Jūs negalėsite atšaukti šio veiksmo.
pt_br: Você tem certeza que deseja reverter para a última versão publicada desta unidade? Você não poderá reverter esta ação.
vi: Bạn chắc chắn muốn trở lại phiên bản trước của bài học? Bạn sẽ không thể hoàn tác bước này.
zh_tw: 您確定要回歸到此單元所發佈的上一版本?您不可復原此動作。

source: Discarding Changes
es_419: Descartar cambios
hi: परिवर्तनों को अस्वीकार कर देना
ja_jp: 変更の破棄中
lt_lt: Pakeitimų atmetimas
pt_br: Eliminando Alterações
zh_tw: 放棄更改

source: Hiding from Students
es_419: Ocultar a los estudiantes
hi: छात्रों से छिपा हुआ
ja_jp: 受講者から隠しています
lt_lt: Slėpimas nuo kurso dalyvių
pt_br: Escondendo dos alunos
zh_tw: 從學生隱藏

source: Explicitly Hiding from Students
es_419: Ocultar solo a los estudiantes
hi: स्पष्ट रूप से छात्रों से छिपा हुआ
ja_jp: 明示的に受講者から隠しています
lt_lt: Slėpimas nuo konkrečių kurso dalyvių
pt_br: Escondendo explicitamente dos alunos
zh_tw: 從學生明確隱藏

source: Inheriting Student Visibility
es_419: Heredando la Visibilidad a estudiantes.
hi: इनहेरिटिंग स्टूडेंट विजिबिलिटी
ja_jp: 受講者公開範囲の継承中
lt_lt: Matomumo kurso dalyviams perėmimas
pt_br: Obtendo Visibilidade do Estudante
zh_tw: 繼承學生可見度

source: Make Visible to Students
es_419: Hacer visible a los estudiantes
hi: छात्रों के लिए दृश्यमान बनाएं
ja_jp: 受講者に表示する
lt_lt: Padaryti matomą kurso dalyviams
pt_br: Tornar visível aos Alunos
vi: Hiện đối với Học Viên
zh_tw: 學生可見

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students. Do you want to proceed?
es_419: Si la unidad fue publicada anteriormente y liberada a los estudiantes, cualquier cambio que realice cuando estaba oculta será ahora visible para los estudiantes. ¿desea proceder?
hi: यदि इकाई को पहले प्रकाशित किया गया था और छात्रों के लिए जारी किया गया था, तो इकाई में आपके द्वारा छिपाए जाने पर आपके द्वारा किए गए कोई भी परिवर्तन अब छात्रों को दिखाई देंगे। क्या आप आगे बढ़ना चाहते हैं?
ja_jp: 単元が過去に受講者に発行されていた場合、非公開中の変更は受講生に表示されるようになります。処理を続けてよろしいですか？
lt_lt: Jeigu skyrius buvo paskelbtas ir leistas rodyti kurso dalyviams, visi pakeitimai, kuriuos padarėte skyriuje, kai jis buvo paslėptas, dabar bus matomi kurso dalyviams. Ar norite tęsti?
pt_br: Se a unidade já havia sido publicada e liberada aos alunos, qualquer alteração realizada na unidade quando se encontrava oculta agora estará visível aos alunos. Você deseja continuar?
zh_tw: 如果此單元先前已被發佈且釋出給學生，任何單元於隱藏時的改動現在將不再對學生隱藏。您希望繼續嗎?

source: Making Visible to Students
es_419: Hacer visible a los estudiantes
hi: छात्रों के लिए दृश्यमान बनाना
ja_jp: 受講者に表示しています
lt_lt: Rodymas kurso dalyviams
pt_br: Tornar visível aos alunos
zh_tw: 使學生可見

source: Course Index
es_419: Indice de Curso
hi: पाठ्यक्रम सूचकांक
ja_jp: コース見出し
ko_kr: 강좌 인덱스
lt_lt: Kurso indeksas
pt_br: Índice do curso
vi: Danh mục Khóa học
zh_tw: 課程索引

source: There were errors reindexing course.
es_419: Hubo errores al reindexar el curso.
hi: पाठ्यक्रम की रीइंडेक्सिंग में त्रुटियां थीं।
ja_jp: コースの見出し作成中にエラーが発生しました。
ko_kr: 강좌를 재인덱싱하는 동안 오류가 발생했습니다.
pt_br: Houve erros ao reindexar o Curso.
vi: Đã xảy ra lỗi khi đánh chỉ mục lại khóa học.
zh_tw: 重新索引課程時發生錯誤。

source: Hide Previews
es_419: Ocultar vistas previas
hi: पूर्वावलोकन छिपाएँ
ja_jp: プレビューを隠す
pt_br: Ocultar Pré-visualizações
zh_tw: 隱藏預覽

source: Show Previews
es_419: Mostrar vistas previas
hi: पूर्वावलोकन दिखाएँ
ja_jp: プレビューを表示
pt_br: Exibir pré-visualizações
zh_tw: 顯示預覽

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} ascending
es_419: Mostrando {currentItemRange} de {totalItemsCount}, filtrado por {assetType}, ordenado por {sortName} asc
hi: {CurrentItemCange} से {currentItemRange} दिखा रहा है, {परिसंपत्तिप्रकार} द्वारा फ़िल्टर किया गया, {SortName} आरोही द्वारा छांटा गया
pt_br: Mostrando {currentItemRange} de um total de {totalItemsCount}, filtrado por {assetType}, em ordem crescente de {sortName}
vi: Hiển thị {currentItemRange} trên tổng số {totalItemsCount}, được lọc bởi {assetType}, sắp xếp theo {sortName} tăng dần

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} descending
es_419: Mostrando {currentItemRange} de {totalItemsCount}, filtrado por {assetType}, ordenado por {sortName} desc
hi: {CurrentItemCange} से {currentItemRange} दिखा रहा है, {परिसंपत्तिप्रकार} द्वारा फ़िल्टर किया गया, {SortName} अवरोही द्वारा छांटा गया
pt_br: Mostrando {currentItemRange} de um total de {totalItemsCount}, filtrado por {assetType}, em ordem decrescente de {sortName}
vi: Hiển thị {currentItemRange} trên tổng số {totalItemsCount}, được lọc bởi {assetType}, sắp xếp theo {sortName} giảm dần

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} ascending
es_419: Mostrando {currentItemRange} de {totalItemsCount}, ordenado por {sortName} asc
hi: {TotalItemsCount} से {currentItemRange} दिखाते हुए, {SortName} आरोही द्वारा सॉर्ट किया गया
pt_br: Mostrando {currentItemRange} de um total de {totalItemsCount}, em ordem crescente de {sortName}
vi: Hiển thị {currentItemRange} trên tổng số {totalItemsCount}, được sắp xếp theo {sortName} tăng dần

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} descending
es_419: Mostrando {currentItemRange} de {totalItemsCount}, ordenado por {sortName} desc.
hi: {CurrentItemCange} से {currentItemRange} दिखा रहा है, {SortName} अवरोही द्वारा सॉर्ट किया गया
pt_br: Mostrando {currentItemRange} de um total de {totalItemsCount}, em ordem decrescente de {sortName}
vi: Hiển thị {currentItemRange} trên tổng số {totalItemsCount}, được sắp xếp theo {sortName} giảm dần

source: Pending
es_419: Pendiente
ja_jp: ペンディング
lt_lt: Laukiama
zh_tw: 處理中

source: Are you sure you want to remove this video from the list?
es_419: ¿Está seguro que quiere eliminar este video de la lista?
hi: क्या आप वाकई इस वीडियो को सूची से हटाना चाहते हैं?
ko_kr: 이 동영상을 목록에서 삭제하겠습니까?
pt_br: Você tem certeza que deseja remover este vídeo da lista?
vi: Bạn có chắc chắn muốn xóa video này khỏi danh sách không?

source: Removing a video from this list does not affect course content. Any content that uses a previously uploaded video ID continues to display in the course.
es_419: Eliminar un video de esta lista no afecta el contenido del curso. Cualquier contenido que use un ID de un video cargado con anterioridad se seguirá mostrando en el curso.
hi: इस सूची से वीडियो हटाने से पाठ्यक्रम की सामग्री प्रभावित नहीं होती है। पहले से अपलोड की गई वीडियो आईडी का उपयोग करने वाली कोई भी सामग्री पाठ्यक्रम में प्रदर्शित होती रहती है।
ko_kr: 이 목록에서 동영상을 삭제하는 것은 강좌 콘텐츠에 영향을 주지 않습니다. 기존 업로드된 동영상 ID를 사용하는 콘텐츠는 계속해서 강좌에 표시됩니다.
pt_br: Removendo o vídeo desta lista não afeta o conteúdo do curso. Qualquer conteúdo que usa um ID de vídeo carregado anteriormente continua a ser exibido no curso.
vi: Loại bỏ một video khỏi danh sách này không ảnh hưởng đến nội dung của khóa học. Bất kỳ nội dung nào sử dụng ID video đã tải lên trước đó vẫn tiếp tục hiển thị trong khóa học.

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
es_419: Sus cambios no tendrán efecto hasta que haya guardado su progreso. Tenga cuidado con el formato de las claves y valores, pues no está implementada ninguna validación.
hi: आपने जो बदलाव किये हैं वे तब तक असरदार नहीं होंगे जब तक आप अपना काम बचाते नहीं हैं। बटन और मूल्य डालते समय ध्यान दें नहीं तो ठीक मान्यता नहीं मिलेगी।
ja_jp: 更新を保存するまで変更は反映されません．検証手段がないので，キーと値のフォーマッティングに気をつけて下さい．
ko_kr: 진도를 저장하기 전에는 변경사항이 적용되지 않을 것입니다. 유효성 검증이 구현되지 않았으므로 키와 값 포멧팅에 주의를 기울이십시요.
lt_lt: Jūsų atlikti pakeitimai nebus pritaikyti, kol neišsaugosite savo darbo. Atkreipkite dėmesį į vardų ir reikšmių formatus, nes jie nebus tikrinami.
pt_br: As alterações não terão efeito até que você salve seu progresso. Verifique a formatação da chave e valor, enquanto a validação não for implementada.
vi: Các thay đổi sẽ không có hiệu lực cho đến khi bạn lưu tiến trình của bạn. Hãy cẩn thận với key và định dạng của giá trị, bởi vì sự xác nhận chưa được hoàn thành.
zh_tw: 您必須儲存您的進度，否則這些變更不會生效。由於系統暫時不支援校驗功能，請仔細檢查關鍵字和對應的值對。

source: Your policy changes have been saved.
es_419: Sus cambios de política han sido guardados.
hi: आपने जो नीति परिवर्तन किये हैं वे सेव किये जा चुके हैं।
ja_jp: ポリシー変更が保存されました．
ko_kr: 변경사항이 저장되었습니다.
lt_lt: Jūsų atlikti taisyklių nustatymų pakeitimai yra išsaugoti.
pt_br: As alterações na política foram salvas.
vi: Thay đổi chính sách của bạn đã được lưu.
zh_tw: 您的策略變更ß已被儲存。

source: No validation is performed on policy keys or value pairs. If you are having difficulties, check your formatting.
es_419: No se realiza validación de pares clave/valor de política. Si tiene dificultades, por favor revisa tu formato.
hi: पॉलिसी कीज़ या वैल्यू पेयर पर कोई सत्यापन नहीं किया जाता है। यदि आपको कठिनाई हो रही है, तो अपने स्वरूपण की जांच करें।
ko_kr: 규정 키나 입력한 값에 대한 확인절차는 따로 없습니다. 오류가 계속 발생한다면 형식을 다시 확인하세요.
pt_br: Nenhuma validação é executada por política de chaves ou valor de pares. Se você está tendo dificuldade, verifique a sua formatação.
vi: Không có xác nhận nào được thực hiện trên các khóa chính sách hoặc các cặp giá trị. Nếu bạn đang gặp khó khăn, kiểm tra định dạng của bạn.

source: For grading to work, you must change all {oldName} subsections to {newName}.
es_419: Para que el proceso de calificación funcione, debes cambiar todas las subsecciones {oldName} a {newName}.
hi: कार्य के लिए ग्रेडिंग के लिए, आपको सभी {oldName} उपखंडों को {newName} में बदलना होगा।
ko_kr: 채점을 위해 모든 {oldName} 소주제를 {newName} 로 바꿔야 합니다.
pt_br: Da classificação para trabalho, você deve alterar todas as {oldName} subseções para {newName}.
vi: Để phân loại làm việc, bạn phải thay đổi tất cả các mục con {oldName} thành {newName}.

source: Course Credit Requirements
es_419: Requerimientos de créditos para el curso
hi: कोर्स क्रेडिट आवश्यकताएँ
ko_kr: 강좌 학점 요구 조건
pt_br: Exigências de créditos do curso.
vi: Những yêu cầu về Tín chỉ
zh_tw: 課程學分要求

source: The minimum grade for course credit is not set.
es_419: La calificación mínima para obtener créditos por el curso no está definida.
hi: पाठ्यक्रम क्रेडिट के लिए न्यूनतम ग्रेड निर्धारित नहीं है।
ko_kr: 강좌 credit 위한 최소 성적이 설정되지 않았습니다.
pt_br: A nota mínima para obter créditos para o curso não está especificada.
vi: Điểm tối thiểu cho tín chỉ khóa học không được đặt.
zh_tw: 課程學分要求尚未設定。

source: Course pacing cannot be changed once a course has started.
es_419: El ritmo del curso no puede ser modificado una vez que el curso haya iniciado.
hi: कोर्स शुरू होने के बाद कोर्स पेसिंग नहीं बदली जा सकती।
ko_kr: 강좌 수강 속도는 강좌 개강 후 수정할 수 없습니다.
pt_br: Andamento do curso não pode ser alterado uma vez que já foi iniciado.
vi: Không thể thay đổi tốc độ học sau khi khóa học đã bắt đầu.
zh_tw: 課程開始後不能更改。

source: {hours}:{minutes} (current UTC time)
es_419: {hours}:{minutes} (hora UTC actual)
ko_kr: {hours}:{minutes} (현재 UTC 시각)
pt_br: {hours}:{minutes} (hora UTC atual)
vi: {hours}:{minutes} (thời gian UTC hiện tại)

source: Upload your course image.
es_419: Cargar la imagen para su curso
hi: अपने पाठ्यक्रम की छवि अपलोड करें.
ja_jp: 本講座のイメージ画像をアップロードしてください。
ko_kr: 강좌 대표 이미지를 업로드하세요.
lt_lt: Įkelkite savo kurso paveikslėlį.
pt_br: Enviar imagem do seu curso.
vi: Tải lên hình ảnh khóa học của bạn.
zh_tw: 上傳您的課程圖片

source: Upload your banner image.
es_419: Subir tu imagen banner
hi: अपनी बैनर छवि अपलोड करें।
ko_kr: 배너 이미지를 업로드하세요.
pt_br: Envie a imagem da sua bandeira.
vi: Tải lên hình ảnh banner của bạn.

source: Upload your video thumbnail image.
es_419: Subir tu miniatura de la imagen del video
hi: अपनी वीडियो थंबनेल छवि अपलोड करें।
ko_kr: 동영상 썸네일 이미지를 업로드하세요.
pt_br: Envie o seu vídeo em formato pequeno.
vi: Tải lên hình ảnh đại diện video của bạn.

source: Delete “<%= name %>”?
es_419: ¿Borrar “<%= name %>”?
ja_jp: “<%= name %>” を削除しますか?
lt_lt: Ar pašalinti “<%= name %>”?
pt_br: Apagar “<%= name %>”?
vi: Xóa “<%= name %>”?
zh_tw: 刪除"<%= name %>"？∂
