Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Your request to access the {platform_name} Course Catalog API has been approved.
es_419: Su solicitud para acceder a la API de catálogo de cursos en {platform_name} ha sido aprobada.

source: Application Name
es_419: Nombre de la Aplicación

source: API Client ID
es_419: ID de Cliente API

source: API Client Secret
es_419: Secreto de Cliente API

source: Redirect URLs
es_419: Redireccionar URLs

source: If you would like to regenerate your API client information, please use the form below.
es_419: Si desea regenerar la información de su API de cliente, por favor use el formulario a continuación.

source: Generate API client credentials
es_419: Generar credenciales para la API de cliente

source: To learn more about the {platform_name} Course Catalog API, visit {link_start}our API documentation page{link_end}. For questions about using this API, contact {api_support_email_link}.
es_419: Para aprender más sobre la API de catálogo de cursos de {platform_name} visite {link_start}Nuestra página de documentación de la API{link_end}. Si tiene preguntas sobre el uso de esta API, contacte a {api_support_email_link}.

source: API Terms of Service
es_419: Términos de servicio de API

source: Terms of Service for {platform_name} APIs
es_419: Términos del servicio para las APIs de {platform_name}

source: Effective Date: April 12th, 2016
es_419: Fecha de Vigencia: 12 de abril de 2016

source: Welcome to {platform_name}. Thank you for using {platform_name}'s Course Discovery API and any additional APIs that we may offer from time to time (collectively, the "APIs"). Please read these Terms of Service prior to accessing or using the APIs. These Terms of Service, any additional terms within accompanying API documentation, and any applicable policies and guidelines that {platform_name} makes available and/or updates from time to time are agreements (collectively, the "Terms") between you and {platform_name}. By accessing or using the APIs, you accept and agree to be legally bound by the Terms, whether or not you are a registered user. If you do not understand or do not wish to be bound by the Terms, you should not use the APIs.
es_419: Bienvenido a {platform_name}. Gracias por usar la API de Descubrimiento de cursos de {platform_name} y cualquier API adicional que podemos ofrecer de vez en cuando (colectivamente, la "API"). Por favor, lea estas Condiciones de servicio antes de acceder o utilizar las API. Estas Condiciones del servicio, cualquiera de los términos adicionales dentro de la documentación de la API, y las directivas e instrucciones aplicables que {platform_name} pone a disposición y / o actualizaciones de vez en cuando son acuerdos (colectivamente, las "Condiciones") entre usted y {platform_name}. Al acceder o utilizar las API, usted acepta y acuerda estar legalmente sometido a los Términos, independientemente de si usted es un usuario registrado. Si no entiende o no desea estar obligado por los términos, no debe utilizar las API.

source: API Access
es_419: Acceso a la API

source: To access the APIs, you will need to create an {platform_name} user account for your application (not for personal use). This account will provide you with access to our API request page at {request_url}. On that page, you must complete the API request form including a description of your proposed uses for the APIs. Any account and registration information that you provide to {platform_name} must be accurate and up to date, and you agree to inform us promptly of any changes. {platform_name} will review your API request form and, upon approval in {platform_name}'s sole discretion, will provide you with instructions for obtaining your API shared secret and client ID.
es_419: Para acceder a las API, tendrá que crear una cuenta de usuario de la aplicación de {platform_name} (no para uso personal). Esta cuenta le proporcionará acceso a nuestra página de solicitud de API en {request_url}. En esa página, debe completar el formulario de solicitud de API incluyendo una descripción de sus usos propuestos para las API. Cualquier cuenta y registro de la información que usted proporciona a {platform_name} debe ser exacta y actualizada, y se compromete a informarnos de cualquier cambio. {platform_name} revisará su formulario de solicitud de la API y, una vez aprobado con la sola discreción de {platform_name}, se le proporcionarán instrucciones para obtener su secreto compartido de API y el ID de cliente.

source: Permissible Use
es_419: Uso Permitido

source: You agree to use the APIs solely for the purpose of delivering content that is accessed through the APIs (the "API Content") to your own website, mobile site, app, blog, email distribution list, or social media property or for another commercial use that you described in your request for access and that {platform_name} has approved on a case-by-case basis. {platform_name} may monitor your use of the APIs for compliance with the Terms and may deny your access or shut down your integration if you try to go around or exceed the requirements and limitations set by {platform_name}. Your Application or other approved use of the API or the API Content must not prompt your end users to provide their {platform_name} username, password or other {platform_name} user credentials anywhere other than the {platform_name} website at {platform_url}.
es_419: Usted se compromete a utilizar las API con el único fin de contenido entregar al que se accede a través de las API (el "contenido de API") a su propio sitio web, sitio móvil, aplicaciones, blogs, listas de distribución de correo electrónico, o de propiedad de medios sociales o para otro comercial el uso que usted describe en su solicitud de acceso y que {platform_name} ha aprobado sobre una base caso por caso. {platform_name} puede supervisar su uso de las API para el cumplimiento de los Términos y podrá denegar el acceso o apagar la integración si se intenta dar la vuelta o exceder los requisitos y limitaciones establecidos por {platform_name}. Su aplicación u otro uso aprobado de la API o el contenido de la API no deben incitar a los usuarios finales a proporcionar su nombre de usuario y contraseña de {platform_name} u otras credenciales de usuario de {platform_name} en cualquier lugar que no sea el sitio web de {platform_name} en {platform_url}.

source: Prohibited Uses and Activities
es_419: Usos y Actividades Prohibidos

source: {platform_name} shall have the sole right to determine whether or not any given use of the APIs is acceptable, and {platform_name} reserves the right to revoke API access for any use that {platform_name} determines at any time, in its sole discretion, does not benefit or serve the best interests of {platform_name}, its users and its partners.
es_419: {platform_name} tendrá el derecho exclusivo de determinar si un uso específico de las API es o no es aceptable, y {platform_name} se reserva el derecho de revocar acceso a la API para cualquier uso que {platform_name} determine en cualquier momento, a su sola discreción, si no beneficia o atiende los mejores intereses de {platform_name}, sus usuarios y sus socios.

source: The following activities are not acceptable when using the APIs (this is not an exhaustive list):
es_419: Las siguientes actividades no son aceptables dentro del uso de las APIs (sin que sea esta una lista exhaustiva):

source: collecting or storing the names, passwords, or other credentials of {platform_name} users;
es_419: Coleccionar o almacenar los nombres, contraseñas u otras credenciales de los usuarios de {platform_name};

source: scraping or similar techniques to aggregate or otherwise create permanent copies of API Content;
es_419: scraping, o técnicas similares para agregar o de alguna otra forma crear copias permanentes de los contenidos del API;

source: violating, misappropriating or infringing any copyright, trademark rights, rights of privacy or publicity, confidential information or any other right of any third party;
es_419: violar, apropiar indebidamente o infringir cualquier derecho de autor, derecho de marca, derecho de privacidad o publicidad, información confidencial y cualquier otro derecho de cualquier tercero;

source: altering or removing any trademark, copyright or other proprietary or legal notices contained in, or appearing on, the APIs or any API Content;
es_419: alterar o eliminar cualquier marca comercial, derecho de autor u otros avisos de propiedad o avisos jurídicos contenidas en, o que aparezca en, las API o cualquier Contenido de API;

source: altering or editing any content or graphics in the API Content
es_419: introducir o editar cualquier contenido o gráficos en el contenido de la API

source: sublicensing, re-distributing, renting, selling or leasing access to the APIs or your client secret to any third party;
es_419: sublicenciar, re-distribuir, alquilar, vender o arrendar el acceso a las API o el secreto de cliente a terceros;

source: distributing any virus, Trojan horse, spyware, adware, malware, bot, time bomb, worm, or other harmful or malicious component; or
es_419: la distribución de cualquier virus, troyano, spyware, adware, malware, bot, bomba de tiempo, gusano o cualquier otro componente dañino o malicioso; o

source: using the APIs for any purpose which or might overburden, impair or disrupt the {platform_name} platform, servers or networks.
es_419: usar la API para cualquier fin que pudiera sobrecargar, deteriorar o afectar a los servidores o redes de {platform_name}.

source: Usage and Quotas
es_419: Uso y cuotas

source: {platform_name} reserves the right, in its discretion, to impose restrictions and limitations on the number and frequency of calls made by you or your Application to the APIs. You must not attempt to circumvent any restrictions or limitations that we impose.
es_419: {platform_name} se reserva el derecho, a su discreción, de imponer restricciones y limitaciones sobre el número y la frecuencia de las llamadas realizadas por usted o su Aplicación a las API. No se debe intentar burlar las restricciones o limitaciones que son impuestas.

source: Compliance
es_419: Cumplimiento

source: You agree to comply with all applicable law, regulation, and third party rights (including without limitation laws regarding the import or export of data or software, privacy, copyright, and local laws). You will not use the APIs to encourage or promote illegal activity or violation of third party rights. You will not violate any other terms of service with {platform_name}. You will only access (or attempt to access) an API by the means described in the documentation of that API. You will not misrepresent or mask either your identity or yourApplication's identity when using the APIs.
es_419: Usted se compromete a cumplir con todas las leyes aplicables, regulaciones, y los derechos de terceros (incluyendo, sin limitación las leyes relativas a la importación o exportación de datos o software, privacidad, derechos de autor y las leyes locales). Usted no va a utilizar las API para fomentar o promover la actividad ilegal o violación de derechos de terceros. No violará cualquier otro término de servicio con {platform_name}. Sólo accederá (o intentará acceder) a una API por los medios descritos en la documentación de esa API. Usted no va a falsear o enmascarar su identidad o la identidad de su Aplicación al utilizar las API.

source: Ownership
es_419: Propiedad

source: You acknowledge and agree that the APIs and all API Content contain valuable intellectual property of {platform_name} and its partners. The APIs and all API Content are protected by United States and foreign copyright, trademark, and other laws. All rights in the APIs and the API Content, if not expressly granted, are reserved. By using the APIs or any API Content, you do not acquire ownership of any rights in the APIs or API Content. You must not claim or attempt to claim ownership in the APIs or any API Content or misrepresent yourself or your company or your Application as being the source of any API Content. You may not modify, create derivative works of, or attempt to use, license, or in any way exploit any API Content in whole or in part on your own behalf or on behalf of any third party. You may not distribute or modify the APIs or any API Content (including adaptation, editing, excerpting, or creating derivative works).
es_419: Usted reconoce y acepta que las API y todo el contenido de la API contienen valiosa propiedad intelectual de {platform_name} y sus socios. Las API y todo el contenido de la API están protegidos por los derechos de autor de Estados Unidos y el exterior, marcas registradas y otras leyes. Todos los derechos de las API y el contenido de las API, si no se concede expresamente, están reservados. Mediante el uso de las API o cualquier Contenido de las API, no se adquiere la propiedad de ningún derecho sobre el API o el contenido. No debe reclamar o intentar reclamar la propiedad de las API o de cualquier Contenido de las API o tergiversar usted mismo o su empresa o su Aplicación de ser el origen de cualquier contenido de la API. Usted no puede modificar, crear trabajos derivados de, o intento de uso, licencia, o en cualquier modo explotar cualquier Contenido de API en su totalidad o en parte, en su propio nombre o en nombre de terceros. Usted no puede distribuir o modificar las API o cualquier Contenido API (incluida la adaptación, edición, extracción de partes o crear trabajos derivados).

source: All names, logos and seals ("Trademarks") that appear in the APIs, API Content, or on or through the services made available on or through the APIs, if any, are the property of their respective owners. You may not remove, alter, or obscure any copyright, Trademark, or other proprietary rightrs notices incorporated in or accompanying the API Content. If any third party revokes access to API Content owned or controlled by that third party, including without limitation any Trademarks, you must ensure that all API Content pertaining to that third party is deleted from your app, networks, systems and servers as soon as reasonably possible. If you stop using the APIs altogether or if your API access is revoked, you must delete all API Content in the same way.
es_419: Todos los nombres, logotipos y sellos ("Marcas") que aparecen en el API, contenido de API, o sobre o a través de los servicios puestos a disposición en o a través de las API, si los hay, son propiedad de sus respectivos dueños. No puede eliminar, alterar u ocultar cualquier derecho de autor, marca registrada, u otros avisos de derechos de propiedad incorporados o que acompañan el contenido de API. Si cualquier tercero revoca el acceso al contenido de API, de propiedad o controlada por ese tercero, incluyendo sin limitación cualquier Marca, debe asegurarse de que todo el Contenido API perteneciente a dicha tercera parte se elimina de sus aplicaciones, redes, sistemas y servidores tan pronto como sea razonablemente posible. Si deja de usar las API por completo o si su acceso a la API se revoca, debe eliminar todo el contenido de la API de la misma manera.

source: To the extent that you submit any content to {platform_name} in connection with your use of the APIs or any API Content, you hereby grant to {platform_name} a worldwide, non-exclusive, transferable, assignable, sub licensable, fully paid-up, royalty-free, perpetual, irrevocable right and license to host, transfer, display, perform, reproduce, modify, distribute, re-distribute, relicense and otherwise use, make available and exploit such content, in whole or in part, in any form and in any media formats and through any media channels (now known or hereafter developed).
es_419: En la medida en que usted envíe cualquier contenido a {platform_name} en relación con el uso de las API o cualquier Contenido API, usted otorga a {platform_name} una licencia mundial, no exclusiva, transferible, asignable, sublicenciable, totalmente desembolsada , libre de regalías, perpetua, irrevocable y la licencia para alojar, transferir, mostrar, ejecutar, reproducir, modificar, distribuir, re-distribuir, cambiar la licencia y utilizar de otro modo, poner a disposición y explotar dicho contenido, en su totalidad o en parte, en cualquier tipo y en cualquier formato ya través de cualquier canal de comunicación (ya conocidos o desarrollados posteriormente).

source: Privacy
es_419: Privacidad

source: You agree to comply with all applicable privacy laws and regulations and to be transparent with respect to any collection and use of end user data. You will provide and adhere to a privacy policy for your Application that clearly and accurately describes to your end users what user information you collect and how you may use and share such information (including for advertising) with {platform_name} and other third parties.
es_419: Usted acepta cumplir con todas las leyes y regulaciones de privacidad aplicables y ser transparente con respecto a cualquier colección y uso de los datos del usuario final. Usted proporcionará y adherirse a una política de privacidad para su aplicación que describe con claridad y precisión a los usuarios finales información de usuario que usted recoge y cómo se puede usar y compartir la información (incluida la publicidad) con {platform_name} y otros terceros.

source: Right to Charge
es_419: Derecho a Cobrar

source: {platform_name} reserves the right to modify the Terms at any time without advance notice. Any changes to the Terms will be effective immediately upon posting on this page, with an updated effective date. By accessing or using the APIs after any changes have been made, you signify your agreement on a prospective basis to the modified Terms and all of the changes. Be sure to return to this page periodically to ensure familiarity with the most current version of the Terms.
es_419: {platform_name} se reserva el derecho a modificar los términos en cualquier momento sin previo aviso. Cualquier cambio en las condiciones entrarán en vigor inmediatamente después de su publicación en esta página, con fecha efectiva actualizada. Al acceder o utilizar se han hecho las API después de cualquier cambio, usted acepta de forma prospectiva a las condiciones modificadas y todos los cambios. Asegúrese de volver a esta página periódicamente para asegurarse de estar familiarizado con la versión más actualizada de los Términos.

source: {platform_name} may also update or modify the APIs from time to time without advance notice. These changes may affect your use of the APIs or the way your integration interacts with the API. If we make a change that is unacceptable to you, you should stop using the APIs. Continued use of the APIs means you accept the change.
es_419: {platform_name} también puede actualizar o modificar las API de vez en cuando sin previo aviso. Estos cambios pueden afectar el uso de las API o la forma en que su integración interactúa con la API. Si hacemos un cambio que es inaceptable para usted, usted debe dejar de usar la API. El uso continuado de las API implica la aceptación de los cambios.

source: Confidentiality
es_419: Confidencialidad

source: Your credentials (such as client secret and IDs) are intended to be used solely by you. You will keep your credentials confidential and discourage others from using your credentials. Your credentials may not be embedded in open source projects.
es_419: Sus credenciales (tales como el secreto de cliente y el ID) están destinados a ser utilizados únicamente por usted. Va a mantener sus credenciales confidenciales y desalentar a otros del uso de sus credenciales. Sus credenciales no podrán formar parte de proyectos de código abierto.

source: In the event that {platform_name} provides you with access to information specific to {platform_name} and/or the APIs that is either marked as "Confidential" or which a reasonable person would assume to be confidential or proprietary given the terms of its disclosure ("Confidential Information"), you agree to use this information only to use and build with the APIs. You may not disclose the Confidential Information to anyone without {platform_name}'s prior written consent, and you agree to protect the Confidential Information from unauthorized use and disclosure in the same way that you would protect your own confidential information. Confidential information does not include information that you independently developed, that was rightfully given to you by a third party without confidentiality obligation, or that becomes public through no fault of your own. You may disclose Confidential Information when compelled to do so by law if you provide {platform_name} with reasonable prior notice, unless a court orders that {platform_name} not receive notice.
es_419: En el caso de que {platform_name} le proporcione acceso a la información específica a {platform_name} y / o las API que se hayan marcado como "confidencial", o que una persona razonable asumiría que es confidencial o propietaria dados los términos de su divulgación ( "información confidencial"), usted se compromete a utilizar esta información sólo para utilizar y construir con la API. No puede revelar la información confidencial a cualquier persona sin previo consentimiento por escrito de {platform_name}, y se compromete a proteger la información confidencial de un uso no autorizado y la divulgación de la misma manera que lo haría proteger su propia información confidencial. La información confidencial no incluye información que ha desarrollado de forma independiente, que se le dio razón a usted por un tercero sin obligación de confidencialidad, o que se hace público por causas ajenas a su cuenta. Usted puede revelar información confidencial cuando sea obligado a hacerlo por ley si proporciona a {platform_name} la notificación con una antelación razonable, a menos que un tribunal ordene que {platform_name} no reciba aviso.

source: Disclaimer of Warranty / Limitation of Liabilities
es_419: Descargo de garantía / Limitación de responsabilidades

source: THE APIS AND ANY INFORMATION, API CONTENT OR SERVICES MADE AVAILABLE ON OR THROUGH THE APIS ARE PROVIDED "AS IS" AND "AS AVAILABLE" WITHOUT WARRANTY OF ANY KIND (EXPRESS, IMPLIED OR OTHERWISE), INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, EXCEPT INSOFAR AS ANY SUCH IMPLIED WARRANTIES MAY NOT BE DISCLAIMED UNDER APPLICABLE LAW.
es_419: LAS API Y CUALQUIER INFORMACIÓN, CONTENIDO API O SERVICIOS PUESTOS A DISPONIBLE EN O A TRAVÉS DE LAS API SE PROPORCIONAN "TAL CUAL" Y "SEGÚN DISPONIBILIDAD", SIN GARANTÍA DE NINGÚN TIPO (EXPRESA, IMPLÍCITA O DE OTRO TIPO), INCLUYENDO, SIN LIMITACIÓN, CUALQUIER GARANTÍA IMPLÍCITA DE COMERCIALIZACIÓN, IDONEIDAD PARA UN FIN PARTICULAR Y NO INFRACCIÓN, EXCEPTO EN EL CASO DE GARANTÍAS IMPLÍCITAS QUE NO PUEDEN SER NEGADAS SEGÚN LO PERMITIDO POR LA LEY APLICABLE.
