Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Please check the following validation feedbacks and reflect them in your course settings:
es_419: Por favor revisa la retroalimentación de validación y reflejalo en tu configuración de curso.
hi: कृपया निम्नलिखित सत्यापन फीडबैक देखें और उन्हें अपनी पाठ्यक्रम सेटिंग में दर्शाएं:
ja_jp: 以下の検証フィードバックを確認して、講座設定に反映させてください。
ko_kr: 다음 피드백을 확인하고 강좌 설정에 반영하세요:
lt_lt: Prašome patikrinti šias patikros atsakomąsias reakcijas ir jas atspindėti savo kurso nuostatose:
pt_br: Por favor confira os seguintes feedbacks de validação e use-os para alterar as configurações do curso:
vi: Vui lòng kiểm tra các phản hồi xác nhận sau đây và phản ánh chúng trong các thiết lập khóa học của bạn:
zh_tw: 請確認以下驗證回饋並且思考它們在您的課程設定:

source: Verification Checkpoint
es_419: Punto de verificación
hi: सत्यापन की चौकी
ko_kr: 인증 기준
pt_br: Ponto de Verificação
vi: Kiểm tra Xác minh
zh_tw: 驗證檢查點

source: Must complete verification checkpoint
es_419: Debe completar el punto de verificación
hi: सत्यापन जांच पूरी करनी चाहिए
ko_kr: 인증 기준을 완성해야 합니다.
pt_br: Necessário completar o ponto de verificação.
vi: Phải hoàn thành kiểm tra xác minh
zh_tw: 必須完成驗證檢查點

source: Verification checkpoint to be completed
es_419: El punto de verificación debe ser completado
hi: सत्यापन चौकी को पूरा किया जाना है
ko_kr: 완성되어야 할 인증 기준
pt_br: Ponto de verificação a completar
vi: Kiểm tra để hoàn thành xác minh
zh_tw: 驗證完成

source: Learners who require verification must pass the selected checkpoint to see the content in this unit. Learners who do not require verification see this content by default.
es_419: Los usuarios que requieren verificación deben completar el punto de verificación seleccionado para ver el contenido de esta unidad. Los usuarios que no requieren verificación ven el contenido en forma predeterminada.
hi: इस इकाई में सामग्री को देखने के लिए जिन शिक्षार्थियों को सत्यापन की आवश्यकता है, उन्हें चयनित चेकपॉइंट पास करना होगा। जिन शिक्षार्थियों को सत्यापन की आवश्यकता नहीं है, वे डिफ़ॉल्ट रूप से इस सामग्री को देखते हैं।
ko_kr: 인증을 신청한 학습자는 인증 기준에 해당하는 학습활동을 통과해야 합니다.
pt_br: Os alunos que necessitam de verificação devem passar pelo ponto de verificação definido para ver o conteúdo desta unidade. Os alunos que não exigem verificação podem ver este conteúdo como padrão.
vi: Người học cần xác minh phải vượt qua bước kiểm tra đã chọn để nhìn thấy nội dung trong đơn vị này. Người học không cần phải xác minh mặc định sẽ nhìn thấy nội dung này.
zh_tw: 需要驗證的學生必須通過所選擇的檢查點以檢視單元內容。預設為學生不需要驗證就可以檢視。

source: Edit the name
es_419: Editar el nombre
ja_jp: 名前を編集
lt_lt: Redaguoti pavadinimą
zh_tw: 編輯

source: Edit %(display_name)s (required)
es_419: Editar %(display_name)s (requerido)
hi: %(display_name)s संपादित करें (आवश्यक)
ja_jp: 編集 %(display_name)s (必須)
ko_kr: %(display_name)s (required)편집하기
lt_lt: Redaguoti %(display_name)s (privaloma)
pt_br: Editar %(display_name)s (necessário)
vi: (Yêu cầu) chỉnh sửa %(display_name)s
zh_tw: 編輯 %(display_name)s (必填)

source: You have done a dry run of force publishing the course. Nothing has changed. Had you run it, the following course versions would have been change.
es_419: Ha corrido un simulacro de publicación del curso. No han habido cambios. Si lo hubiera hecho realmente, las siguientes versiones habrían tenido cambios.
hi: आपने पाठ्यक्रम को प्रकाशित करने के लिए सूखा रन किया है। कुछ भी नहीं बदला। यदि आपने इसे चलाया होता, तो निम्नलिखित पाठ्यक्रम संस्करण बदल जाते।
ko_kr: 강제 강좌 공개 테스트를 진행하였습니다. 아무 변화가 나타나지 않았습니다. 원래대로라면 다음 강좌 버전이 바뀌었어야 합니다.
pt_br: Você fez um esforço para publicar o curso. Nada mudou. Se você o tivesse executado, as seguintes versões do curso teriam sido alteradas.
vi: Bạn đã thực hiện chạy thử nghiệm xuất bản khóa học. Không có gì thay đổi. Nếu bạn chạy nó, những phiên bản khóa học sau đây có thể sẽ thay đổi.

source: The published branch version, {published}, was reset to the draft branch version, {draft}.
es_419: La versión publicada, {published}, fue restablecida a la versión borrador, {draft}.
hi: प्रकाशित शाखा संस्करण, {published}, मसौदा शाखा संस्करण, {draft} के लिए रीसेट किया गया था।
ko_kr: 공개된 세부 버전, {published}, 이 세부 버전 초안으로 초기화 되었습니다, {draft}.
pt_br: A versão publicada, {published}, foi redefinida para a versão de rascunho, {draft}.
vi: Phiên bản nhánh đã xuất bản, {published}, đã được đặt lại thành phiên bản nhánh dự thảo, {draft}.

source: Delete course
es_419: Borrar curso

source: Remove %(name)s from the program
es_419: Borrar %(name)s del programa

source: Add another run
es_419: Añadir otra versión

source: The unique number that identifies your course within your organization, e.g. CS101.
es_419: El código único que identifica a su curso dentro de la organización. Ej: CS101

source: The title entered here will override the title set for the individual run of the course. It will be displayed on the XSeries progress page and in marketing presentations.
es_419: El título introducido aquí reemplazará al título establecido para la ejecución específica del curso. Se mostrará en la página de progreso de la XSeries y en las presentaciones de marketing.

source: Save Course
es_419: Guardar curso

source: Run %(key)s
es_419: Versión %(key)s

source: Delete course run
es_419: Borrar la versión del curso

source: Remove run %(key)s from the program
es_419: Borrar la versión del curso %(key)s del programa

source: Start Date: %(date)s
es_419: Fecha de inicio: %(date)s

source: Mode: %(mode)s
es_419: Modo: %(mode)s

source: Please select a Course Run
es_419: Por favor seleccione una versión del curso.

source: Create a New Program
es_419: Crear un nuevo programa

source: Program type
es_419: Tipo de programa

source: Select a type
es_419: Seleccione un tipo

source: Select an organization
es_419: Seleccione una organización

source: The public display name of the program.
es_419: Nombre del programa para mostrar públicamente

source: Subtitle
es_419: Subtítulo

source: A short description of the program, including concepts covered and expected outcomes (255 character limit).
es_419: Una breve descripción del programa, incluyendo los conceptos a ser tratados y los resultados esperados (255 caracteres como máximo).

source: Marketing Slug
es_419: slug de marketing

source: Slug used to generate links to the marketing site.
es_419: slug usado para generar los vículos al site de marketing

source: Edit the program title
es_419: Editar el título del programa

source: Edit the program\'s name.
es_419: Editar el nombre del programa

source: Edit the program subtitle
es_419: Editar el subtítulo del programa

source: Edit the program\'s subtitle.
es_419: Editar el subtítulo del programa

source: Edit the program marketing slug
es_419: Editar el slug de marketing para el programa

source: Edit the program\'s marketing slug.
es_419: Editar el slug de marketing para el programa

source: Add a course
es_419: Añadir un curso

source: Add URLs for additional versions
es_419: Añada URLs para las versiones adicionales
hi: अतिरिक्त संस्करणों के लिए URL जोड़ें
ja_jp: 他のバージョンのURLを追加する
ko_kr: 다른 버전 URL 추가하기
lt_lt: Pridėkite kitas URL nuorodas
pt_br: Adicionar URLs para versões adicionais
vi: Thêm URL cho các phiên bản bổ sung
zh_tw: 為其他格式新增URL

source: To be sure all students can access the video, we recommend providing both an .mp4 and a .webm version of your video. Click below to add a URL for another version. These URLs cannot be YouTube URLs. The first listed video that's compatible with the student's computer will play.
es_419: Para asegurar que todos los estudiantes puedan ver el video, recomendamos suministrar tanto una versión .mp4 como una versión .webm del recurso. Haga clic a continuación para añadir la URL de una nueva versión. Estas URLs no pueden ser de Youtube. El primer video listado que sea compatible con la terminal del usuario será el que se reproducirá.
hi: यह सुनिश्चित करने के लिए कि सभी छात्र वीडियो तक पहुँच सकते हैं, हम आपके वीडियो के .mp4 और a .webm संस्करण दोनों प्रदान करने की सलाह देते हैं। किसी अन्य संस्करण के लिए URL जोड़ने के लिए नीचे क्लिक करें। ये URL YouTube URL नहीं हो सकते हैं। पहला सूचीबद्ध वीडियो जो छात्र के कंप्यूटर के साथ संगत होगा, वह चलेगा।
ja_jp: すべての受講者がビデオを見ることができるように、.mp4と.webmの両方の種類のビデオを提供することをお勧めします。別の種類のURLを追加するには以下をクリックします。これらのURLはYouTubeは指定できません。一覧の中のから受講者が対応する１番目のビデオが再生されます。
ko_kr: 모든 학습자가 강좌 동영상에 접근할 수 있도록, 동영상을 .mp4와 .webm 파일로 제공하길 권합니다. 다른 버전으로 URL 을 추가하려면 아래를 클릭하세요. URL은 YouTube URL일 수 없습니다. 학습자의 컴퓨터와 호환되는 첫번째 동영상이 재생될 것입니다.
pt_br: Para garantir que todos os estudantes poderão acessar o video, nós recomendamos providenciar versões em .mp4 e .webm do video. Clique abaixo para adicionar um URL para outra versão. Esses URLs não podem ser do YouTube. O primeiro vídeo que for compatível com o computador dos alunos será exibido.
vi: Để chắc chắn tất cả sinh viên có thể truy cập vào video, chúng tôi khuyên bạn nên cung cấp cả phiên bản .mp4 và .webm video của bạn. Bấm vào bên dưới để thêm một URL cho một phiên bản khác. Những URL này không thể là URL trên YouTube. Video đầu tiên được liệt kê tương thích với máy tính của học sinh sẽ được phát.
zh_tw: 為了確保所有學生都可以存取影片，我們建議您同時提供 .mp4 和 .webm 版的影片。點擊下方來新增一個URL給另一個版本。請勿使用YouTube的URLs。學生將會看到列表中第一個和其電腦相容的影片

source: Default Timed Transcript
es_419: Transcripción con tiempos por defecto
hi: डिफ़ॉल्ट समयबद्ध प्रतिलिपि
ja_jp: デフォルト時刻の字幕
ko_kr: 기본 자막
lt_lt: Numatytieji nustatyto laiko titrai
pt_br: Transcrição Sincronizada Padrão
vi: Mặc định Timed Transcript
zh_tw: 默認字幕

source: Timed Transcript Conflict
es_419: Conflicto en la transcripción
hi: समयबद्ध प्रतिलेख संघर्ष
ja_jp: 字幕のコンフリクト
ko_kr: 자막 충돌
lt_lt: Nustatyto laiko titrų konfliktas
pt_br: Conflito de Transcrição Sincronizada
vi: Xung đột Bản dịch Đông bộ thời gian
zh_tw: 字幕衝突

source: The timed transcript for the first video file does not appear to be the same as the timed transcript for the second video file.
es_419: La transcripción para este primer video no parece ser la misma que la transcripción para el segundo video
hi: पहली वीडियो फ़ाइल के लिए समयबद्ध प्रतिलेख दूसरी वीडियो फ़ाइल के लिए समयबद्ध प्रतिलेख के समान नहीं है।
ja_jp: １つ目のビデオファイルの字幕は２つ目のビデオファイルのものと違います。
ko_kr: 첫 번째 영상 파일의 자막이 두 번째 영상 파일의 자막과 다릅니다.
lt_lt: Pirmo vaizdo failo nustatyto laiko titrai neatitinka antro vaizdo failo nustatyto laiko titrų.
pt_br: A transcrição sincronizada do primeiro arquivo de vídeo não parece ser a mesma transcrição do segundo arquivo de vídeo
vi: Bản dịch đồng bộ thời gian cho tệp video đầu không khớp với bản dịch đồng bộ thời gian cho tệp video thứ hai.
zh_tw: 第一個影片檔案的字幕似乎與第二個影片檔案的字幕不同。

source: Which timed transcript would you like to use?
es_419: ¿Cuál de las transcripciones desea utilizar?
hi: आप कौन सी समयसीमा का उपयोग करना चाहेंगे?
ja_jp: どの字幕を使用しますか？
ko_kr: 어느 자막을 사용하시겠습니까?
lt_lt: Kuriuos nustatyto laiko titrus norite naudoti?
pt_br: Qual transcrição sincronizada você gostaria de utilizar?
vi: Bạn muốn sử dụng bản dịch nào?
zh_tw: 您想使用哪個字幕?

source: Timed Transcript from %(filename)s
es_419: Transcripción de %(filename)s
hi: से समयबद्ध प्रतिलिपि%(filename)s
ja_jp: %(filename)s からの時刻情報付き字幕
ko_kr: %(filename)s으로 부터 시간이 나타나 있는 자막
pt_br: Transcrição cronometrada de %(filename)s
vi: Bản dịch Đồng bộ thời gian từ %(filename)s
zh_tw: 來自 %(filename)s 字幕

source: Timed Transcript Found
es_419: Se encontró una transcripción
hi: समयबद्ध ट्रांसक्रिप्ट मिला
ja_jp: 字幕あり
ko_kr: 자막 있음
lt_lt: Rasti nustatyto laiko titrai
pt_br: Transcrição Sincronizada encontrada
vi: Đã tìm thấy Bản dich Đồng bộ thời gian
zh_tw: 找到字幕

source: EdX has a timed transcript for this video. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript. If you want to replace this transcript, upload a new .srt transcript file.
es_419: EdX tiene una transcripción para este video. Si desea editarla, puede descargar, editar y volver a cargar el archivo de transcripción. Si desea reemplazarla, puede hacerlo cargando un nuevo archivo .srt
hi: इस वीडियो के लिए EdX की समयबद्ध प्रतिलिपि है। यदि आप इस प्रतिलिपि को संपादित करना चाहते हैं, तो आप मौजूदा प्रतिलिपि को डाउनलोड, संपादित और पुन: अपलोड कर सकते हैं। यदि आप इस प्रतिलेख को बदलना चाहते हैं, तो एक नई .srt प्रतिलेख फ़ाइल अपलोड करें।
ja_jp: EdXにはこのビデオの字幕があります。この字幕を編集したい場合はダウンロードして編集し、そして再度その字幕をアップロードしてください。字幕を置き換えたい場合は、新しい.srt字幕ファイルをアップロードしてください。
ko_kr: 동영상 자막이 있습니다. 자막을 수정하려면, 다운로드하여 수정하고 다시 업로드할 수 있습니다. 자막을 교체할 경우 새 .srt로 업로드합니다.
lt_lt: EdX aplinkoje yra šio vaizdo įrašo titrai su nustatytu laiku. Jeigu norite šiuos titrus redaguoti, galite atsisiųsti, redaguoti ir vėl įkelti. Jeigu norite šiuos titrus pakeisti, įkelkite naują .srt titrų failą.
pt_br: O EdX tem uma transcrição sincronizada para este vídeo. Se você deseja editar esta transcrição, você pode baixar, editar e re-enviar a transcrição existente. Se você quiser substituir essa transcrição, faça o envio de um novo arquivo de transcrição do tipo .srt.
vi: EdX có bản dịch đồng bộ thời gian cho video này. Nếu bạn muốn chỉnh sửa bản dịch này, bạn có thể tải xuống, chỉnh sửa và tải lại bản dịch hiện tại. Nếu bạn muốn thay thế bản dịch này, hãy tải lên một tệp .srt mới.
zh_tw: EdX 有該影片的字幕。如果您希望編輯該字幕，可以下載編輯後重新上傳。如果您想替換該字幕，請上傳一個新的.srt 字幕檔案。

source: Upload New Transcript
es_419: Cargar nueva transcripción
hi: नई प्रतिलेख अपलोड करें
ja_jp: 新しい字幕をアップロード
ko_kr: 신규 자막 업로드
lt_lt: Įkelti naujus titrus
pt_br: Enviar Nova Transcrição
vi: Tải lên Bản dịch Mới
zh_tw: 上傳新字幕

source: Upload New .srt Transcript
es_419: Cargar nuevo archivo de transcripción .srt
hi: नया .srt ट्रांसक्रिप्ट अपलोड करें
ja_jp: 新しい .srt字幕をアップロード
ko_kr: 신규 .srt 자막 파일 업로드하기
lt_lt: Įkelti naujus .srt titrus
pt_br: Enviar Nova Transcrição .srt
vi: Tải lên Bản dịch .srt Mới
zh_tw: 上傳新的.srt字幕

source: Download Transcript for Editing
es_419: Descargar Transcripción para editar
hi: संपादन के लिए ट्रांसक्रिप्ट डाउनलोड करें
ja_jp: 編集用に字幕をダウンロード
ko_kr: 편집용 자막 다운로드
lt_lt: Atsisiųsti titrus redagavimui
pt_br: Baixar Transcrição para Edição
vi: Tải xuống Bản dịch để Chỉnh sửa
zh_tw: 下載字幕進行編輯

source: No EdX Timed Transcript
es_419: No hay una transcripción
hi: कोई EdX समयबद्ध प्रतिलिपि नहीं
ja_jp: EdX字幕がありません
ko_kr: 자막이 없습니다.
lt_lt: Nėra nustatyto laiko titrų
pt_br: Nenhuma Transcrição Sincronizada da EdX
vi: Không có Bản dịch Đồng bộ thời gian
zh_tw: 沒有EdX字幕

source: EdX doesn't have a timed transcript for this video in Studio, but we found a transcript on YouTube. You can import the YouTube transcript or upload your own .srt transcript file.
es_419: EdX no tiene una transcripción de este video en Studio, pero hemos encontrado una en Youtube. Puede importar la transcripción de Youtube o subir su propio archivo .srt.
hi: एडएक्स के पास स्टूडियो में इस वीडियो के लिए समयबद्ध प्रतिलेख नहीं है, लेकिन हमें YouTube पर एक प्रतिलिपि मिली। आप YouTube ट्रांसक्रिप्ट आयात कर सकते हैं या अपनी .srt ट्रांसक्रिप्ट फ़ाइल अपलोड कर सकते हैं।
ja_jp: EdXにはStudioでビデオに対応する字幕がありませんが、YouTubeに字幕ファイルがありました。YouTubeの字幕をインポートするか、独自の.srtファイルをアップロードすることができます。
ko_kr: EdX는 스튜디오에서 동영상의 시간에 맞춰진 자막을 갖고 있지 않지만, 유튜브에서 자막을 발견했습니다. YouTube 자막을 가져오거나 .srt 자막파일로 업로드할 수 있습니다.
pt_br: EdX não possui uma transcrição cronometrada para este vídeo no Studio, mas encontramos uma transcrição no YouTube. Você pode importar a transcrição presente no YouTube ou realizar o upload do seu próprio arquivo .srt .
vi: EdX không có bản dịch đồng bộ thời gian cho video này trong Studio, nhưng chúng tôi đã tìm thấy một bản dịch trên YouTube. Bạn có thể nhập bản dịch YouTube hoặc tải lên tệp bản dịch .srt của bạn.
zh_tw: 在Edx Studio中沒有這個影片的字幕，但是我們在YouTube上找到一個字幕。您可以匯入YouTube的字幕或者上傳您自己的 .srt 的字幕檔。

source: Import YouTube Transcript
es_419: Importar la transcripción desde YouTube
hi: YouTube ट्रांस्क्रिप्ट आयात करें
ja_jp: YouTube字幕をインポート
ko_kr: YouTube 자막 가져오기
lt_lt: Importuoti titrus iš YouTube
pt_br: Importar Transcrição do YouTube
vi: Nhập Bản dịch YouTube
zh_tw: 匯入YouTube字幕

source: No Timed Transcript
es_419: No hay transcripción
hi: कोई समय पर प्रतिलिपि नहीं
ja_jp: 字幕がありません
ko_kr: 자막 없음
lt_lt: Nėra nustatyto laiko titrų
pt_br: Sem Transcrição Sincronizada
vi: Không có Bản dịch ĐỒng bộ thời gian
zh_tw: 沒有字幕

source: EdX doesn\'t have a timed transcript for this video. Please upload an .srt file.
es_419: EdX no cuenta con una transcripción para este video. Por favor suba un archivo de transcripción .srt
hi: EdX doesn 't इस वीडियो के लिए एक समय पर प्रतिलेख है। कृपया .srt फ़ाइल अपलोड करें।
ja_jp: EdXはこのビデオの字幕がありません。.srtファイルをアップロードしてください。
ko_kr: 동영상의 자막 파일이 없습니다. .srt 자막 파일을 업로드 하세요.
lt_lt: EdX aplinkoje nėra šio vaizdo įrašo nustatyto laiko titrų. Prašome įkelti .srt failą.
pt_br: O EdX não possui uma transcrição sincronizada para este vídeo. Por favor, faça o envio de um arquivo .srt
vi: EdX không có bản dịch đồng bộ thời gian cho video này. Hãy tải lên một tệp .srt.
zh_tw: EdX 沒有該影片的字幕。請上傳一個 .srt 檔案。

source: The timed transcript for this video on edX is out of date, but YouTube has a current timed transcript for this video.
es_419: La transcripción para este video en edX está desactualizada, pero en YouTube hay una transcripción actualizada para el mismo
hi: EdX पर इस वीडियो के लिए समयबद्ध प्रतिलेख पुराना है, लेकिन YouTube के पास इस वीडियो के लिए एक समयबद्ध प्रतिलेख है।
ja_jp: このビデオのedX上の字幕は古いですが、YouTubeが既存の字幕を保持しています。
ko_kr: K-MOOC에는 기간이 만료된 이 동영상의 자막이 있지만, YouTube에는 현재 사용되는 자막이 있습니다.
lt_lt: Šio vaizdo įrašo nustatyto laiko titrai yra pasenę, bet YouTube yra dabartiniai šio vaizdo įrašo nustatyto laiko titrai.
pt_br: A transcrição sincronizada do edX para este vídeo está desatualizada, mas o YouTube tem uma transcrição sincronizada atual para este vídeo.
vi: Bản dịch đồng bộ thời gian cho video này trên edX đã lỗi thời, nhưng YouTube có bản dịch đồng bộ thời gian cho video này.
zh_tw: edX 上該視頻的字幕已過時，但YouTube 上有該視頻字幕的當前版本。

source: Do you want to replace the edX transcript with the YouTube transcript?
es_419: ¿Desea reemplazar la transcripción de edX con la de YouTube?
hi: क्या आप एडएक्स ट्रांस्क्रिप्ट को YouTube ट्रांसक्रिप्ट से बदलना चाहते हैं?
ja_jp: edX字幕をYouTube字幕で置き換えますか？
ko_kr: YouTube 자막과 K-MOOC 자막을 바꾸시겠습니까?
lt_lt: Ar norite edX esančius titrus pakeisti titrais iš YouTube ?
pt_br: Você quer substituir a transcrição do edX pela do YouTube?
vi: Bạn có muốn thay thế bản dịch edX bằng bản dịch của YouTube không?
zh_tw: 您希望用YouTube 字幕替換edX 字幕嗎？

source: Yes, replace the edX transcript with the YouTube transcript
es_419: Si, reemplazar la transcripción de edX con la de YouTube
hi: हां, एडएक्स ट्रांस्क्रिप्ट को YouTube ट्रांस्क्रिप्ट के साथ बदलें
ja_jp: edX字幕をYouTube字幕で置き換える
ko_kr: 네, K-MOOC 자막을 YouTube 자막으로 교체합니다.
lt_lt: Taip, edX titrus pakeisti titrais iš YouTube
pt_br: Sim, substitua a transcrição do edX pela transcrição do Youtube
vi: Có, thay thế bản dịch edX bằng bản dịch của YouTube
zh_tw: 是的，用 YouTube 字幕替換 edX 字幕

source: Timed Transcript Uploaded Successfully
es_419: Transcripción cargada exitosamente
hi: समय पर ट्रांसक्रिप्ट अपलोड सफलतापूर्वक
ja_jp: 字幕のアップロード成功
ko_kr: 자막 업로드가 완료되었습니다.
lt_lt: Nustatyto laiko titrai sėkmingai įkelti
pt_br: Transcrição Sincronizada Enviada com Sucesso
vi: Đã tải lên Bản dịch đồng bộ thời gian Thành công
zh_tw: 字幕上傳成功

source: EdX has a timed transcript for this video. If you want to replace this transcript, upload a new .srt transcript file. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript.
es_419: EdX tiene una transcripción para este video. Si desea reemplazarla, suba un nuevo archivo .srt. Si desea editar esta transcripción, descargue, edite y vuelva a cargar el archivo de transcripción.
hi: इस वीडियो के लिए EdX की समयबद्ध प्रतिलिपि है। यदि आप इस प्रतिलेख को बदलना चाहते हैं, तो एक नई .srt प्रतिलेख फ़ाइल अपलोड करें। यदि आप इस प्रतिलिपि को संपादित करना चाहते हैं, तो आप मौजूदा प्रतिलिपि को डाउनलोड, संपादित और पुन: अपलोड कर सकते हैं।
ja_jp: EdXにはこのビデオの字幕があります。字幕を置き換えたい場合は新しい.srt字幕ファイルをアップロードしてください。この字幕を編集したい場合は、ダウンロードして編集し、既存の字幕を再アップロードしてください。
ko_kr: EdX는 자막을 가지고 있습니다. 자막을 교체 할 경우 새 .SRT 자막 파일을 업로드합니다. 자막 파일을 편집 할 경우, 다운로드 후 편집하고 변경한 자막 파일을 다시 업로드 할 수 있습니다.
lt_lt: EdX aplinkoje yra šio vaizdo įrašo titrai su nustatytu laiku. Jeigu norite šiuos titrus pakeisti, įkelkite naują .srt titrų failą. Jeigu norite šiuos titrus redaguoti, galite atsisiųsti, redaguoti ir vėl įkelti.
pt_br: EdX tem uma transcrição sincronizada para este vídeo. Se você quer substituir esta transcrição, faça o envio de um novo arquivo .srt. Se você deseja editar esta transcrição, você pode baixar, editar e reenviar a transcrição existente.
vi: EdX có Bản dịch đồng bộ thời gian cho video này. Nếu bạn muốn thay thế bản dịch này, hãy tải lên tệp bản dịch .srt mới. Nếu bạn muốn chỉnh sửa bản dịch này, bạn có thể tải xuống, chỉnh sửa và tải lại bản dịch hiện tại.
zh_tw: EdX 有該影片的字幕。如果您希望替換該字幕，請上傳一個新的.srt 字幕文件。如果您希望編輯該字幕，可以下載編輯後重新上傳。

source: Confirm Timed Transcript
es_419: Confirmar la transcripción
hi: समय पर ट्रांसक्रिप्ट की पुष्टि करें
ja_jp: 字幕の確認
ko_kr: 자막 승인
lt_lt: Patvirtinti nustatyto laiko titrus
pt_br: Confirmar Transcrição Sincronizada
vi: Xác nhận Bản dịch Đồng bộ thời gian
zh_tw: 默認字幕

source: You changed a video URL, but did not change the timed transcript file. Do you want to use the current timed transcript or upload a new .srt transcript file?
es_419: Usted ha cambiado la URL del video, pero no hizo cambios en el archivo de transcripción. ¿Desea usar el archivo de transcripción actual o subir un nuevo archivo .srt?
hi: आपने एक वीडियो URL बदल दिया, लेकिन समयबद्ध प्रतिलिपि फ़ाइल को नहीं बदला। क्या आप वर्तमान समयबद्ध प्रतिलेख का उपयोग करना चाहते हैं या एक नई .srt प्रतिलेख फ़ाइल अपलोड करना चाहते हैं?
ja_jp: あなたはビデオのURLを変更を変更しましたが、字幕ファイルを変更してません。既存の字幕、新しい.srt字幕のどちらを使用しますか？
ko_kr: 동영상의 URL을 변경했지만, 자막 파일은 변경되지 않았습니다. 새 .srt 자막 파일을 업로드 할까요?
lt_lt: Jūs pakeitėte vaizdo įrašo URL nuorodą, bet nepakeitėte nustatyto laiko titrų failo. Ar norite naudoti dabartinius nustatyto laiko titrus ar įkelti naują .srt titrų failą?
pt_br: Você mudou uma URL de vídeo mas não modificou o arquivo de transcrição sincronizada. Você deseja utilizar a transcrição atual ou fazer o envio de um novo arquivo de transcrição .srt?
vi: Bạn đã thay đổi một URL của video, nhưng không thay đổi tệp bản dịch đồng bộ thời gian. Bạn muốn sử dụng bản dịch đồng bộ thời gian hiện tại hay tải lên tệp bản dịch .srt mới?
zh_tw: 您變更了影片的URL，但沒有變更字幕檔案。您希望繼續使用當前的字幕檔案還是上傳一個新的.srt 字幕檔案？

source: Use Current Transcript
es_419: Usar la transcripción actual
hi: वर्तमान ट्रांस्क्रिप्ट का उपयोग करें
ja_jp: 現在の字幕を使用する
ko_kr: 지금 자막 쓰기
lt_lt: Naudoti dabartinius titrus
pt_br: Usar a Transcrição Atual
vi: Sử dụng phụ đề hiện tại
zh_tw: 使用當前字幕

source: Problem
es_419: Problema

source: Entrance Exam
es_419: Exámen de Admisión

source: Mode
es_419: Modo

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
es_419: OPCIONAL: Después de esta fecha/hora, los usuarios no podrán enviar fotos de verificación. Esto aplica ÚNICAMENTE para los modos que requieren verificación.

source: Your verification is pending
es_419: Su verificación está en proceso.

source: Verified: Pending Verification
es_419: Verificado: Verificación pendiente

source: ID verification pending
es_419: Verificación de ID pendiente

source: You're enrolled as a verified student
es_419: Estás inscrito como un estudiante verificado

source: Verified
es_419: Verificado
vi: Đã xác thực

source: ID Verified Ribbon/Badge
es_419: ID de la insignia o medalla verificada

source: You're enrolled as an honor code student
es_419: Usted está inscrito como estudiante de código de honor

source: Honor Code
es_419: Código de Honor

source: You're enrolled as a professional education student
es_419: Usted está inscrito como un estudiante profesional en educación

source: Professional Ed
es_419: Profesional en educación

source: Price
es_419: Precio
