Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Criterion
vi: Tiêu chuẩn

source: You cannot delete a criterion after the assignment has been released.
vi: Bạn không thể xóa một tiêu chí sau khi bài tập đã được phát hành.

source: Criterion Name
vi: Tiêu chí Name

source: Criterion Prompt
vi: Tiêu chí Prompt

source: Add Option
vi: Thêm Tùy chọn

source: Feedback for This Criterion
vi: Thông tin phản hồi cho Tiêu chuẩn này

source: Optional
vi: tuỳ chọn

source: Select one of the options above. This describes whether or not the learner will have to provide criterion feedback.
vi: Chọn một trong các tùy chọn ở trên. Điều này mô tả liệu người học có phải cung cấp phản hồi tiêu chuẩn hay không.

source: Option
vi: Tùy chọn

source: Option Name
vi: Lựa chọn Name

source: Option Points
vi: Lựa chọn điểm

source: Option Explanation
vi: Giải thích lựa chọn

source: Step: Peer Assessment
vi: Bước: Đánh giá Bạn học

source: Learners assess a specified number of other learners' responses using the rubric for the assignment.
vi: Học viên đánh giá một số lượng cụ thể các câu trả lời của các học viên khác sử dụng phiếu tự đánh giá cho bài tập.

source: Specify the following values for the peer assessment step.
vi: Chỉ định các giá trị sau cho bước đánh giá bạn học.

source: Must Grade
vi: Phải Đánh giá

source: Specify the number of peer assessments that each learner must complete. Valid numbers are 0 to 99.
vi: Xác định số lượng những đánh giá bạn học mà mỗi học viên phải hoàn thành. Số hợp lệ là 0-99.

source: Graded By
vi: Đã được phân loại theo

source: Specify the number of learners that each response must be assessed by. Valid numbers are 0 to 99.
vi: Chỉ định số lượng học viên rằng mỗi phản ứng phải được đánh giá theo. Số hợp lệ là 0-99.

source: Start Time
vi: Thời gian bắt đầu

source: Enter the date and time when learners can begin assessing peer responses.
vi: Nhập ngày và giờ khi học viên có thể bắt đầu đánh giá những câu trả lời của bạn học.

source: Due Time
vi: Thời Gian Tới Hạn

source: Enter the date and time when all peer assessments must be complete.
vi: Nhập ngày và giờ khi tất cả các đánh giá bạn học phải hoàn thành.

source: You cannot delete a prompt after the assignment has been released.
vi: Bạn không thể xóa một dấu nhắc sau khi bài tập đã được phát hành.

source: Prompts. Replace the sample text with your own text. For more information, see the ORA documentation.
vi: Nhắc nhở. Thay thế văn bản mẫu với văn bản của riêng bạn. Để biết thêm thông tin, hãy xem tài liệu ORA.

source: Add Prompt
vi: Thêm gợi ý

source: Rubrics are made up of criteria, which usually contain one or more options. Each option has a point value. This template contains two sample criteria and their options. Replace the sample text with your own text. For more information, see the ORA documentation.
vi: Phiếu tự đánh giá được làm bởi những tiêu chí, trong đó thường có chứa một hoặc nhiều lựa chọn hơn. Mỗi tùy chọn đều có một giá trị điểm. Mẫu này có hai chỉ tiêu mẫu và lựa chọn của họ. Thay thế văn bản mẫu với văn bản của riêng bạn. Để biết thêm thông tin, hãy xem tài liệu ORA.

source: Add Criterion
vi: Thêm Criterion

source: Feedback for This Response
vi: Thông tin phản hồi cho Response này

source: Feedback Instructions
vi: Hướng dẫn thông tin phản hồi

source: Encourage learners to provide feedback on the response they have graded. You can replace the sample text with your own.
vi: Khuyến khích người học có phản hồi về kết quả mà họ đã đánh giá. Bạn có thể thay thế văn bản mẫu bằng của riêng bạn.

source: Default Feedback Text
vi: Mặc định Phản hồi văn bản

source: Enter feedback text that learners will see before they enter their own feedback. Use this text to show learners a good example peer assessment.
vi: Nhập văn bản phản hồi mà người học sẽ thấy trước khi họ nhập phản hồi của chính họ. Sử dụng văn bản này cho người học xem một ví dụ về đánh giá bạn học.

source: Step: Self Assessment
vi: Bước: Tự đánh giá

source: Learners assess their own responses using the rubric for the assignment.
vi: Học viên đánh giá các câu trả lời của họ bằng cách sử dụng phiếu tự đánh giá cho bài tập.

source: Specify start and due dates for the self assessment step.
vi: Xác định ngày bắt đầu và do cho bước tự đánh giá.

source: Enter the date and time when learners can begin assessing their responses.
vi: Nhập ngày và giờ khi người học có thể bắt đầu đánh giá phản hồi của họ.

source: Enter the date and time when all self assessments must be complete.
vi: Nhập ngày tháng và thời gian khi tất cả các đánh giá tự phải đầy đủ.

source: Step: Staff Assessment
vi: Bước: Đánh giá Nhân viên

source: Staff members assess learners' responses using the rubric for the assignment.
vi: Các nhân viên đánh giá những câu trả lời của học viên sử dụng phiếu tự đánh giá cho bài tập.

source: Step: Learner Training
vi: Bước: Đào tạo Người học

source: Learners learn to assess responses by scoring pre-assessed sample responses that you provide. Learners move to the next step when the scores they give match your scores. Note that if you add this step, you must also add a peer assessment step. This step must come before the peer assessment step.
vi: Học viên học cách đánh giá các câu trả lời bằng cách cho điểm các câu trả lời mẫu đã được đánh giá trước. Học viên chuyển sang bước tiếp theo khi điểm họ cho phù hợp với điểm số của bạn. Lưu ý rằng nếu bạn thêm bước này, bạn cũng phải thêm một bước đánh giá bạn học. Bước này phải tiến hành trước bước đánh giá bạn học.

source: Enter one or more sample responses that you've created, and then specify the options that you would choose for each criterion in your rubric. Note that you must add your rubric to the Rubric tab before you can complete this step.
vi: Nhập một hoặc nhiều câu trả lời mẫu mà bạn đã tạo ra, và sau đó chỉ định các tùy chọn mà bạn sẽ chọn cho từng tiêu chí trong phiếu tự đánh giá của bạn. Lưu ý rằng bạn phải thêm phiếu tự đánh giá của bạn cho tab Phiếu tự đánh giá trước khi bạn có thể hoàn thành bước này.

source: Add Sample Response
vi: Thêm Response mẫu

source: Scored Response
vi: Response ghi bàn

source: Response Score
vi: Điểm phản ứng

source: Response
he: תגובה
lt_lt: Atsakymas
vi: Trả Lời

source: points
vi: điểm

source: %(assessment_title)s - %(points)s point
vi: %(assessment_title)s - %(points)s điểm

source: More information about %(name)s
vi: Thêm thông tin về %(name)s

source: Your Grade
vi: Điểm của bạn

source: %(points_earned)s out of %(points_possible)s
vi: %(points_earned)s trên %(points_possible)s

source: Your submission has been cancelled.
vi: Bài nộp của bạn đã bị hủy.

source: %(points_earned)s out of %(points_possible)s
vi: %(points_earned)s trên %(points_possible)s

source: Your Response
vi: Trả Lời Của Bạn

source: Your Upload
vi: Tải lên Của bạn

source: Assessments of Your Response
vi: Đánh Giá Trả Lời Của Bạn

source: Overall Grade
vi: Tổng điểm

source: Points
vi: Điểm

source: Additional comments on your response
vi: Nhận xét bổ sung về câu trả lời của bạn

source: Provide feedback on peer assessments
vi: Cung cấp phản hồi về những đánh giá bạn học

source: Submitting Feedback
vi: Đang gửi phản hồi

source: Your feedback has been submitted. Course staff will be able to see this feedback when they review course records.
vi: Thông tin phản hồi của bạn đã được gửi. Giáo viên sẽ nhìn thấy thông tin phản hồi này khi họ xem xét hồ sơ của lớp.

source: Course staff will be able to see any feedback that you provide here when they review course records.
vi: Giáo viên tất nhiên sẽ có thể nhìn thấy bất kỳ thông tin phản hồi mà bạn đã cung cấp khi họ xem xét hồ sơ lớp.

source: Select the statements below that best reflect your experience with peer assessments.
vi: Chọn các câu dưới đây phản ánh tốt nhất kinh nghiệm của bạn với các đánh giá bạn học.

source: These assessments were useful.
vi: Những đánh giá này hữu ích.

source: These assessments were not useful.
vi: Những đánh giá này không hữu ích.

source: I disagree with one or more of the peer assessments of my response.
vi: Tôi không đồng tình với một hay các đánh giá của học viên khác về câu trả lời của mình.

source: Some comments I received were inappropriate.
vi: Một số ý kiến ​​tôi nhận được không phù hợp.

source: Provide feedback on the grade or comments that you received from your peers.
vi: Cung cấp phản hồi về điểm số hoặc nhận xét mà bạn nhận được từ bạn học của bạn.

source: I feel the feedback I received was...
vi: Tôi cảm thấy những phản hồi tôi nhận được ...

source: We could not submit your feedback
vi: Chúng tôi không thể gửi phản hồi của bạn

source: Submit feedback on peer assessments
vi: Gửi phản hồi về đánh giá của bạn học

source: Not Completed
vi: Chưa hoàn thành

source: You have not completed all the steps of this problem.
vi: Bạn chưa hoàn thành tất cả các bước của vấn đề này.

source: Not Started
vi: Chưa bắt đầu

source: You have not started this problem yet.
vi: Bạn chưa bắt đầu bài này.

source: Waiting for Assessments
vi: Đang chờ đánh giá

source: You have completed your steps in the assignment, but some assessments still need to be done on your response. When the assessments of your response are complete, you will see feedback from everyone who assessed your response, and you will receive your final grade.
vi: Bạn đã hoàn thành các bước cảu bạn trong bài tập, nhưng một số đánh giá vẫn cần được hoàn thành trên phần trả lời của bạn. Khi những đánh giá trả lời của bạn đã hoàn tất, bạn sẽ thấy phản hồi từ tất cả mọi người đã đánh giá trả lời của bạn và bạn sẽ nhận được điểm cuối cùng.

source: Grade Available Responses
vi: Đánh giá Phần Trả lời

source: Grade Available Responses is unavailable. This item is not configured for Staff Assessment.
vi: Đánh giá Phần Trả lời chưa kích hoạt. Mục này chưa được cấu hình cho Đánh giá Nhân viên.

source: %(num_points)s points
vi: %(num_points)s điểm

source: Your peer's response to the prompt above
vi: Phản hồi của bạn học của bạn cho lời nhắc trên

source: After you complete all the steps of this assignment, you can see the top-scoring responses from your peers.
vi: Sau khi bạn hoàn thành tất cả các bước của bài tập này, bạn có thể thấy những câu trả lời được điểm cao từ các bạn học.

source: This task is not yet available. Check back to complete the assignment once this section has opened.
vi: Nhiệm vụ này chưa kích hoạt. Kiểm tra lại sau để hoàn thành bài tập khi phần này được mở.

source: This assignment has closed. One or more deadlines for this assignment have passed. You will receive an incomplete grade for this assignment.
vi: Bài tập này đã đóng. Một hoặc nhiều thời hạn cho bài tập này đã qua. Bạn sẽ nhận được điểm chưa hoàn thành cho bài tập này.

source: You have completed this assignment. Your final grade will be available when the assessments of your response are complete.
vi: Bạn đã hoàn thành bài tập này. Điểm cuối cùng của bạn sẽ có khi các đánh giá trả lời của bạn được hoàn tất.

source: You have completed this assignment. Review your grade and your assessment details.
vi: Bạn đã hoàn thành bài tập này. Xem lại điểm của bạn và đánh giá chi tiết của bạn.

source: This assignment is in progress. Learner training will close soon. Complete the learner training step to move on.
vi: Bài tập này đang được tiến hành. Đào tạo học viên sẽ sớm kết thúc. Hoàn thành bước đào tạo học viên để tiếp tục.

source: This assignment is in progress. Complete the learner training step to move on.
vi: Bài tập này đang được tiến hành. Hoàn thành bước đào tạo học viên để tiếp tục.

source: This assignment is in progress. Check back later when the assessment period has started.
vi: Bài tập này đang được tiến hành. Kiểm tra lại sau khi thời gian đánh giá bắt đầu.

source: %(start_strong)sThis assignment is in progress. The self assessment step will close soon.%(end_strong)s You still need to complete the %(start_link)sself assessment%(end_link)s step.
vi: %(start_strong)sBài tập này đang được tiến hành. Bước tự đánh giá sẽ kết thúc sớm.%(end_strong)s Bạn vẫn cần phải hoàn thành bước %(start_link)stự đánh giá%(end_link)s.

source: This assignment is in progress. You still need to complete the %(start_link)sself assessment%(end_link)s step.
vi: Bài tập này đang được tiến hành. Bạn vẫn cần phải hoàn thành bước %(start_link)stự đánh giá%(end_link)s.

source: This assignment is in progress.%(start_strong)sThe peer assessment step will close soon.%(end_strong)s All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses. You still need to complete the %(start_link)speer assessment%(end_link)s step.
vi: Bài tập này đang tiến hành.%(start_strong)sBước đánh giá bạn học của bạn học sẽ sớm kết thúc.%(end_strong)s Tất cả các trả lời của các bạn học đã gửi đã được đánh giá. Kiểm tra lại sau để xem có thêm học viên gửi câu trả lời hay không. Bạn vẫn cần phải hoàn thành bước %(start_link)sđánh giá bạn học%(end_link)s.

source: This assignment is in progress. All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses. You still need to complete the %(start_link)speer assessment%(end_link)s step.
vi: Bài tập này đang được tiến hành. Tất cả trả lời đã gửi đã được đánh giá. Kiểm tra lại sau để xem có thêm học viên gửi câu trả lời hay không. Bạn vẫn cần phải hoàn thành bước %(start_link)sđánh giá bạn học%(end_link)s.

source: This assignment is in progress. %(start_strong)sThe peer assessment step will close soon.%(end_strong)s You still need to complete the %(start_link)speer assessment%(end_link)s step.
vi: Bài tập này đang được tiến hành. %(start_strong)sBước đánh giá bạn học sẽ sớm kết thúc.%(end_strong)s Bạn vẫn cần phải hoàn thành bước %(start_link)sđánh giá bạn học%(end_link)s.

source: This assignment is in progress. You still need to complete the %(start_link)speer assessment%(end_link)s step.
vi: Bài tập này đang được tiến hành. Bạn vẫn cần phải hoàn thành bước %(start_link)sđánh giá bạn học%(end_link)s.

source: Assignment submissions will close soon. To receive a grade, first provide a response to the prompt, then complete the steps below the %(start_tag)sYour Response%(end_tag)s field.
vi: Việc gửi bài tập sẽ sớm kết thúc. Để nhận điểm, trước tiên hãy trả lời những nhắc nhở, sau đó hoàn thành các bước bên dưới mục %(start_tag)sTrả lời Của bạn%(end_tag)s.

source: This assignment has several steps. In the first step, you'll provide a response to the prompt. The other steps appear below the %(start_tag)sYour Response%(end_tag)s field.
vi: Bài tập này có vài bước. Trong bước đầu tiên, bạn sẽ cung cấp câu trả lời cho lời nhắc. Các bước khác xuất hiện bên dưới mục %(start_tag)sTrả lời Của bạn%(end_tag)s.

source: Instructions Unavailable
vi: Hướng dẫn không có sẵn

source: The instructions for this step could not be loaded.
vi: Các hướng dẫn cho các bước này không thể được nạp.

source: This assignment has several steps. In the first step, you'll provide a response to the prompt. The other steps appear below the Your Response field.
vi: Bài tập này có vài bước. Trong bước đầu tiên, bạn sẽ cung cấp câu trả lời cho lời nhắc. Các bước khác xuất hiện dưới mục Trả lời Của bạn.

source: Preview in LaTeX
vi: Xem trước bằng LaTeX

source: Click to preview your submission in LaTeX.
vi: Bấm để xem trước bản gửi đi của bạn bằng LaTeX.

source: Preview Response
vi: Xem trước Phản hồi

source: The question for this section
vi: Câu hỏi cho phần này

source: View the files associated with this submission:
vi: Xem các tệp được liên kết với bản gửi đi này:

source: Caution: These files were uploaded by another course learner and have not been verified, screened, approved, reviewed, or endorsed by the site administrator. If you access the files, you do so at your own risk.)
vi: Chú ý: Những tệp này đã được tải lên bởi một người học khác và chưa được xác minh, sàng lọc, phê duyệt, xem xét hoặc chứng thực bởi quản trị viên trang web. Nếu bạn truy cập các tệp, bạn tự chịu rủi ro.)

source: Assess Peers
vi: Đánh giá Bạn học

source: Read and assess the following response from one of your peers.
vi: Đọc và đánh giá trả lời sau đây từ một trong những bạn học của bạn.

source: Associated Files
vi: Tệp Liên kết

source: We could not submit your assessment
vi: Chúng tôi không thể gửi đánh giá của bạn

source: Incomplete (%(num_graded)s of %(num_must_grade)s)
vi: chưa hoàn tất (%(num_graded)s của %(num_must_grade)s)

source: The due date for this step has passed. This step is now closed. You can no longer complete peer assessments or continue with this assignment, and you will receive a grade of Incomplete.
vi: Ngày đáo hạn cho bước này đã qua. Bước này bây giờ đã đóng. Bạn không thể hoàn thành đánh giá bạn học hoặc tiếp tục với bài tập này, và bạn sẽ nhận được điểm Chưa hoàn thành.

source: Completed
he: הושלם
hi: पूरा कर लिया है
ja_jp: 完了
vi: Đã hoàn tất

source: You have successfully completed all of the required peer assessments for this assignment. You may assess additional peer responses if you want to. Completing additional assessments will not affect your final grade.
vi: Bạn đã hoàn thành tất cả các đánh giá ngang hàng cần thiết cho bài tập này. Bạn có thể đánh giá thêm câu trả lời của các học viên khác nếu muốn. Việc làm thêm đánh giá sẽ không ảnh hướng tới điểm số cuối cùng của bạn.

source: We could not retrieve additional submissions for assessment
vi: Chúng tôi không thể lấy đệ trình bổ sung để đánh giá

source: Continue Assessing Peers
vi: Tiếp tục Đánh giá Bạn học

source: Complete (%(num_graded)s)
vi: Hoàn (%(num_graded)s)

source: All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses.
vi: Tất cả các trả lời của bạn học đã gửi đều đã được đánh giá. Kiểm tra lại sau để xem có thêm bạn học gửi câu trả lời hay không.

source: Not Available
vi: Không có sẵn

source: In Progress (%(review_number)s of %(num_must_grade)s)
vi: Đang tiến hành (%(review_number)s of %(num_must_grade)s)

source: All available peer responses have been assessed. Check back later to see if more learners have submitted responses. You will receive your grade after you've completed all the steps for this problem and your peers have assessed your response.
vi: Tất cả các trả lời đủ điều kiện đã được đánh giá. Kiểm tra lại sau để xem có thêm bạn học gửi câu trả lời hay không. Bạn sẽ nhận được điểm của mình sau khi bạn hoàn thành tất cả các bước cho bài tập này và bạn học của bạn đã đánh giá trả lời của bạn.

source: Enter your response to the prompt.
vi: Nhập câu trả lời của bạn vào dấu nhắc.

source: You can save your progress and return to complete your response at any time before the due date
vi: Bạn có thể bảo lưu tiến độ và quay lại để hoàn thành câu trả lời bất cứ lúc nào trước hạn nộp bài.

source: You can save your progress and return to complete your response at any time.
vi: Bạn có thể bảo lưu tiến độ của mình và quay lại để hoàn thành câu trả lời bất cứ lúc nào.

source: After you submit your response, you cannot edit it
vi: Bạn sẽ không thể sửa câu trả lời sau khi gửi.

source: The prompt for this section
vi: Dấu nhắc cho phần này

source: Your response (required)
vi: Phản hồi của bạn (bắt buộc)

source: Your response (optional)
vi: Phản hồi của bạn (tùy chọn)

source: Enter your response to the prompt above.
vi: Nhập câu trả lời của bạn vào lời nhắc ở trên.

source: We could not save your progress
vi: Chúng tôi không thể lưu tiến độ của bạn

source: Save your progress
vi: Lưu tiến độ

source: Your Submission Status
vi: Tình trạng gửi đi

source: We could not upload files
vi: Chúng tôi không thể tải tệp lên

source: Select a file to upload for this submission.
vi: Chọn tệp để tải lên cho lần gửi này.

source: Upload files
vi: Tải tệp lên

source: You may continue to work on your response until you submit it.
vi: Bạn có thể tiếp tục làm cho đến khi gửi bài.

source: We could not submit your response
vi: Chúng tôi không thể gửi trả lời của bạn

source: Submit your response and move to the next step
vi: Gửi trả lời của bạn và chuyển sang bước tiếp theo

source: Your submission was cancelled.
vi: Nội dung gửi đi của bạn đã bị hủy.

source: Your submission has been cancelled by %(removed_by_username)s on %(removed_datetime)s
vi: Nội dung bạn gửi đã bị hủy bởi %(removed_by_username)s ngày %(removed_datetime)s

source: Your submission was cancelled on %(removed_datetime)s
vi: Nội dung bạn gửi đã bị hủy vào ngày %(removed_datetime)s

source: Comments: %(comments)s
vi: Bình luận: %(comments)s

source: The due date for this step has passed. This step is now closed. You can no longer submit a response or continue with this problem, and you will receive a grade of Incomplete. If you saved but did not submit a response, the response appears in the course records.
vi: Ngày đáo hạn cho bước này đã qua. Bước này bây giờ đã đóng. Bạn không còn có thể gửi câu trả lời hoặc tiếp tục với bài tập này và bạn sẽ nhận được điểm Không hoàn thành. Nếu bạn đã lưu nhưng không gửi phản hồi, phản hồi sẽ xuất hiện trong hồ sơ khóa học.

source: Your response
vi: Phản hồi của bạn

source: Your Uploaded Files
vi: Những tệp đã tải lên của bạn

source: Your response has been submitted. You will receive your grade after all steps are complete and your response is fully assessed.
vi: Phản hồi của bạn đã được gửi. Bạn sẽ nhận được điểm của mình sau khi tất cả các bước đều hoàn thành và phản hồi của bạn được đánh giá đầy đủ.

source: You still need to complete the %(peer_start_tag)speer assessment%(end_tag)s and %(self_start_tag)sself assessment%(end_tag)s steps.
vi: Bạn vẫn cần phải hoàn thành các bước %(peer_start_tag)sđánh giá bạn học%(end_tag)s và %(self_start_tag)stự đánh giá%(end_tag)s.

source: You still need to complete the %(start_tag)speer assessment%(end_tag)s step.
vi: Bạn vẫn cần phải hoàn thành bước %(start_tag)sđánh giá bạn học%(end_tag)s.

source: You still need to complete the %(start_tag)sself assessment%(end_tag)s step.
vi: Bạn vẫn cần phải hoàn thành bước %(start_tag)stự đánh giá%(end_tag)s.

source: Assess Your Response
vi: Đánh giá phản hồi của bạn

source: Submit your assessment
vi: Gửi đánh giá của bạn

source: The due date for this step has passed. This step is now closed. You can no longer complete a self assessment or continue with this assignment, and you will receive a grade of Incomplete.
vi: Ngày đáo hạn cho bước này đã qua. Bước này bây giờ đã đóng. Bạn không còn có thể tự mình đánh giá hoặc tiếp tục bài tập này, và bạn sẽ nhận được điểm Chưa hoàn thành.

source: Staff Grade
vi: Phân cấp Nhân viên

source: Manage Individual Learners
vi: Quản lý Học viên Cá nhân

source: View Assignment Statistics
vi: Xem Thống kê Bài tập

source: Enter an individual learner's username or email
vi: Nhập tên người dùng hoặc email của người học cá nhân

source: Response total
vi: Tổng phản hồi

source: Learner Progress
vi: Tiến độ Học viên

source: Problem Step
vi: Các bước của vấn đề

source: Active Learners in Step
vi: Học viên Hoạt động theo các Bước

source: Dates
hi: तिथियाॅ
vi: Ngày

source: Release Date
vi: Ngày phát hành

source: Staff Assessment
hi: स्टाफ अससेस्समेंट
vi: Đánh giá Nhân viên

source: Give this learner a grade using the problem's rubric.
vi: Cung cấp cho người học này một điểm bằng cách sử dụng phiếu tự đánh giá của bài tập.

source: Response for: %(student_username)s
vi: Phản hồi cho: %(student_username)s

source: Learner Response
vi: Phản hồi Người học

source: The learner's response to the prompt above
vi: Phản hồi của người học cho lời nhắc trên

source: Submit assessment
vi: Gửi đánh giá

source: Submit assessment and continue grading
vi: Gửi đánh giá và tiếp tục phân loại

source: %(ungraded)s Available and %(in_progress)s Checked Out
vi: %(ungraded)s Sẵn sàng và %(in_progress)s Đã kiểm tra
