Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Bold (Ctrl+B)
es_419: Negrita (Ctrl+B)
hi: बोल्ड (Ctrl+B)
ja_jp: 太字 (Ctrl+B)
ko_kr: 진하게 (Ctrl+B)
lt_lt: Paryškintas (Ctrl+B)
pt_br: Negrito (Ctrl+B)
vi: In đậm (Ctrl+B)
zh_tw: 粗體 (Ctrl+B)

source: Italic (Ctrl+I)
es_419: Cursiva (Ctrl+I)
hi: आइटैलिक (Ctrl+I)
ja_jp: 斜体 (Ctrl+I)
ko_kr: 기울임 (Ctrl+I)
lt_lt: Pasvirasis (Ctrl+I)
pt_br: Itálico (Ctrl+I)
vi: In nghiêng (Ctrl+I)
zh_tw: 斜體 (Ctrl+I)

source: Hyperlink (Ctrl+L)
es_419: Hipervínculo (Ctrl+L)
hi: हाइपरलिंक (Ctrl+L)
ja_jp: ハイパーリンク (Ctrl+L)
ko_kr: 하이퍼링크 (Ctrl+L)
lt_lt: Nuoroda (Ctrl+L)
pt_br: Hiperlink (Ctrl+L)
vi: Liên kết (Ctrl+L)
zh_tw: 超鏈接 (Ctrl+L)

source: Blockquote (Ctrl+Q)
es_419: Comillas (Ctrl+Q)
hi: ब्लॉकक्वोट (Ctrl+Q)
ja_jp: 引用 (Ctrl+Q)
ko_kr: 블록인용 (Ctrl+Q)
lt_lt: Įtrauka (Ctrl+Q)
pt_br: Citação em bloco (Ctrl+Q)
vi: Đoạn trích dẫn (Ctrl+Q)
zh_tw: 大段引用 (Ctrl+Q)

source: Code Sample (Ctrl+K)
es_419: Código (Ctrl+K)
hi: कोड साम्पल (Ctrl+K)
ja_jp: コード (Ctrl+K)
ko_kr: 코드 샘플 (Ctrl+K)
lt_lt: Kodo pavyzdys (Ctrl+K)
pt_br: Amostra de código (Ctrl+K)
vi: Code Mẫu (Ctrl+K)
zh_tw: 代碼示例 (Ctrl+K)

source: Image (Ctrl+G)
es_419: Imagen (Ctrl+G)
hi: इमेज (Ctrl+G)
ja_jp: 画像 (Ctrl+G)
ko_kr: 이미지 (Ctrl+G)
lt_lt: Vaizdas (Ctrl+G)
pt_br: Imagem (Ctrl+G)
vi: Hình Ảnh (Ctrl+G)
zh_tw: 圖像 (Ctrl+G)

source: Numbered List (Ctrl+O)
es_419: Lista numerada (Ctrl+O)
hi: नम्बरों वाली सूची (Ctrl+O)
ja_jp: 数字の箇条書き (Ctrl+O)
ko_kr: 문단 번호 (Ctrl+O)
lt_lt: Sunumeruotas sąrašas (Ctrl+O)
pt_br: Lista numerada (Ctrl+O)
vi: Danh Sách Đánh Số (Ctrl+O)
zh_tw: 編號列表 (Ctrl+O)

source: Bulleted List (Ctrl+U)
es_419: Viñetas (Ctrl+U)
hi: बुलेटों वाली सूची (Ctrl+U)
ja_jp: 点の箇条書き (Ctrl+U)
ko_kr: 글머리표 (Ctrl+U)
lt_lt: Suženklintas sąrašas (Ctrl+U)
pt_br: Lista com marcadores (Ctrl+U)
vi: Danh Sách Gạch Đầu dòng (Ctrl+U)
zh_tw: 項目符號列表 (Ctrl+U)

source: Heading (Ctrl+H)
es_419: Encabezado (Ctrl+H)
hi: शीर्षक (Ctrl+H)
ja_jp: 見出し (Ctrl+H)
ko_kr: 제목 (Ctrl+H)
lt_lt: Pavadinimas (Ctrl+H)
pt_br: Cabeçalho (Ctrl+H)
vi: Tiêu đề (Ctrl+H)
zh_tw: 標題 (Ctrl+H)

source: Horizontal Rule (Ctrl+R)
es_419: Linea Horizontal (Ctrl+R)
hi: क्षैतिज नियम (Ctrl + R)
ja_jp: 水平線 (Ctrl+R)
ko_kr: 가로선 (Ctrl+R)
lt_lt: Horizontali taisyklė (Ctrl+R)
pt_br: Linha horizontal (Ctrl+R)
vi: Dòng kẻ ngang (Ctrl+R)
zh_tw: 水平線 (Ctrl+R)

source: Undo (Ctrl+Z)
es_419: Deshacer (Ctrl+Z)
hi: फिर से करें (Ctrl+Z)
ja_jp: 取り消し (Ctrl+Z)
ko_kr: 되돌리기 (Ctrl+Z)
lt_lt: Atšaukti (Ctrl+Z)
pt_br: Desfazer (Ctrl+Z)
vi: Hoàn tác (Ctrl+Z)
zh_tw: 復原 (Ctrl+Z)

source: Redo (Ctrl+Y)
es_419: Rehacer (Ctrl+Y)
hi: फिर से करें (Ctrl+Y)
ja_jp: やり直し (Ctrl+Y)
ko_kr: 다시실행 (Ctrl+Y)
lt_lt: Atstatyti (Ctrl+Y)
pt_br: Refazer (Ctrl+Y)
vi: Làm lại thao tác (Ctrl+Y)
zh_tw: 重做 (Ctrl+Y)

source: Redo (Ctrl+Shift+Z)
es_419: Rehacer (Ctrl+Shift+Z)
hi: फिर से करें (Ctrl+Shift+Z)
ja_jp: やり直し (Ctrl+Shift+Z)
ko_kr: 다시실행 (Ctrl+Shift+Z)
lt_lt: Atstatyti (Ctrl+Shift+Z)
pt_br: Refazer (Ctrl+Shift+Z)
vi: Làm lại thao tác (Ctrl+Shift+Z)
zh_tw: 重做 (Ctrl+Shift+Z)

source: strong text
es_419: texto agrandado
hi: मोटे-मोटे अक्षर
ja_jp: 重要
ko_kr: 강하게
lt_lt: ryškus tekstas
pt_br: texto forte
vi: dòng văn mạnh
zh_tw: 強烈文字

source: emphasized text
es_419: texto enfatizado
hi: अक्षर जिन पर ज़ोर दिया गया है
ja_jp: 強調
ko_kr: 강조된 문장
lt_lt: pabrėžtas tekstas
pt_br: texto enfatizado
vi: nhấn mạnh chữ
zh_tw: 強調文字

source: enter link description here
es_419: Ingrese la descripción del vínculo aquí
hi: लिंक का वर्णन यहां दें
ja_jp: リンクの説明をここに記述
ko_kr: 링크 설명을 여기에 입력하세요
lt_lt: čia įvesti nuorodos aprašymą
pt_br: digite a descrição do link aqui
vi: nhập mô tả cho liên kết ở đây
zh_tw: 請在此輸入鏈接的描述

source: enter code here
es_419: ingrese el código aquí
hi: यहां कोड डालें
ja_jp: コードをここに記述
ko_kr: 코드 입력하세요
lt_lt: čia įveskite kodą
pt_br: insira o código aqui
vi: nhập code ở đây
zh_tw: 請在此輸入代碼

source: List item
es_419: Lista de items
hi: आइटम सूची
ja_jp: リスト項目
ko_kr: 문단번호
lt_lt: Sąrašo punktas
pt_br: Lista de itens
vi: Liệt kê các mục
zh_tw: 列表項

source: Heading
es_419: Encabezado
hi: शीर्षक
ja_jp: 見出し
ko_kr: 제목
lt_lt: Pavadinimas
pt_br: Cabeçalho
vi: Tiêu đề
zh_tw: 標題

source: You have been logged out of your edX account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work).
es_419: Su sesión ha sido cerrada. Haga clic en Aceptar para volver a iniciar sesión. Haga clic en Cancelar para permanecer en está página (Deberá iniciar sesión nuevamente para guardar su trabajo).
hi: आपको अपने edX खाते से लॉग आउट कर दिया गया है। अब फिर से लॉग इन करने के लिए ओके पर क्लिक करें। इस पृष्ठ पर बने रहने के लिए रद्द करें पर क्लिक करें (आपको अपना काम बचाने के लिए फिर से लॉग इन करना होगा)।
ko_kr: edX로부터 로그아웃하셨습니다. 예 를 눌러 다시 로그인하세요. 이 페이지에 계속 있으려면 취소를 눌러주세요 (작업을 저장하려면 로그인 해야 됩니다).
pt_br: Você foi desconectado da sua conta edX. Clique em Ok para entrar novamente agora. Clique em Cancelar para ficar nesta página (você deve entrar novamente para salvar seu trabalho).

source: Preview this query
es_419: Vista previa de esta consulta
hi: इस क्वेरी का पूर्वावलोकन करें
ko_kr: 이 질문 미리보기
pt_br: Pré-visualizar esta consulta
vi: Xem trước truy vấn này

source: An error has occurred. Please try again.
es_419: Ocurrió un error. Por favor intente nuevamente.
hi: एक गलती हुई है। कृपया पुन: प्रयास करें।
ja_jp: エラーが起きました。再度、お試しください。
ko_kr: 오류가 발생했습니다. 다시 시도하세요.
lt_lt: Įvyko klaida. Prašome bandyti dar kartą.
pt_br: Ocorreu um erro. Tente novamente.
vi: Có lỗi xảy ra. Vui lòng thử lại sau.
zh_tw: 發生錯誤。請再試一次。

source: Click to add
es_419: Haga clic para añadir

source: Bookmark this page
es_419: Marcar esta página
hi: इस पृष्ठ को बुकमार्क करें
ko_kr: 이 페이지 즐겨찾기에 추가하기
pt_br: Marcar esta página
vi: Đánh dấu trang này

source: Click to remove
es_419: Haga clic para eliminar

source: Loading
es_419: Cargando
hi: लोड हो रहा है
ja_jp: 読み込み中
ko_kr: 로딩
lt_lt: Įkeliama
pt_br: Carregando
vi: Đang tải
zh_tw: 讀取中...

source: All subsections
es_419: Todas las subsecciones
hi: सभी उपधाराएँ
ja_jp: 全ての節
ko_kr: 모든 소주제
lt_lt: Visos potemės
pt_br: Todas as subseções
vi: Toàn bộ các tiểu mục
zh_tw: 所有小節

source: All units
es_419: Todas las unidades
hi: सभी इकाइयाँ
ja_jp: 全ての単元
ko_kr: 전체 학습활동
lt_lt: Visi skyriai
pt_br: Todas as unidades
vi: Tất cả đơn vị
zh_tw: 所有單元

source: Click to change
es_419: Haga clic para modificar
hi: बदलने के लिए क्लिक करें
ja_jp: クリックで変更
ko_kr: 변경을 위해 클릭하세요
lt_lt: Spustelėkite norėdami pakeisti
pt_br: Clique para alterar
vi: Nhấp vào để thay đổi
zh_tw: 點擊以變更

source: Select a chapter
es_419: Seleccionar un capitulo
hi: एक अध्याय चुनें
ja_jp: チャプターを選択
ko_kr: chapter 선택
lt_lt: Pasirinkti skyrių
pt_br: Selecione um capítulo
vi: Chọn một chương
zh_tw: 選擇一個章節

source: Save changes
es_419: Guardar cambios
hi: परिवर्तन सहेजें
ja_jp: 変更を保存
ko_kr: 변경사항 저장
lt_lt: Išsaugoti pakeitimus
pt_br: Salvar alterações
vi: Lưu thay đổi
zh_tw: 儲存修改

source: Please enter valid start date and time.
es_419: Por favor ingrese fecha y hora de inicio válida.
hi: कृपया मान्य प्रारंभ तिथि और समय दर्ज करें।
ja_jp: 正しい開始日付と時刻を入力してください。
ko_kr: 유효한 시작 날짜 및 시간을 입력해주세요.
pt_br: Insira a data e horário válido para início.
vi: Vui lòng nhập ngày giờ bắt đầu hợp lệ.
zh_tw: 請輸入有效的開始日期與時間

source: Due date cannot be before start date.
es_419: Fecha límite no puede ser menor al a fecha de inicio.
hi: नियत तिथि प्रारंभ तिथि से पहले नहीं हो सकती।
ja_jp: 締切の日付は、開始日付の前にはできません。
ko_kr: 제출 기한은 시작 날짜 이전일 수 없습니다.
pt_br: Data de entrega não pode ser anterior à data de início.
vi: Ngày hết hạn không thể trước ngày bắt đầu.
zh_tw: 課程的結束日期不能在開始日期之前。

source: Enter Due Date and Time
es_419: Ingrese fecha y hora límites
hi: देय तिथि और समय दर्ज करें
ja_jp: 締切の日付と時刻を入力
ko_kr: 마감 일시 입력
lt_lt: Įvesti pateikimo datą ir laiką
pt_br: Informe a data e o horário de entrega
vi: Nhập vào hạn chót
zh_tw: 輸入截止日期

source: Enter Start Date and Time
es_419: Ingrese fecha y hora
hi: प्रारंभ दिनांक और समय दर्ज करें
ja_jp: 開始日付と時刻を入力
ko_kr: 시작 일시 입력
lt_lt: Įvesti pradžios datą ir laiką
pt_br: Informe a data e o horário de início
vi: Nhập vào ngày giờ bắt đầu
zh_tw: 輸入開始日期與時間

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
es_419: El campo de nombre de usuario /correo de estudiante es requerido y no puede estar vacío. Por favor diligencie este campo y luego presione el botón de "Añadir a la lista de excepciones".
hi: छात्र का उपयोगकर्ता नाम / ईमेल फ़ील्ड आवश्यक है और खाली नहीं हो सकता। कृपया उपयोगकर्ता नाम / ईमेल भरें और फिर "अपवाद सूची में जोड़ें" बटन दबाएं।
ko_kr: 학습자 사용자이름/이메일 필드는 필수 입력 사항입니다. 사용자이름/이메일 입력 후 "Add to Exception List" 를 클릭해주세요.
pt_br: O campo de nome do usuário/e-mail é obrigatório e não pode ficar vazio. Por favor preencha o nome do usuário/e-mail e pressione o botão "Adicionar na lista de exceção".
vi: Trường tên đăng nhập/email của sinh viên là bắt buộc và không được để trống. Vui lòng điền tên đăng nhập/email sau đó nhấn nút "Thêm vào Danh sách Ngoại lệ".

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
es_419: El campo de nombre de usuario /correo de estudiante es requerido y no puede estar vacío. Por favor diligencie este campo y luego presione el botón de "Invalidar certificado".
hi: छात्र का उपयोगकर्ता नाम / ईमेल फ़ील्ड आवश्यक है और खाली नहीं हो सकता। कृपया उपयोगकर्ता नाम / ईमेल भरें और फिर "अमान्य प्रमाणपत्र" बटन दबाएं।
ko_kr: 학습자 사용자이름/이메일은 필수 입력 사항입니다. 사용자이름/이메일 입력 뒤 "Invalidate Certificate" 을 클릭하세요.
pt_br: O campo de nome de usuário/e-mail do aluno é obrigatório e não pode estar em branco. Por favor, preencha com o nome do usuário/email e então pressione o botão de "Invalidar Certificado"
vi: Trường tên đăng nhập/email của sinh viên là bắt buộc và không được để trống. Vui lòng điền tên đăng nhập/email sau đó nhấn nút "Huỷ bỏ Chứng chỉ".

source: Uploaded file issues. Click on "+" to view.
es_419: Problemas con los archivos cargados. Haga clic en "+" para ver.
hi: अपलोड की गई फ़ाइल समस्याएँ। देखने के लिए "+" पर क्लिक करें।
ja_jp: アップロードしたファイルが発行されました。視聴するためには "+" をクリックしてください。
ko_kr: 파일을 업로드하였습니다. "+" 를 클릭해 확인해보세요
pt_br: Atualizado os arquivos enviados. Clique em "+" para visualizar.
vi: Đã tải lên các sự cố về tệp. Nhấp vào "+" để xem.
zh_tw: 上傳文件有問題。點擊 “+” 來檢視。

source: learners are successfully added to exception list
es_419: alumnos fueron agregados a la lista de excepciones
hi: शिक्षार्थियों को सफलतापूर्वक अपवाद सूची में जोड़ा जाता है
ja_jp: 複数受講者の例外リストへの追加に成功しました。
ko_kr: 학습자들이 예외 목록에 추가되었습니다.
pt_br: alunos são adicionados com sucesso na lista de exceção
vi: đã thêm học viên vào danh sách không hợp lệ
zh_tw: 學習者已經成功地加入到例外列表

source: learner is successfully added to the exception list
es_419: alumno fue agregado a la lista de excepción
hi: शिक्षार्थी सफलतापूर्वक अपवाद सूची में जोड़ा जाता है
ja_jp: 受講者の例外リストへの追加に成功しました。
ko_kr: 학습자가 예외 목록에 추가되었습니다.
pt_br: aluno é adicionado com sucesso na lista de exceção
vi: đã thêm học viên vào danh sách không hợp lệ
zh_tw: 學習者已經成功地加入到例外列表

source: records are not in correct format and not added to the exception list
es_419: registros no están en el formato correcto y no se añadieron a la lista de excepciones
hi: रिकॉर्ड सही प्रारूप में नहीं हैं और अपवाद सूची में नहीं जोड़े गए हैं
ko_kr: 기록 형식에 문제가 없어 예외 목록에 추가되지 않았습니다.
pt_br: registros não estão nos formatos corretos e não constam adicionados na lista de exceção
vi: các bản ghi không đúng định dạng và không được thêm vào danh sách không hợp lệ

source: record is not in correct format and not added to the exception list
es_419: registro no está en el formato correcto y no se añadió a la lista de excepciones
hi: रिकॉर्ड सही प्रारूप में नहीं है और अपवाद सूची में नहीं जोड़ा गया है
ko_kr: 기록 형식에 문제가 없어 예외 목록에 추가되지 않았습니다.
pt_br: registro não está no formato correto e não consta adicionado na lista de exceção
vi: bản ghi không đúng định dạng và không được thêm vào danh sách không hợp lệ

source: learners do not exist in LMS and not added to the exception list
es_419: estudiantes no existen en el LMS y no se añadieron a la lista de excepciones
hi: शिक्षार्थी एलएमएस में मौजूद नहीं हैं और अपवाद सूची में नहीं जोड़े गए हैं
ko_kr: 학습자가 학습 관리 시스템에 존재하지 않아 예외 목록에 추가되지 않았습니다.
pt_br: alunos não existem no LMS e não estão adicionados na lista de exceção
vi: những học viên không tồn tại trong LMS và không được thêm vào danh sách không hợp lệ

source: learner does not exist in LMS and not added to the exception list
es_419: estudiante no existe en el LMS y no se añadió a la lista de excepciones
hi: शिक्षार्थी एलएमएस में मौजूद नहीं है और अपवाद सूची में नहीं जोड़ा गया है
ja_jp: 受講者が LMS に居ないので、例外一覧に追加されません
ko_kr: 학습자가 학습 관리 시스템에 존재하지 않아 예외 목록에 추가되지 않았습니다
pt_br: aluno não existe no LMS e não está adicionado na lista de exceção
vi: học viên không tồn tại trong LMS và không được thêm vào danh sách không hợp lệ
zh_tw: 學習者不存在系統中，將不加到例外列表中

source: learners are already white listed and not added to the exception list
es_419: estudiantes ya están en la lista blanca y no se añadieron a la lista de excepciones
hi: शिक्षार्थी पहले से ही सफेद सूचीबद्ध हैं और अपवाद सूची में नहीं जोड़े गए हैं
ko_kr: 학습자가 이미 화이트 리스트에 존재해 예외 목록에 추가되지 않았습니다.
pt_br: alunos já estão matriculados no curso e não constam adicionados na lista de exceção
vi: những học viên đã được đưa vào danh sách trắng và không được thêm vào danh sách không hợp lệ

source: learner is already white listed and not added to the exception list
es_419: estudiante ya está en la lista blanca y no se añadió a las excepciones
hi: शिक्षार्थी पहले से ही सफेद सूचीबद्ध है और अपवाद सूची में नहीं जोड़ा गया है
ko_kr: 학습자가 이미 화이트 리스트에 존재해 예외 목록에 추가되지 않았습니다.
pt_br: estudante já está matriculado no curso e não consta adicionado na lista de exceção
vi: học viên đã được đưa vào danh sách trắng và không được thêm vào danh sách không hợp lệ

source: learners are not enrolled in course and not added to the exception list
es_419: estudiantes no están inscritos en el curso y no se añadieron a la lista de excepciones
hi: शिक्षार्थियों को पाठ्यक्रम में नामांकित नहीं किया गया है और अपवाद सूची में नहीं जोड़ा गया है
ko_kr: 학습자가 강좌에 등록되지 않아 예외 목록에 추가되지 않았습니다.
pt_br: estudantes não estão matriculados no curso e não constam adicionados na lista de exceção
vi: những học viên không ghi danh tham gia khóa học và không thêm vào danh sách không hợp lệ

source: learner is not enrolled in course and not added to the exception list
es_419: estudiante no está inscrito en el curso y no se añadió a la lista de excepciones
hi: शिक्षार्थियों को पाठ्यक्रम में नामांकित नहीं किया गया है और अपवाद सूची में नहीं जोड़ा गया है
ko_kr: 학습자가 강좌에 등록되지 않아 예외 목록에 추가되지 않았습니다.
pt_br: estudante não está matriculado no curso e não consta adicionado na lista de exceção
vi: học viên không ghi danh tham gia khóa học và không thêm vào danh sách không hợp lệ

source: Certificate of <%= user %> has already been invalidated. Please check your spelling and retry.
es_419: El certificado de <%= user %> ya ha sido invalidado. Por favor verifique los datos y vuelva a intentarlo.
hi: <% = user%> का प्रमाणपत्र पहले ही अमान्य हो चुका है। कृपया अपनी वर्तनी जांचें और पुनः प्रयास करें।
ko_kr: <%= user %> 의 인증서는 이미 비활성화 되었습니다. 스펠링을 확인해보고 다시 시도해 보세요.
pt_br: O certificado do usuário <%= user %> já foi invalidado. Por favor cheque sua grafia e tente novamente.
vi: Chứng chỉ của <%= user %> đã bị vô hiệu. Vui lòng kiểm tra chính tả và thử lại.

source: Certificate has been successfully invalidated for <%= user %>.
es_419: Certificado ha sido invalidado exitosamente para <%= user %>.
hi: प्रमाणपत्र को <% = user%> के लिए सफलतापूर्वक अमान्य कर दिया गया है।
ko_kr: <%= user %> 에 대한 인증서가 비활성화 되었습니다.
pt_br: O certificado do usuário <%= user %> foi invalidado com sucesso.
vi: Chứng chỉ đã bị vô hiệu hoá cho <%= user %>.

source: Server Error, Please refresh the page and try again.
es_419: Error de servidor, por favor recargue la página e intente nuevamente.
hi: सर्वर त्रुटि, कृपया पृष्ठ ताज़ा करें और पुनः प्रयास करें।
ko_kr: 서버 오류가 발생했습니다. 새로고침 뒤 다시 시도해 보세요.
pt_br: Erro no servidor, por favor, recarregue a página e tente novamente
vi: Lỗi máy chủ, Vui lòng làm mới trang và thử lại.

source: The certificate for this learner has been re-validated and the system is re-running the grade for this learner.
es_419: El certificado para este estudiante ha sido revalidado y el sistema está computando nuevamente la calificación.
hi: इस शिक्षार्थी के लिए प्रमाण पत्र को फिर से मान्य किया गया है और सिस्टम इस शिक्षार्थी के लिए ग्रेड को फिर से चला रहा है।
ko_kr: 이 학습자에 대한 인증서는 다시 활성화되었습니다. 현재 시스템은 이 학습자의 성적을 다시 확인중입니다.
pt_br: O certificado para este aluno foi revalidado e o sistema está reprocessando a nota.
vi: Giấy chứng nhận cho học viên này đã được xác nhận lại và hệ thống đang xử lý cấp phát lại cho học viên này này.

source: Could not find Certificate Invalidation in the list. Please refresh the page and try again
es_419: No se pudo hallar Invalidación del Certificado en la lista. Por favor, actualice la página e intente nuevamente.
hi: सूची में प्रमाणपत्र अमान्य नहीं मिला। पृष्ठ को रीफ्रेश करें और पुन: प्रयास करें
ko_kr: 목록에서 인증서 비활성화를 찾을 수 없었습니다. 새로고침 뒤 다시 시도해 보세요.
pt_br: Não foi possível localizar a Invalidação do Certificado. Por favor recarregue a página e tente novamente.
vi: Không thể tìm thấy Chứng chỉ Không hợp lệ trong danh sách. Hãy làm mới trang và thử lại

source: Student Removed from certificate white list successfully.
es_419: El estudiante fue eliminado exitosamente de la lista blanca de certificados.
hi: छात्र सफलतापूर्वक प्रमाणपत्र सफेद सूची से हटा दिया गया।
ko_kr: 학습자가 인증서 화이트 리스트에서 제거되었습니다.
pt_br: Estudante removido da lista branca de certificados com sucesso.
vi: Đã xóa học viên khỏi danh sách trắng chứng chỉ.

source: Could not find Certificate Exception in white list. Please refresh the page and try again
es_419: No se pudo encontrar la excepción de certificado en la lista blanca. Por favor recargue la página e intente nuevamente.
hi: श्वेत सूची में प्रमाणपत्र अपवाद नहीं मिला। पृष्ठ को रीफ्रेश करें और पुन: प्रयास करें
ko_kr: 화이트 리스트에서 예외 인증서를 찾을 수 없었습니다. 새로고침 뒤 다시 시도해 보세요.
pt_br: Não foi possível localizar a Exceção de Certificado na lista branca. Por favor recarregue a página e tente novamente.
vi: Không tìm thấy Chứng chỉ không hợp lệ trong danh sách trắng. Hãy làm mới trang và thử lại

source: <%= user %> already in exception list.
es_419: <%= user %> ya se encuentra en la lista de excepciones.
ko_kr: <%= user %> 는 이미 예외 목록에 있습니다.
pt_br: <%= user %> já se encontra na lista de exceções.
vi: <%= user %> đã trong danh sách không hợp lệ.

source: <%= user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate.
es_419: <%= user %> ha sido añadido a la lista de excepciones. Haga clic en Generar cerfificado de excepción para enviar este certificado.
ko_kr: <%= user %> 가 성공적으로 예외 목록에 추가되었습니다. 아래 예외 인증서 생성을 클릭해 인증서를 보내세요.
pt_br: <%= user %> foi adicionado à lista de exceção com sucesso. Clique em "Gerar Certificado de Exceção" abaixo para enviar o certificado.
vi: <%= user %> đã được thêm vào danh sách không hợp lệ. Bấm vào Tạo Chứng chỉ không hợp lệ bên dưới để gửi chứng chỉ.

source: There has been an error processing your survey.
es_419: Ocurrió un error al procesar su encuesta.
hi: आपके द्वारा किये जा रहे सर्वें की प्रक्रिया संपादित करने में एक त्रुटि प्राप्‍त हुई।
ja_jp: アンケートの実施中にエラーが発生しました。
ko_kr: 설문을 처리하는 동안 오류가 발생했습니다.
lt_lt: Atliekant jūsų užklausą įvyko klaida.
pt_br: Ocorreu um erro ao processar a sua enquete.
vi: Xảy ra lỗi khi xử lí phiếu điều tra của bạn.
zh_tw: 處理調查時發生錯誤。

source: Less
es_419: Menos
hi: कम
ja_jp: 少ない
ko_kr: 적게
lt_lt: Mažiau
pt_br: Menos
vi: Ít hơn
zh_tw: 少於

source: Please enter a valid donation amount.
es_419: Por favor entre un valor de donación válido
hi: कृपया एक वैध चंदे की राशि दर्ज करें
ja_jp: 正しい寄付額を入力してください。
ko_kr: 유효한 기부 금액을 입력하십시오.
lt_lt: Prašome įvesti tinkamą aukos sumą.
pt_br: Por favor, insira um valor de doação válido.
vi: Vui lòng nhập số tiền tài trợ.
zh_tw: 請輸入有效的捐款金額。

source: Your donation could not be submitted.
es_419: Su donación no pudo ser enviada.
hi: आपका चंदा जमा नहीं किया जा सका है।
ja_jp: この寄付は送信されませんでした。
ko_kr: 기부 처리가 될 수 없습니다.
lt_lt: Nepavyko pateikti jūsų aukos.
pt_br: Sua doação não pôde ser enviada.
vi: Số tiền tài trợ của bạn không gửi được.
zh_tw: 您的捐款無法提交。

source: An error occurred. Please try again later.
es_419: Ocurrió un error. Por favor intente nuevamente más tarde.
ja_jp: エラーが起きました。再度、お試しください。
lt_lt: Įvyko klaida. Prašome pabandyti vėliau.
zh_tw: 發生錯誤。請稍後再試一次。

source: Viewing %s course
es_419: Mostrando %s curso
ja_jp: %s 講座を見る
ko_kr: %s 강좌 보기
lt_lt: Peržiūrimas %s kursas
pt_br: Visualizando %s curso
vi: Đang xem %s khóa
zh_tw: 檢視 %s 課程

source: We couldn't find any results for "%s".
es_419: No se ha encontrado ninguna coincidencia para "%s".
hi: हमें "%s" के लिए कोई परिणाम नहीं मिला।
ja_jp: "%s" の検索結果が見つかりません。
ko_kr: "%s"를 찾을 수 없습니다.
lt_lt: Nepavyko rasti rezultatų pagal "%s".
pt_br: Não foi possível encontrar resultados para "%s".
vi: Không thể tìm thấy kết quả cho "%s".
zh_tw: 我們無法用 "%s" 找到任何結果。

source: There was an error, try searching again.
es_419: Hubo un error, intente buscar de nuevo.
hi: एक ग़लती थी, फिर से खोज का प्रयास करें।
ja_jp: エラーが起きましたので、もう一度検索してください。
ko_kr: 오류가 발생했습니다. 다시 검색하세요.
lt_lt: Įvyko klaida, bandykite ieškoti dar kartą.
pt_br: Ocorreu um erro, tente realizar a busca novamente.
vi: Đã có lỗi xảy ra, xin thử tìm lần nữa.
zh_tw: 出現錯誤，請重新搜尋。

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
es_419: Ha ocurrido un error. Asegúrese de que está conectado a Internet y luego recargue la página.
hi: एक गलती हुई है। सुनिश्चित करें कि आप इंटरनेट से जुड़े हैं, और फिर पृष्ठ को ताज़ा करने का प्रयास करें।
ja_jp: エラーが発生しました。インターネットに接続されていることを確認してページを再読込してください。
ko_kr: 오류가 발생했습니다. 인터넷에 연결되어 있는지 확인한 후, 페이지를 새로고침 하세요.
lt_lt: Įvyko klaida. Įsitikinkite, kad esate prisijungę prie interneto ir pabandykite iš naujo įkelti puslapį.
pt_br: Ocorreu um erro. Certifique-se de que você está conectado à internet e, em seguida, tente atualizar a página.
vi: Đã có lỗi xảy ra. Hãy kiểm tra kết nối Internet và thử refresh lại.
zh_tw: 發生錯誤。請確認您已經連接網路並重新載入頁面。

source: Hide notes
es_419: Ocultar notas
hi: नोट छिपाएं
ja_jp: ノートを隠す
ko_kr: 노트 감추기
lt_lt: Slėpti pastabas
pt_br: Ocultar anotações
vi: Ẩn ghi chú
zh_tw: 隱藏筆記

source: Notes visible
es_419: Notas visibles
hi: नोट दिखाई दे रहे हैं
ja_jp: ノート表示中
ko_kr: 볼 수 있는 노트
lt_lt: Pastabos matomos
pt_br: Visualizar anotações
vi: Hiện ghi chú
zh_tw: 筆記可見

source: Show notes
es_419: Mostrar notas
hi: नोद्स दिखाएं
ja_jp: ノートを表示する
ko_kr: 노트 보이기
lt_lt: Rodyti pastabas
pt_br: Exibir anotações
vi: Hiển thị chú thích.
zh_tw: 顯示筆記

source: Notes hidden
es_419: Notas ocultas
hi: नोट्स छिपाए गए
ja_jp: ノート非表示
ko_kr: 감춰진 노트
lt_lt: Pastabos paslėptos
pt_br: Ocultar anotações
vi: Ẩn ghi chú
zh_tw: 隱藏筆記

source: Please enter a term in the {anchorStart} search field{anchorEnd}.
es_419: Ingrese un término en el {anchorStart} campo de búsqueda{anchorEnd}.
hi: कृपया {anchorStart} खोज फ़ील्ड {anchorEnd} में एक शब्द दर्ज करें।
ko_kr: {anchorStart} 에 입력 후 {anchorEnd} 필드를 검색하세요.
pt_br: Por favor, insira um termo no {anchorStart} campo de busca {anchorEnd}.
vi: Vui lòng nhập một từ vào {anchorStart} trường tìm kiếm{anchorEnd}.

source: Current tab
es_419: Pestaña actual
hi: वर्तमान टैब
ja_jp: 現在のタブ
ko_kr: 현재 탭
lt_lt: Dabartinė kortelė
pt_br: Aba atual
vi: Tab hiện tại
zh_tw: 目前分頁

source: Location in Course
es_419: Ubicación en el curso
hi: कोर्स में स्थान
ja_jp: 講座中の場所
ko_kr: 강좌의 위치
lt_lt: Vieta kurse
pt_br: Localização no curso
vi: Vị trí trong Khoá học
zh_tw: 課程位置

source: Recent Activity
es_419: Actividad Reciente
hi: हाल की गतिविधि
ja_jp: 直前の活動
ko_kr: 최근 활동
lt_lt: Naujausia veikla
pt_br: Atividade recente
vi: Hoạt động gần đây
zh_tw: 近期活動
