Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: The course that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a course.xml file. It may also contain other files.
hi: आपके द्वारा आयात किया जाने वाला कोर्स .tar.gz फ़ाइल में होना चाहिए (अर्थात, GNU ज़िप के साथ एक .tar फ़ाइल संपीड़ित)। इस .tar.gz फ़ाइल में एक course.xml फ़ाइल होनी चाहिए। इसमें अन्य फाइलें भी हो सकती हैं।
ja_jp: インポートする講座は.tar.gzファイル(tarファイルGNU Zipで圧縮したファイル)である必要があります。この.tar.gzファイルにはcourse.xmlファイルとその他のファイルを含む必要があります。
lt_lt: Importuojamas kursas turi būti .tar.gz faile (t. y., .tar failas, suspaustas GNU Zip). Šiame .tar.gz faile turi būti kurso .xml failas. Jame gali būti ir kitų failų.
vi: Các khóa học mà bạn nhập phải có trong một tập tin .tar.gz (đó là một tập tin .tar chuẩn nén với GNU Zip). Tập tin .tar.gz này phải chứa một tập tin course.xml. Nó cũng có thể chứa các tập tin khác.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your course until the import operation has completed.
hi: आयात प्रक्रिया के पांच चरण हैं। पहले दो चरणों के दौरान, आपको इस पृष्ठ पर रहना चाहिए। अनपैकिंग चरण पूरा होने के बाद आप इस पृष्ठ को छोड़ सकते हैं। हालांकि, हम अनुशंसा करते हैं कि आप अपने पाठ्यक्रम में महत्वपूर्ण बदलाव न करें, जब तक कि आयात ऑपरेशन पूरा नहीं हो जाता।
ja_jp: インポートの流れは５段階あります。はじめの２つの段階ではこのページで行います。展開が終わりましたら、別のページに遷移しても問題ありません。ただし、インポートの処理が完了するまでは重要な変更を講座にしないことをお勧めします。
lt_lt: Importavimas vyksta penkiais etapais. Vykstant pirmiems dviems etapams turite likti šiame puslapyje. Iš šio puslapio galite išeiti pasibaigus išpakavimo etapui. Tačiau rekomenduojame nieko svarbaus kurse nekeisti, kol importavimas nebus baigtas.
vi: Quá trình nhập có năm giai đoạn. Trong hai giai đoạn đầu tiên, bạn phải ở lại trên trang này. Bạn có thể rời trang này sau khi giai đoạn Unpacking đã hoàn thành. Chúng tôi đề nghị, tuy nhiên, bạn không làm thay đổi quan trọng đối với khóa học của bạn cho đến khi các hoạt động nhập đã hoàn thành.

source: Select a .tar.gz File to Replace Your Library Content
hi: अपनी लाइब्रेरी सामग्री को बदलने के लिए .tar.gz फ़ाइल चुनें
ja_jp: 入れ替えるライブラリコンテンツの.tar.gzファイルを選択してください
vi: Chọn tệp .tar.gz để Thay thế Nội dung Thư viện của bạn

source: Select a .tar.gz File to Replace Your Course Content
hi: अपने पाठ्यक्रम सामग्री को बदलने के लिए atar.gz फ़ाइल का चयन करें
ja_jp: 入れ替えるコースコンテンツの.tar.gzファイルを選択してください
lt_lt: Pasirinkite .tar.gz failą, kuriuo norite pakeisti savo kurso turinį
vi: Chọn một tập tin .tar.gz để thay thế nội dung khóa học hiện tại của bạn

source: Choose a File to Import
hi: आयात करने के लिए एक फ़ाइल चुनें
ja_jp: インポートするファイルを選んでください
lt_lt: Pasirinkite failą, kurį norite importuoti
vi: Chọn một tập tin để nhập

source: File Chosen:
hi: फ़ाइल चुना:
ja_jp: 選ばれたファイル：
lt_lt: Pasirinktas failas:
vi: Chọn file:

source: Replace my library with the selected file
hi: मेरी लाइब्रेरी को चयनित फ़ाइल से बदलें
ja_jp: 選択されたファイルでライブラリを置き換える
vi: Thay thế thư viện của tôi bằng tệp đã chọn

source: Replace my course with the selected file
hi: मेरे पाठ्यक्रम को चयनित फ़ाइल से बदलें
ja_jp: 選択されたファイルで講座を置き換える
vi: Thay thế khóa học của tôi bằng tệp đã chọn

source: Library Import Status
hi: पुस्तकालय आयात की स्थिति
ja_jp: ライブラリのインポート状況
vi: Trạng thái Nhập Thư viện

source: Course Import Status
hi: कोर्स आयात की स्थिति
ja_jp: インポート状況
lt_lt: Kurso importavimo būsena
vi: Nhập tình trạng khóa học

source: Transferring your file to our servers
hi: अपनी फ़ाइल को हमारे सर्वर पर स्थानांतरित करना
ja_jp: ファイルをサーバに転送中
lt_lt: Jūsų failas perkeliamas į serverį
vi: Chuyển tập tin của bạn đến các máy chủ của chúng tôi

source: Unpacking
hi: अनपैक
ja_jp: 解凍中
lt_lt: Išpakuojama
vi: Giải nén

source: Expanding and preparing folder/file structure (You can now leave this page safely, but avoid making drastic changes to content until this import is complete)
hi: फ़ोल्डर / फ़ाइल संरचना का विस्तार करना और तैयार करना (अब आप इस पृष्ठ को सुरक्षित रूप से छोड़ सकते हैं, लेकिन जब तक यह आयात पूरा नहीं हो जाता तब तक सामग्री में भारी बदलाव करने से बचें)
ja_jp: 解凍、そして、フォルダ/ファイル構造を準備しています(これ以降、このページを安全に離脱することができますが、インポートが完了するまでは大規模な変更は避けてください)
lt_lt: Išskleidžiama ir ruošiama aplanko / failo struktūra (dabar galite saugiai išeiti iš šio puslapio, bet nedarykite esminių turinio pokyčių, kol nebus baigta importuoti)
vi: Mở rộng và chuẩn bị thư mục / tập tin cấu trúc (Bạn có thể thoát khỏi trang này một cách an toàn, nhưng tránh đưa ra những thay đổi mạnh mẽ tới nội dung cho đến khi việc nhập này là hoàn thành)

source: Verifying
hi: सत्यापित किया जा रहा
ja_jp: 確認中
lt_lt: Tikrinima
vi: Xác minh

source: Reviewing semantics, syntax, and required data
hi: सिमेंटिक्स, सिंटैक्स और आवश्यक डेटा की समीक्षा करना
ja_jp: 意味、構文、必須データを確認中
lt_lt: Peržiūrima semantika, sintaksė ir reikalingi duomenys
vi: Xem xét ngữ nghĩa, cú pháp, và dữ liệu cần thiết

source: Updating Library
hi: पुस्तकालय का अद्यतन करना
ja_jp: ライブラリ更新中
vi: Đang cập nhật Thư viện

source: Updating Course
hi: अद्यतन पाठ्यक्रम
ja_jp: 更新中
lt_lt: Atnaujinamas kursas
vi: Cập nhật khóa học

source: Integrating your imported content into this library. This process might take longer with larger libraries.
hi: इस पुस्तकालय में अपनी आयातित सामग्री को एकीकृत करना। यह प्रक्रिया बड़े पुस्तकालयों के साथ अधिक समय ले सकती है।
ja_jp: このライブラリにインポートされたコンテンツを統合中。大きなライブラリでは処理に時間がかかります。
vi: Tích hợp nội dung đã nhập vào với thư viện này. Quá trình này có thể mất nhiều thời gian đối với những thư viện lớn.

source: Integrating your imported content into this course. This process might take longer with larger courses.
hi: इस पाठ्यक्रम में अपनी आयातित सामग्री को एकीकृत करना। यह प्रक्रिया बड़े पाठ्यक्रमों के साथ अधिक समय ले सकती है।
ja_jp: この講座にインポートされたコンテンツを統合中。大きな講座では処理に時間がかかります。
vi: Tích hợp nội dung nhập vào với khóa học này. Quá trình này có thể mất nhiều thời gian đối với những thư viện lớn.

source: Your imported content has now been integrated into this library
hi: आपकी आयातित सामग्री अब इस लाइब्रेरी में एकीकृत हो गई है
ja_jp: インポートしたコンテンツは、このライブラリに統合されました。
vi: Nội dung đã nhập của bạn đã được tích hợp vào thư viện này

source: Your imported content has now been integrated into this course
hi: आपकी आयातित सामग्री अब इस पाठ्यक्रम में एकीकृत हो गई है
ja_jp: インポートしたコンテンツは、ただ今、本講座に統合されました。
lt_lt: Jūsų importuotas turinys sujungtas su šiuo kursu
vi: Nội dung nhập của bạn đã được tích hợp vào khóa học này

source: View Updated Library
hi: अद्यतित लाइब्रेरी देखें
ja_jp: 更新されたライブラリを見る
vi: Xem Thư viện đã Cập nhật

source: View Updated Outline
hi: अद्यतन रूपरेखा देखें
ja_jp: 更新された概要を見る
lt_lt: Žiūrėti atnaujintą planą
vi: Xem cập nhật đề cương

source: Why import a library?
hi: पुस्तकालय का आयात क्यों?
ja_jp: ライブラリをインポートする目的は？
vi: Tại sao nhập thư viện?

source: You might want to update an existing library to a new version, or replace an existing library entirely. You might also have developed a library outside of {studio_name}.
hi: आप किसी मौजूदा लाइब्रेरी को नए संस्करण में अपडेट करना चाहते हैं, या किसी मौजूदा लाइब्रेरी को पूरी तरह से बदल सकते हैं। आपने {studio_name} के बाहर एक पुस्तकालय भी विकसित किया होगा।
ja_jp: 既存のライブラリを新しいバージョンに更新または既存のライブラリを完全に置き換えることをお勧めします。ライブラリを {studio_name} の外で開発しているかもしれません。
vi: Bạn có thể muốn cập nhật một thư viện hiện có sang một phiên bản mới, hoặc thay thế hoàn toàn một thư viện hiện có. Bạn cũng có thể đã phát triển một thư viện bên ngoài của {studio_name}.

source: Note: Library content is not automatically updated in courses
hi: नोट: लाइब्रेरी सामग्री स्वचालित रूप से पाठ्यक्रमों में अपडेट नहीं की जाती है
ja_jp: 注意：講座のライブラリコンテンツは自動的には更新されません
vi: Lưu ý: Nội dung thư viện không cập nhật tự động trong các khóa học

source: If you change and import a library that is referenced by randomized content blocks in one or more courses, those courses do not automatically use the updated content. You must manually refresh the randomized content blocks to bring them up to date with the latest library content.
hi: यदि आप एक या अधिक पाठ्यक्रमों में यादृच्छिक कंटेंट ब्लॉक द्वारा संदर्भित लाइब्रेरी को बदलते और आयात करते हैं, तो वे पाठ्यक्रम स्वचालित रूप से अपडेट की गई सामग्री का उपयोग नहीं करते हैं। नवीनतम लाइब्रेरी सामग्री के साथ अद्यतित करने के लिए आपको यादृच्छिक रूप से सामग्री ब्लॉक को ताज़ा करना होगा।
ja_jp: 講座でランダム化されたコンテンツブロックが参照しているライブラリを変更してインポートした場合、それらの講座は自動的には更新されたコンテンツを使いません。手動でランダム化されたコンテンツブロックを再読込して、最新のライブラリコンテンツに更新しなければなりません。
vi: Nếu bạn thay đổi và nhập thư viện đã tham chiếu bởi khối nội dung ngẫu nhiên trong một hoặc nhiều khóa học, các khóa học đó không tự động sử dụng nội dung cập nhật. Bạn phải tự làm mới các khối nội dung ngẫu nhiên để cập nhật nó với nội dung thư viện mới nhất.

source: Learn more about importing a library
hi: लाइब्रेरी आयात करने के बारे में और जानें
ja_jp: ライブラリのインポートについてもっと学ぶ
lt_lt: Sužinoti daugiau apie bibliotekos importavimą
vi: Tìm hiểu thêm về nhập thư viện

source: Why import a course?
hi: एक कोर्स क्यों आयात करें?
ja_jp: コースをインポートする理由は何ですか？
lt_lt: Kodėl reiktų importuoti kursą?
vi: Tại sao phải nhập một khóa học?

source: You may want to run a new version of an existing course, or replace an existing course altogether. Or, you may have developed a course outside {studio_name}.
hi: आप किसी मौजूदा पाठ्यक्रम का नया संस्करण चलाना चाहते हैं, या किसी मौजूदा पाठ्यक्रम को पूरी तरह से बदल सकते हैं। या, आपने {studio_name} के बाहर एक कोर्स विकसित किया हो सकता है।
ja_jp: 既存の講座の新しいバージョンを実行または既存の講座を全部置き換えることをお勧めします。講座を{studio_name}の外で開発しているかもしれません。
lt_lt: Galbūt norėsite paleisti naują esamo kurso versiją arba visai pakeisti esamą kursą. O gal sukūrėte kursą ne {studio_name} aplinkoje.
vi: Bạn có thể muốn chạy một phiên bản mới của một khóa học hiện tại, hoặc thay thế toàn bộ một khóa học hiện tại. Hoặc, bạn có thể đã phát triển một khóa học bên ngoài {studio_name}.

source: What content is imported?
hi: क्या सामग्री आयात की जाती है?
ja_jp: どのコンテンツがインポートされたのか？
lt_lt: Koks turinys importuojamas?
vi: Nội dung của nhập khóa học là gì?

source: Warning: Importing while a course is running
hi: चेतावनी: जब कोई कोर्स चल रहा हो तो आयात करना
ja_jp: 警告：講座開講中のインポート
lt_lt: Įspėjimas: importuojama vykstant kursui
vi: Cẩn thận: Nhập khóa học trong khi một khóa học đang chạy

source: If you perform an import while your course is running, and you change the URL names (or url_name nodes) of any Problem components, the student data associated with those Problem components may be lost. This data includes students' problem scores.
hi: यदि आप अपना कोर्स चलाते समय आयात करते हैं, और आप किसी भी समस्या घटकों के URL नाम (या url_name नोड) बदलते हैं, तो उन समस्या घटकों से संबंधित छात्र डेटा खो सकता है। इस डेटा में छात्रों की समस्या स्कोर शामिल हैं।
ja_jp: 講座開講中にインポートを行い、問題型アイテムのURL名(またはurl_nameノード)を変更すると、そのアイテムに関連するデータが喪失する可能性があります。このデータは受講者の問題に対する得点が含まれます。
lt_lt: Jeigu importuojate vykstant kursui ir pakeičiate kokių nors užduočių komponentų URL vardus (arba URL vardų mazgus), kurso dalyvių duomenys, susiję su tų užduočių komponentais, gali būti prarasti. Šie duomenys apima kurso dalyvių užduočių įvertinimus.
vi: Nếu bạn thực hiện nhập khóa học trong khi khóa học của bạn đang chạy, và bạn thay đổi tên địa chỉ của bất kỳ các phần vấn đề nào, dữ liệu học viên kết hợp với các thành phần vấn đề có thể bị mất. Dữ liệu này bao gồm vấn đề điểm số của học viên.

source: Learn more about importing a course
hi: कोर्स आयात करने के बारे में और जानें
ja_jp: 講座のインポートについてもっと学ぶ
lt_lt: Sužinoti daugiau apie kurso importavimą
vi: Tìm hiểu thêm về nhập khóa học

source: {studio_name} Home
hi: {studio_name} होम
ja_jp: {studio_name}ホーム
lt_lt: {studio_name} aplinkos pradžios puslapis
vi: Trang nhất {studio_name}

source: New Course
hi: नया पाठ्यक्रम
ja_jp: 新講座
lt_lt: Naujas kursas
vi: Khóa Học Mới

source: Email staff to create course
hi: कोर्स बनाने के लिए ईमेल स्टाफ
ja_jp: 開講希望の方は運営者へメールをしてください。
lt_lt: Norėdami sukurti kursą parašykite el. laišką kursą administruojančiam personalui
vi: Email cho nhân viên để tạo khóa học

source: New Library
hi: नई लाइब्रेरी
ja_jp: 新しいライブラリ
lt_lt: Nauja biblioteka
vi: Thư viện Mới

source: Please correct the highlighted fields below.
hi: कृपया नीचे हाइलाइट किए गए फ़ील्ड सही करें।
ja_jp: 下記にハイライトしているところを訂正してください。
lt_lt: Prašome pataisyti pažymėtus laukus.
vi: Xin vui lòng sửa các lĩnh vực đánh dấu dưới đây.

source: Create a New Course
hi: एक नया पाठ्यक्रम बनाएँ
ja_jp: 新規講座を制作する
lt_lt: Sukurti naują kursą
vi: Tạo một khóa học mới

source: Required Information to Create a New Course
hi: नया पाठ्यक्रम बनाने के लिए आवश्यक सूचना
ja_jp: 講座制作に必要な情報
lt_lt: Informacija, reikalinga norint sukurti naują kursą
vi: Thông tin cần thiết để tạo một khóa học mới

source: The public display name for your course. This cannot be changed, but you can set a different display name in Advanced Settings later.
hi: आपके पाठ्यक्रम के लिए सार्वजनिक प्रदर्शन नाम। इसे बदला नहीं जा सकता है, लेकिन आप बाद में उन्नत सेटिंग्स में एक अलग प्रदर्शन नाम सेट कर सकते हैं।
ja_jp: このコースの表示名です。これは変更することはできませんが、詳細設定にて別の表示名を設定することができます。
lt_lt: Viešai rodomas jūsų kurso pavadinimas. Jo pakeisti negalima, bet vėliau papildomose nuostatose galėsite nustatyti kitą rodomą pavadinimą.
vi: Tên hiển thị công khai cho khóa học của bạn. Điều này không thể thay đổi, nhưng bạn có thể thiết lập một tên hiển thị khác nhau trong Cài đặt nâng cao sau này.

source: The name of the organization sponsoring the course. {strong_start}Note: The organization name is part of the course URL.{strong_end} This cannot be changed, but you can set a different display name in Advanced Settings later.
hi: पाठ्यक्रम को प्रायोजित करने वाले संगठन का नाम। {strong_start} नोट: संगठन का नाम पाठ्यक्रम URL का हिस्सा है। {strong_end} इसे बदला नहीं जा सकता है, लेकिन आप बाद में उन्नत सेटिंग्स में एक अलग प्रदर्शन नाम सेट कर सकते हैं।
vi: Tên của tổ chức tài trợ cho khoá học. {strong_start}Lưu ý: Tên tổ chức là một phần của URL khóa học.{strong_end} Không thể thay đổi được, nhưng sau này bạn có thể đặt tên hiển thị khác trong Cài đặt Nâng cao.

source: The unique number that identifies your course within your organization. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
hi: अद्वितीय संख्या जो आपके संगठन के भीतर आपके पाठ्यक्रम की पहचान करती है। {strong_start} नोट: यह आपके पाठ्यक्रम URL का हिस्सा है, इसलिए किसी भी स्थान या विशेष वर्ण की अनुमति नहीं है और इसे परिवर्तित नहीं किया जा सकता है। {strong_end}।
vi: Số duy nhất xác định khóa học của bạn trong tổ chức của bạn. {strong_start}Lưu ý: Đây là một phần của URL khóa học của bạn, do đó không được phép sử dụng dấu cách hoặc ký tự đặc biệt và không thể thay đổi.{strong_end}

source: The term in which your course will run. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
hi: वह टर्म जिसमें आपका कोर्स चलेगा। {strong_start} नोट: यह आपके पाठ्यक्रम URL का हिस्सा है, इसलिए किसी भी स्थान या विशेष वर्ण की अनुमति नहीं है और इसे परिवर्तित नहीं किया जा सकता है। {strong_end}।
vi: Điều khoản trong đó khóa học của bạn sẽ chạy. {strong_start}Lưu ý: Đây là một phần của URL khóa học của bạn, do đó không được phép sử dụng dấu cách hoặc ký tự đặc biệt và không thể thay đổi.{strong_end}

source: Create
he: צור
hi: सृजन करना
ja_jp: 作成
lt_lt: Sukurti
vi: Tạo mới

source: Create a New Library
hi: एक नई लाइब्रेरी बनाएँ
ja_jp: 新しいライブラリを作成
lt_lt: Sukurti naują biblioteką
vi: Tạo một Thư viện Mới

source: Required Information to Create a New Library
hi: नई लाइब्रेरी बनाने के लिए आवश्यक जानकारी
ja_jp: 新しいライブラリ作成に必要な情報
lt_lt: Norint sukurti naują biblioteką reikalinga informacija
vi: Thông tin Bắt buộc để Tạo Thư viện Mới

source: Library Name
hi: लाइब्रेरी का नाम
ja_jp: ライブラリ名
lt_lt: Bibliotekos pavadinimas
vi: Tên Thư viện

source: e.g. Computer Science Problems
hi: जैसे कंप्यूटर विज्ञान की समस्याएं
ja_jp: 例：計算機科学問題
lt_lt: pvz., Informatikos uždaviniai
vi: ví dụ. Các Vấn đề Khoa học Máy tính

source: The public display name for your library.
hi: आपकी लाइब्रेरी के लिए सार्वजनिक प्रदर्शन नाम।
ja_jp: 公開するライブラリ名
lt_lt: Viešai rodomas jūsų bibliotekos pavadinimas
vi: Tên hiển thị công khai cho thư viện của bạn.

source: The public organization name for your library.
hi: आपकी लाइब्रेरी के लिए सार्वजनिक संगठन का नाम।
ja_jp: 公開するライブラリの組織名
lt_lt: Viešai rodomas organizacijos pavadinimas jūsų bibliotekai.
vi: Tên tổ chức công khai cho thư viện của bạn.

source: This cannot be changed.
hi: इसे बदला नहीं जा सकता।
ja_jp: これは変更できません
lt_lt: Nebus galima pakeisti.
vi: Không thể thay đổi

source: Library Code
hi: लाइब्रेरी कोड
ja_jp: ライブラリコード
lt_lt: Bibliotekos kodas
vi: Mã Thư viện

source: e.g. CSPROB
ja_jp: 例：CSPROB
lt_lt: pvz., INFUZD
vi: ví dụ: CSPROB

source: The unique code that identifies this library. {strong_start}Note: This is part of your library URL, so no spaces or special characters are allowed.{strong_end} This cannot be changed.
hi: इस पुस्तकालय की पहचान करने वाला अद्वितीय कोड। {strong_start} नोट: यह आपके लाइब्रेरी URL का हिस्सा है, इसलिए किसी भी स्थान या विशेष वर्ण की अनुमति नहीं है। {strong_end} इसे बदला नहीं जा सकता।
vi: Mã duy nhất xác định thư viện này. {strong_start}Lưu ý: Đây là một phần của URL thư viện của bạn, do đó không được phép sử dụng dấu cách hay ký tự đặc biệt.{strong_end} Không thể thay đổi.

source: Organization and Library Settings
hi: संगठन और पुस्तकालय सेटिंग्स
vi: Thiết lập Tổ chức và Thư viện

source: Show all courses in organization:
hi: संगठन में सभी पाठ्यक्रम दिखाएं:
vi: Hiển thị tất cả các khóa học trong tổ chức:

source: For example, MITx
hi: उदाहरण के लिए, MITx
vi: Ví dụ, MITx

source: Courses Being Processed
hi: पाठ्यक्रम किया जा रहा है
ja_jp: 講座は処理中です
lt_lt: Kursai yra apdorojami
vi: Các khóa học đang xử lý

source: This course run is currently being created.
hi: यह कोर्स रन वर्तमान में बनाया जा रहा है।
ja_jp: 講座の実行は現在作成中です。
lt_lt: Kuriamas šis kurso pakartojimas.
vi: Chạy khóa học này hiện đang được tạo ra.

source: Configuring as re-run
hi: पुनः चलाने के रूप में कॉन्फ़िगर किया जा रहा है
ja_jp: 再実行として設定中
lt_lt: Konfigūruojamas kurso pakartojimas
vi: Định cấu hình là chạy-lại

source: The new course will be added to your course list in 5-10 minutes. Return to this page or {link_start}refresh it{link_end} to update the course list. The new course will need some manual configuration.
hi: नया पाठ्यक्रम 5-10 मिनट में आपकी पाठ्यक्रम सूची में जुड़ जाएगा। इस पृष्ठ पर लौटें या {link_start} पाठ्यक्रम सूची को अद्यतन करने के लिए इसे {link_end} ताज़ा करें। नए पाठ्यक्रम में कुछ मैनुअल कॉन्फ़िगरेशन की आवश्यकता होगी।
ja_jp: 新しい講座は講座リストに5-10分で追加されます。講座リストを更新するにはこのページに戻ってくるか{link_start}再読込{link_end}してください。新しい講座はいくつか手動で設定が必要です。
lt_lt: Naujas kursas bus pridėtas prie jūsų kursų sąrašo per 5-10 minučių. Norėdami atnaujinti kursų sąrašą grįžkite į šį puslapį arba {link_start}įkelkite jį iš naujo{link_end}. Naują kursą reikės konfigūruoti rankiniu būdu.
vi: Khóa học mới sẽ được thêm vào danh sách khóa học của bạn trong 5-10 phút. Quay lại trang này hoặc {link_start}làm mới{link_end} để cập nhật danh sách khóa học. Khóa học mới sẽ cần một số cấu hình thủ công.

source: This re-run processing status:
hi: यह पुन: रन प्रसंस्करण स्थिति:
vi: Trạng thái xử lý chạy-lại này:

source: Configuration Error
hi: विन्यास त्रुटि
vi: Lỗi Cấu hình

source: A system error occurred while your course was being processed. Please go to the original course to try the re-run again, or contact your PM for assistance.
hi: सिस्टम त्रुटि तब हुई जब आपका पाठ्यक्रम संसाधित किया जा रहा था। कृपया पुन: चलाने का प्रयास करने के लिए मूल पाठ्यक्रम पर जाएं, या सहायता के लिए अपने पीएम से संपर्क करें।
ja_jp: 講座の処理中にシステムエラーが発生しました。オリジナルのコースに行って再実行をもう一度試すか、PMまでお問い合わせください。
lt_lt: Apdorojant jūsų kursą įvyko sistemos klaida. Grįžkite į pradinį kursą ir bandykite iš naujo sukurti jo pakartojimą arba kreipkitės pagalbos.
vi: Đã xảy ra lỗi hệ thống trong khi khóa học của bạn đang được xử lý. Hãy mở khóa học ban đầu để thử việc chạy-lại, hoặc liên hệ với PM để được hỗ trợ.

source: Archived Courses
hi: संग्रहीत पाठ्यक्रम
vi: Những Khóa học Cũ

source: Libraries
hi: पुस्तकालय
ja_jp: ライブラリ
lt_lt: Bibliotekos
vi: Thư viện

source: Are you staff on an existing {studio_name} course?
hi: क्या आप एक मौजूदा {studio_name} कोर्स पर कर्मचारी हैं?
ja_jp: あなたは既に存在する{studio_name}コースのスタッフですか？
lt_lt: Ar jūs esate egzistuojančio {studio_name} kurso personalas?
vi: Bạn có đội ngũ nhân viên trên một khóa học {studio_name} hiện có?

source: The course creator must give you access to the course. Contact the course creator or administrator for the course you are helping to author.
hi: पाठ्यक्रम निर्माता को आपको पाठ्यक्रम तक पहुंच प्रदान करनी होगी। आप जिस लेखक की मदद कर रहे हैं, उसके लिए पाठ्यक्रम निर्माता या व्यवस्थापक से संपर्क करें।
ja_jp: 講座の製作者があなたにアクセス権を与えなければなりません。講座の製作者または管理者に編集についてお問い合わせください。
vi: Người tạo ra khoá học phải cung cấp cho bạn quyền truy cập vào khóa học. Liên hệ với người tạo ra khóa học hoặc người quản trị khóa học mà bạn đang hỗ trợ tác giả.

source: Create Your First Course
hi: अपना पहला कोर्स बनाएं
ja_jp: 最初の講座を作る
lt_lt: Sukurkite savo pirmąjį kursą
vi: Tạo khóa học đầu tiên của bạn

source: Your new course is just a click away!
hi: आपका नया पाठ्यक्रम केवल एक क्लिक दूर है!
ja_jp: クリックするだけで新しい講座を制作できます。
lt_lt: Naujasis jūsų kursas vos už spragtelėjimo!
vi: Tạo khóa học mới của bạn với một cú nhấp chuột!

source: Becoming a Course Creator in {studio_name}
hi: {Studio_name} में एक पाठ्यक्रम निर्माता बनना
ja_jp: {studio_name}でのコース製作者になる
lt_lt: Tampate {studio_name} kursų kūrėju
vi: Trở thành một Người Tạo Khoá học trong {studio_name}

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team will evaluate your request and provide you feedback within 24 hours during the work week.
hi: {studio_name} हमारे xConsortium भागीदारों और चयनित मेहमानों के लिए एक होस्ट किया गया समाधान है। जिन पाठ्यक्रमों के लिए आप टीम के सदस्य हैं, वे आपके लिए संपादित करने के लिए ऊपर दिखाई देते हैं, जबकि पाठ्यक्रम निर्माता विशेषाधिकार {platform_name} द्वारा प्रदान किए जाते हैं। हमारी टीम आपके अनुरोध का मूल्यांकन करेगी और आपको कार्य सप्ताह के दौरान 24 घंटे के भीतर प्रतिक्रिया प्रदान करेगी।
ja_jp: {studio_name}はxConsortiumのパートナーと選ばれしゲストに提供されるものです。コース製作者の特権を{platform_name}から移譲されているのであれば、あなたがメンバーであるコースは編集できるよう表示されます。我々はあなたからのリクエストを査定し、営業週のうちであれば24時間以内にフィードバックを提供します。
lt_lt: {studio_name} yra skirtas mūsų konsorciumo partneriams ir rinktiniams svečiams. Aukščiau matomus kursus, kurių komandos narys jūs esate, jūs galite redaguoti, o kursų kūrėjų teises suteikia {platform_name}. Mūsų komanda įvertins jūsų prašymą ir jums atsakys per 24 valandas darbo dienomis.
vi: {studio_name} là giải pháp lưu trữ dành cho đối tác xConsortium và những khách hàng đã lựa chọn của chúng tôi. Các khóa học mà bạn là thành viên của nhóm xuất hiện ở trên để bạn chỉnh sửa, trong khi đặc quyền của người tạo khóa học được cấp bởi {platform_name}. Nhóm của chúng tôi sẽ đánh giá yêu cầu của bạn và cung cấp phản hồi cho bạn trong vòng 24 giờ trong tuần làm việc.

source: Your Course Creator Request Status:
hi: आपका कोर्स निर्माता अनुरोध स्थिति:
ja_jp: 講座制作者の要求処理状態：
lt_lt: Jūsų prašymo suteikti kursų kūrėjo teises būsena:
vi: Trạng thái Yêu cầu người tạo khóa học của bạn :

source: Request the Ability to Create Courses
hi: पाठ्यक्रम बनाने की क्षमता का अनुरोध करें
ja_jp: 講座制作の権限をリクエストする
lt_lt: Galimybės kurti kursus prašymas
vi: Yêu cầu khả năng để tạo khóa học

source: Your Course Creator Request Status
hi: आपका कोर्स निर्माता अनुरोध स्थिति
ja_jp: 講座制作権限のリクエスト状況
lt_lt: Jūsų prašymo tapti kursų kūrėju būsena
vi: Trạng thái Yêu cầu người tạo khóa học của bạn
