Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Insert row before
es_419: Insertar fila antes
hi: पहले पंक्ति डालें
ja_jp: 前に行を挿入
ko_kr: 행을 앞에 삽입
lt_lt: Įterpti eilutes aukščiau
pt_br: Inserir linha antes
vi: Thêm hàng vào trước
zh_tw: 在左側插入列

source: Insert table
es_419: Insertar tabla
hi: तलिका डालें
ja_jp: テーブルを挿入
ko_kr: 표 삽입
lt_lt: Įterpti lentelę
pt_br: Inserir tabela
vi: Chèn bảng
zh_tw: 插入表格

source: Insert template
es_419: Insertar plantilla
hi: टेम्प्लेट डालें
ja_jp: テンプレートを挿入
ko_kr: 템플릿 삽입
lt_lt: Įterpti šabloną
pt_br: Inserir modelo
vi: Chèn mẫu
zh_tw: 插入模板

source: Insert video
es_419: Insertar video
hi: वीडियो डालें
ja_jp: ビデオを挿入
ko_kr: 동영상 삽입
lt_lt: Įterpti vaizdo įrašą
pt_br: Inserir vídeo
vi: Chèn video
zh_tw: 插入影片

source: Insert
es_419: Insertar
hi: सम्मिलित करें
ja_jp: 挿入
ko_kr: 삽입
lt_lt: Įterpti
pt_br: Inserir
vi: Chèn
zh_tw: 插入

source: Insert/edit image
es_419: Insertar o editar imagen
hi: छवि डालें / संपादित करें
ja_jp: イメージを挿入/編集
ko_kr: 이미지 삽입/편집
lt_lt: Įterpti/redaguoti paveikslą
pt_br: Inserir/editar imagem
vi: Chèn/sửa hình ảnh
zh_tw: 插入/編輯圖片

source: Insert/edit link
es_419: Insertar o editar vínculo
hi: लिंक डालें / संपादित करें
ja_jp: リンクを挿入/編集
ko_kr: 링크 편집/삽입
lt_lt: Įterpti/redaguoti nuorodą
pt_br: Inserir/editar link
vi: Chèn/sửa liên kết
zh_tw: 插入/編輯連結

source: Insert/edit video
es_419: Insertar o editar video
hi: वीडियो डालें / संपादित करें
ja_jp: ビデオを挿入/編集
ko_kr: 동영상 편집/삽입
lt_lt: Įterpti/redaguoti vaizdo įrašą
pt_br: Inserir/editar vídeo
vi: Chèn/sửa video
zh_tw: 插入/編輯影片

source: Italic
es_419: Itálica
hi: तिरछा
ja_jp: イタリック
ko_kr: 이탤릭
lt_lt: Pasvirasis
pt_br: Itálico
vi: In nghiêng
zh_tw: 斜體

source: Justify
es_419: Justificar
hi: जस्टिफाई
ja_jp: 均等割り付け
ko_kr: 양쪽 정렬
lt_lt: Abipusė lygiuotė
pt_br: Justificar
vi: Căn đều hai bên
zh_tw: 調整

source: Keywords
es_419: Palabras clave
hi: कीवर्ड
ja_jp: キーワード
ko_kr: 키워드
lt_lt: Reikšminiai žodžiai
pt_br: Palavras-chave
vi: Từ khóa
zh_tw: 關鍵字

source: Left to right
es_419: De izquierda a derecha
hi: बाएं से दाएं
ja_jp: 反対勝手
ko_kr: 왼쪽에서 오른쪽으로
lt_lt: Iš kairės į dešinę
pt_br: Esquerda para direita
vi: Từ trái sang phải
zh_tw: 從左到右

source: Left
es_419: Izquierda
hi: बाएं
ja_jp: 左
ko_kr: 왼쪽 정렬
lt_lt: Kairė
pt_br: Esquerda
vi: Trái
zh_tw: 左

source: Lower Alpha
es_419: Alpha minúscula
hi: निचला अल्फा
ja_jp: 小文字のアルファベット
ko_kr: 영어 소문자
lt_lt: Mažosios lotyniškos raidės
pt_br: Diminuir Fonte Alpha
vi: Chữ cái thường
zh_tw: 小寫字母

source: Lower Greek
es_419: Griega minúscula
hi: निचला ग्रीक
ja_jp: 小文字のギリシャ文字
ko_kr: 그리스어 소문자
lt_lt: Mažosios graikiškos raidės
pt_br: Diminuir Fonte Grega
vi: Chữ cái Hy Lạp thường
zh_tw: 小寫希臘字母

source: Lower Roman
es_419: Romana minúscula
hi: निचला रोमन
ja_jp: 小文字のローマ字
ko_kr: 로마어 소문자
lt_lt: Mažieji romėniški skaitmenys
pt_br: Diminuir Fonte Romana
vi: Chữ cái La Mã thường
zh_tw: 小寫羅馬字母

source: Match case
es_419: Igualar mayúsculas y minúculas
hi: केस मिलाएँ
ja_jp: 大文字小文字判定
ko_kr: 대/소문자 구분
lt_lt: Skirti didžiąsias ir mažąsias raides
pt_br: Coincidir maiúsculas/minúsculas
vi: So sánh phân biệt hoa thường
zh_tw: 匹配大小寫

source: Merge cells
es_419: Fusionar celdas
hi: कोशिकाओं का विलय करो
ja_jp: セルをマージ
ko_kr: 셀 병합
lt_lt: Sulieti langelius
pt_br: Combinar células
vi: Gộp ô
zh_tw: 合併儲存格

source: Middle
es_419: En medio
hi: मध्य
ja_jp: 中央
ko_kr: 중학교
lt_lt: Vidurys
pt_br: Médio
vi: Giữa
zh_tw: 中間

source: New document
es_419: Documento nuevo
hi: नया दस्तावेज़
ja_jp: 新しいドキュメント
ko_kr: 새문서
lt_lt: Naujas dokumentas
pt_br: Novo documento
vi: Tài liệu mới
zh_tw: 新文件

source: New window
es_419: Nueva ventana
hi: नयी खिड़की
ja_jp: 新しいウインドウ
ko_kr: 새 창
lt_lt: Naujas langas
pt_br: Nova janela
vi: Cửa sổ mới
zh_tw: 新視窗

source: Next
es_419: Siguiente
hi: अगला
ja_jp: 次
ko_kr: 다음
lt_lt: Kitas
pt_br: Próximo
vi: Tiếp theo
zh_tw: 下一個

source: No color
es_419: Sin color
hi: रंगहीन
ja_jp: 色なし
ko_kr: 색깔이 없음
lt_lt: Be spalvų
pt_br: Sem cor
vi: Không màu
zh_tw: 無顏色

source: Nonbreaking space
es_419: Espacio sin saltos
hi: मानक या स्थायी जगह
ja_jp: ノーブレークスペース
ko_kr: 단어 잘림 방지 공백
lt_lt: Neperkeliantis tarpas
pt_br: Sem quebra de espaço
vi: Khoảng trống liền
zh_tw: 不間斷空格

source: None
es_419: Ninguno
hi: कोई नहीं कुछ भी नहीं
ja_jp: なし
ko_kr: 없음
lt_lt: Nėra
pt_br: Nenhum
vi: Không
zh_tw: 無

source: Numbered list
es_419: Lista numerada
hi: क्रमांकित सूची
ja_jp: 数字リスト
ko_kr: 문단 번호
lt_lt: Sunumeruotas sąrašas
pt_br: Lista numerada
vi: Danh sách có thứ tự
zh_tw: 編號列表

source: Page break
es_419: Salto de página
hi: पृष्ठ विराम
ja_jp: 改ページ
ko_kr: 쪽 나누기
lt_lt: Puslapio lūžis
pt_br: Quebra de página
vi: Ngắt trang
zh_tw: 分頁符號

source: Paste as text
es_419: Pegar como texto
hi: पाठ के रूप में चिपकाएँ
ja_jp: 文字列として貼り付け
ko_kr: 텍스트로 붙이기
lt_lt: Įklijuoti kaip tekstą
pt_br: Colar como texto
vi: Dán dưới dạng văn bản
zh_tw: 貼上為純文字

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
es_419: La función pegar está en modo de texto. Los contenidos se pegarán como texto plano hasta que se desactive esta opción.
hi: पेस्ट अब सादे पाठ मोड में है। जब तक आप इस विकल्प को बंद नहीं करेंगे तब तक सामग्री को सादे पाठ के रूप में चिपकाया जाएगा।
ja_jp: 貼り付けは現在プレーンテキストモードです。このオプションをオフにするまでは、コンテンツはプレーンテキストとして貼り付けられます。
ko_kr: 콘텐츠가 일반 텍스트 모드로 붙여집니다. Contents will now be pasted as plain text until you toggle this option off.
lt_lt: Dabar įklijuojama grynojo teksto režimu. Turinys dabar bus įklijuotas kaip grynasis tekstas, kol neišjungsite šio parametro.
pt_br: A opção Colar está agora em modo de texto simples. A partir de agora, o conteúdo será colado como texto simples até que esta opção seja desativada.
vi: Lệnh dán hiện giờ ở chế độ dán kí tự thuần. Nội dung sẽ chỉ được dán dưới dạng ký tự thuần cho đến khi bạn tắt chế độ này đi.
zh_tw: 當前為純文字模式。內容都將以純文字模式貼上直到切換選項設為關閉。

source: Paste row after
es_419: Pegar fila después
hi: पंक्ति के बाद चिपकाएँ
ja_jp: 後に行を貼り付け
ko_kr: 마우스 커서 앞에 붙여넣기
lt_lt: Įklijuoti eilutę žemiau
pt_br: Colar linha depois
vi: Dán hàng vào sau
zh_tw: 在右側黏貼列

source: Paste row before
es_419: Pegar fila antes
hi: पंक्ति को पहले चिपकाएँ
ja_jp: 前に行を貼り付け
ko_kr: 마우스 커서 뒤에 붙여넣기
lt_lt: Įklijuoti eilutę aukščiau
pt_br: Colar linha antes
vi: Dán hàng vào trước
zh_tw: 在左側黏貼列

source: Paste your embed code below:
es_419: Pegar el código inscrustado debajo:
hi: नीचे अपना एम्बेड कोड चिपकाएँ:
ja_jp: 以下に埋め込みコードをペーストしてください：
ko_kr: 내장코드를 아래에 붙임:
lt_lt: Žemiau įklijuoti įterptąjį kodą:
pt_br: Cole seu código abaixo:
vi: Dán mã nhúng của bạn vào dưới đây:
zh_tw: 黏貼上內嵌代碼到下方:

source: Paste
es_419: Pegar
hi: पेस्ट
ja_jp: 貼り付け
ko_kr: 붙여넣기
lt_lt: Įklijuoti
pt_br: Colar
vi: Dán
zh_tw: 貼上

source: Prev
es_419: Previo
hi: पिछला
ja_jp: 前
ko_kr: 이전
lt_lt: Ankstesnis
pt_br: Anterior
vi: Trước
zh_tw: 上一個

source: Preview
es_419: Vista previa
hi: पूर्वावलोकन
ja_jp: プレビュー
ko_kr: 미리보기
lt_lt: Peržiūra
pt_br: Pré-visualizar
vi: Xem trước
zh_tw: 預覽

source: Print
es_419: Imprimir
hi: प्रिंट
ja_jp: 印刷
ko_kr: 프린트
lt_lt: Spausdinti
pt_br: Imprimir
vi: In
zh_tw: 列印

source: Redo
es_419: Volver a hacer
hi: पुन: दोहराना
ja_jp: 戻る
ko_kr: 재실행
lt_lt: Grąžinti
pt_br: Refazer
vi: Làm lại
zh_tw: 重做

source: Remove link
es_419: Remover el vínculo
hi: लिंक पृथक करना
ja_jp: リンクを消す
ko_kr: 링크 삭제
lt_lt: Pašalinti nuorodą
pt_br: Remover link
vi: Gỡ liên kết
zh_tw: 移除連結

source: Replace all
es_419: Reemplazar todo
hi: सभी परिवर्तित करें
ja_jp: 全置換
ko_kr: 모두 바꾸기
lt_lt: Keisti viską
pt_br: Substituir todos
vi: Thay thế tất cả
zh_tw: 全部取代

source: Replace with
es_419: Reemplazar con
hi: के साथ परिवर्तित करें
ja_jp: 次のもので置換
ko_kr: 바꾸기
lt_lt: Keisti į
pt_br: Substituir com
vi: Thay thế bằng
zh_tw: 取代為

source: Replace
es_419: Reemplazar
hi: इससे बदलें
ja_jp: リプレイス
ko_kr: 바꾸기
lt_lt: Pakeisti
pt_br: Substituir
vi: Thay thế
zh_tw: 取代

source: Restore last draft
es_419: Restaura el último borrador
hi: अंतिम ड्राफ्ट को स्‍थापित करें
ja_jp: 最終のドラフトに戻す
ko_kr: 마지막 상태로 복구
lt_lt: Atkurti paskutinį juodraštį
pt_br: Restaurar último rascunho
vi: Khôi phục bản nháp cuối cùng
zh_tw: 恢復上一版草稿

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
es_419: Área de texto enriquecido. Presiona ALT-F9 para desplegar el menú. Presiona ALT-F10 para la barra de herramientas. Presiona ALT-0 para obtener ayuda.
hi: रिच टेक्स्ट एरिया। मेनू के लिए ALT-F9 दबाएँ। टूलबार के लिए ALT-F10 दबाएं। मदद के लिए ALT-0 दबाएं
ja_jp: リッチテキストエリア。ALT-F9でメニューを表示。ALT-F10でツールバーを表示。ALT-0でヘルプを表示。
ko_kr: Rich Text Area. ALT-F9 메뉴키. ALT-F10 툴바키. ALT-0 도움말
lt_lt: Raiškiojo teksto sritis. Norėdami atsidaryti meniu spauskite ALT-F9. Norėdami atsidaryti įrankių juostą spauskite ALT-F10. Norėdami gauti pagalbos spauskite ALT-0.
pt_br: Área de Texto Rico. Pressione Alt-F9 para menu. Pressione ALT-F10 para barra de ferramentas. Pressione ALT-0 ajuda
vi: Vùng Rich Text. Nhấn ALT-F9 để mở menu. Nhấn ALT-F10 để mở thanh công cụ. Nhấn ALT-0 để mở trợ giúp.
zh_tw: 豐富本文區域。按ALT-F9打開清單。按ALT-F10打開工具列。按ALT-0查看幫助

source: Right to left
es_419: De derecha a izquierda
hi: दाएं से बाएं
ja_jp: 右から左
ko_kr: 오른쪽에서 왼쪽 정렬
lt_lt: Iš dešinės į kairę
pt_br: Direita para esquerda
vi: Phải sang trái
zh_tw: 從右到左

source: Right
es_419: Derecha
hi: सही
ja_jp: 右
ko_kr: 오른쪽 정렬
lt_lt: Dešinė
pt_br: Direita
vi: Phải
zh_tw: 右

source: Row group
es_419: Agrupar fila
hi: पंक्ति समूह
ja_jp: 行グループ
ko_kr: 행 그룹
lt_lt: Eilučių grupė
pt_br: Grupo de linha
vi: Nhóm hàng
zh_tw: 列組

source: Row properties
es_419: Propiedades de fila
hi: पंक्ति गुण
ja_jp: 行のプロパティ
ko_kr: 행 속성
lt_lt: Eilutės savybės
pt_br: Propriedades de linha
vi: Đặc tính hàng
zh_tw: 列屬性

source: Row type
es_419: Tipo de fila
hi: पंक्ति प्रकार
ja_jp: 行タイプ
ko_kr: 행 유형
lt_lt: Eilutės tipas
pt_br: Tipo de linha
vi: Kiểu hàng
zh_tw: 列類型

source: Row
es_419: Fila
hi: पंक्ति
ja_jp: 行
ko_kr: 행
lt_lt: Eilutė
pt_br: Linha
vi: Hàng
zh_tw: 列

source: Rows
es_419: Filas
hi: पंक्तियाँ
ja_jp: 複数行
ko_kr: 행
lt_lt: Eilutės
pt_br: Linhas
zh_tw: 列

source: Scope
es_419: Alcance
hi: क्षेत्र
ja_jp: 範囲
ko_kr: 범위
lt_lt: Galiojimo sritis
pt_br: Escopo
vi: Phạm vi
zh_tw: 範圍

source: Select all
es_419: Selecionar todo
hi: सभी को चयनित करें
ja_jp: 全て選択
ko_kr: 모두 선택
lt_lt: Pasirinkti viską
pt_br: Selecionar tudo
vi: Chọn tất cả
zh_tw: 全選

source: Show blocks
es_419: Mostrar bloques
hi: ब्लॉक दिखाएं
ja_jp: ブロックを表示
ko_kr: 블럭 보이기
lt_lt: Rodyti blokus
pt_br: Exibir blocos
vi: Hiện các khối
zh_tw: 顯示區塊

source: Show invisible characters
es_419: Mostrar caracteres invisibles
hi: अदृश्य वर्ण दिखाएं
ja_jp: 不可視文字列を表示
ko_kr: 감춰진 문자 보이기
lt_lt: Rodyti nematomus simbolius
pt_br: Exibir caracteres invisíveis
vi: Hiện kí tự ẩn
zh_tw: 顯示不可見字元

source: Source code
es_419: Código fuente
hi: सोर्स काेड
ja_jp: ソースコード
ko_kr: 소스 코드
lt_lt: Šaltinio kodas
pt_br: Código fonte
vi: Mã nguồn
zh_tw: 原始碼

source: Source
es_419: Fuente
hi: सोर्स
ja_jp: ソース
ko_kr: 소스
lt_lt: Šaltinis
pt_br: Fonte
vi: Nguồn
zh_tw: 來源

source: Special character
es_419: Caracter especial
hi: विशेष वर्ण
ja_jp: 特殊文字
ko_kr: 특수문자
lt_lt: Specialusis simbolis
pt_br: Caracter especial
vi: Kí tự đặc biệt
zh_tw: 特殊字元

source: Spellcheck
es_419: Revisión ortográfica
hi: अक्षर जाँच लें
ja_jp: スペルチェック
ko_kr: 스펠링 검사
lt_lt: Rašybos tikrinimas
pt_br: Corretor ortográfico
vi: Kiểm tra chính tả
zh_tw: 拼寫檢查

source: Split cell
es_419: Dividir celda
hi: स्प्लिट सेल
ja_jp: セルを分離
ko_kr: 셀 나누기
lt_lt: Skaidyti langelį
pt_br: Separar célula
vi: Chia nhỏ ô
zh_tw: 分割儲存格

source: Square
es_419: Cuadrado
hi: वर्ग
ja_jp: 四角形
ko_kr: 정사각형
lt_lt: Kvadratas
pt_br: Quadrado
vi: Hình vuông
zh_tw: 正方形

source: Start search
es_419: Iniciar búsqueda
hi: तलाश शुरू करो
ja_jp: 検索開始
ko_kr: 검색 시작
lt_lt: Pradėti paiešką
pt_br: Iniciar busca
vi: Bắt đầu tìm kiếm
zh_tw: 開始搜尋

source: Strikethrough
es_419: Tachado
hi: स्ट्राइकथ्रू
ja_jp: 取り消し線
ko_kr: 취소선
lt_lt: Perbraukimas
pt_br: Tachado
vi: Gạch ngang
zh_tw: 刪除線

source: Style
es_419: Estilo
hi: अंदाज
ja_jp: スタイル
ko_kr: 스타일
lt_lt: Stilius
pt_br: Estilo
vi: Phong cách
zh_tw: 風格

source: Subscript
es_419: Subescrito
hi: सबस्क्रिप्ट
ja_jp: 下付き文字
ko_kr: 아랫 첨자
lt_lt: Apatinis indeksas
pt_br: Subscrito
zh_tw: 下標

source: Superscript
es_419: Superescrito
hi: ऊपर की ओर लिखा हुआ
ja_jp: 上付き文字
ko_kr: 윗 첨자
lt_lt: Viršutinis indeksas
pt_br: Sobrescrito
zh_tw: 上標

source: Table properties
es_419: Propiedades de la tabla
hi: तालिका गुण
ja_jp: テーブルのプロパティ
ko_kr: 표 속성
lt_lt: Lentelės savybės
pt_br: Propriedades da tabela
vi: Đặc tính bảng
zh_tw: 表格屬性

source: Table
es_419: Tabla
hi: तालिका
ja_jp: テーブル
ko_kr: 표
lt_lt: Lentelė
pt_br: Tabela
vi: Bảng
zh_tw: 表格

source: Target
es_419: Objetivo
hi: लक्ष्य
ja_jp: ターゲット
lt_lt: Paskirtis
pt_br: Destino
vi: Mục tiêu
zh_tw: 目標

source: Templates
es_419: Plantillas
hi: टेम्पलेट्स
ja_jp: テンプレート
ko_kr: 템플릿
lt_lt: Šablonai
pt_br: Modelos
vi: Mẫu
zh_tw: 樣板

source: Text color
es_419: Color de texto
hi: लिखावट का रंग
ja_jp: 文字の色
ko_kr: 글자색
lt_lt: Teksto spalva
pt_br: Cor do texto
vi: Màu chữ
zh_tw: 文字顏色

source: Text to display
es_419: Texto para desplegar
hi: प्रदर्शित करने के लिए पाठ
ja_jp: テキストを表示
ko_kr: 표시할 글자
lt_lt: Rodytinas tekstas
pt_br: Texto a ser mostrado
vi: Văn bản để hiển thị
zh_tw: 要顯示的文字

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
es_419: La URL que introdujo parece ser una dirección de correo electrónico. ¿Desea agregarle el prefijo requerido mailto:?
hi: आपके द्वारा दर्ज किया गया URL एक ईमेल पता प्रतीत होता है। क्या आप आवश्यक मेल्टो जोड़ना चाहते हैं: उपसर्ग?
ja_jp: 入力されたこのURLはメールアドレスのように見えます。mailto:をプリフェックスに追加したいですか？
ko_kr: 입력한 URL이 이메일주소와 같습니다. 필요한 접두어 mailto: 를 추가하시겠습니까?
lt_lt: Atrodo, kad jūsų įvesta URL nuoroda yra elektroninio pašto adresas. Ar norite pridėti privalomą priešdėlį "mailto:"?
pt_br: A URL que você inseriu parece ser um endereço de e-mail. Deseja adicionar o prefixo obrigatório mailto:?
vi: URL bạn đã nhập vào dường như là một địa chỉ email. Bạn có muốn thêm liên kết mailto:?
zh_tw: 您輸入的 URL 似乎是一個 E-mail 地址。請問您要加上 mailto: 前綴字嗎?

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
es_419: La URL que introdujo parece ser un vínculo externo. ¿Desea agregarle el prefijo requerido http://?
hi: आपके द्वारा दर्ज किया गया URL एक बाहरी लिंक प्रतीत होता है। क्या आप आवश्यक http: // उपसर्ग जोड़ना चाहते हैं?
ja_jp: 入力されたこのURLは外部リンクのように見えます。http://をプリフェックスに追加したいですか？
ko_kr: 입력한 URL이 외부링크 같습니다. 필요한 접두어 http:// 를 추가하시겠습니까?
lt_lt: Atrodo, kad jūsų įvesta URL nuoroda yra išorinė nuoroda. Ar norite pridėti privalomą priešdėlį "http://"?
pt_br: A URL que você inseriu parece ser um link externo. Deseja adicionar o prefixo obrigatório http://?
vi: URL bạn đã nhập vào dường như là một liên kết ngoài. Bạn có muốn thêm vào tiền tố cần thiết http:// ?
zh_tw: 您輸入的URL似乎是一個外部連結。請問您要加上 http:// 前綴嗎?

source: Title
es_419: Título
hi: शीर्षक
ja_jp: 件名
ko_kr: 제목
lt_lt: Pavadinimas
pt_br: Título
vi: Tiêu đề
zh_tw: 標題

source: Tools
es_419: Herramientas
hi: टूल्‍स
ja_jp: ツール
ko_kr: 도구
lt_lt: Įrankiai
pt_br: Ferramentas
vi: Công cụ
zh_tw: 工具

source: Top
es_419: Superior
hi: ऊपर
ja_jp: トップ
ko_kr: 위로 정렬
lt_lt: Viršus
pt_br: Topo
vi: Đỉnh
zh_tw: 頂端

source: Underline
es_419: Subrayado
hi: रेखांकित करना
ja_jp: 下線
ko_kr: 밑줄
lt_lt: Pabraukti
pt_br: Sublinhar
vi: Gạch chân
zh_tw: 底線

source: Undo
es_419: Deshacer
hi: पूर्ववत करें
ja_jp: 戻る
ko_kr: 취소
lt_lt: Atšaukti
pt_br: Desfazer
vi: Hoàn tác
zh_tw: 復原

source: Upper Alpha
es_419: Alfa Mayúscula
hi: ऊपरी अल्फा
ja_jp: 大文字のアルファベット
ko_kr: 영어 대문자
lt_lt: Didžiosios lotyniškos raidės
pt_br: Alpha Maíusculo
vi: Chữ cái viết hoa
zh_tw: 大寫字母

source: Upper Roman
es_419: Romana mayúscula
hi: ऊपरी रोमन
ja_jp: 大文字のローマ字
ko_kr: 로마어 대문자
lt_lt: Didieji romėniški skaitmenys
pt_br: Roman Maiúculo
vi: Chữ cái La Mã viết hoa
zh_tw: 大寫羅馬字母

source: V Align
es_419: Alineación vertical
hi: V संरेखित
ja_jp: 垂直揃え
ko_kr: 세로 정렬
lt_lt: V lygiuotė
pt_br: Alinhamento vertical
vi: Căn dọc
zh_tw: 垂直對齊

source: Vertical space
es_419: Espacio vertical
hi: लंबवत स्थान
ja_jp: 縦サイズ
ko_kr: 수직 공간
lt_lt: Vertikalusis tarpas
pt_br: Espaçamento vertical
zh_tw: 垂直間距

source: View
es_419: Ver
hi: देखें
ja_jp: 見る
ko_kr: 보기
lt_lt: Žiūrėti
pt_br: Visualizar
vi: Xem
zh_tw: 檢視

source: Visual aids
es_419: Ayudas visuales
hi: विजुअल एड्स
ja_jp: 資格教材
ko_kr: 시각 보조자료
lt_lt: Vaizdinės priemonės
pt_br: Auxílios visuais
vi: Hỗ trợ đồ họa
zh_tw: 視覺輔助

source: Whole words
es_419: Palabras completas
hi: संपूर्ण शब्द
ja_jp: 全ての語
ko_kr: 전체 단어
lt_lt: Ištisi žodžiai
pt_br: Palavras completas
vi: Tìm kiếm không phân biệt viết hoa hay thường
zh_tw: 全字匹配

source: Width
es_419: Anchura
hi: चौड़ाई
ja_jp: 幅
ko_kr: 넓이
lt_lt: Plotis
pt_br: Largura
vi: Độ rộng
zh_tw: 寬

source: Words: {0}
es_419: Palabras: {0}
hi: शब्द: {0}
ja_jp: 文字数：{0}
ko_kr: 단어: {0}
lt_lt: Žodžiai: {0}
pt_br: Palavras: {0}
zh_tw: 字數: {0}

source: You have unsaved changes are you sure you want to navigate away?
es_419: Tiene cambios sin guardar, ¿está seguro que desea avanzar en el navegador?
hi: आपके पास सहेजे नहीं गए परिवर्तन हैं क्या आप वाकई दूर नेविगेट करना चाहते हैं?
ja_jp: 保存されていない変更があります。このページから移動しますか？
ko_kr: 저장되지 않은 변경사항이 있습니다. 계속 탐색하시겠습니까?
lt_lt: Yra neišsaugotų pakeitimų. Ar tikrai norite išeiti iš šio puslapio?
pt_br: Há alterações não salvas. Tem certeza de que deseja sair?
vi: Bạn còn chưa lưu một vài thay đổi, bạn chắc chắn muốn điều hướng?
zh_tw: 尚未儲存變更，您確定要離開嗎？

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
es_419: Su navegador no soporta el acceso directo al portapapeles. Por favor, use los atajos Ctrl+X/C/V
hi: आपका ब्राउज़र क्लिपबोर्ड तक सीधी पहुँच का समर्थन नहीं करता है। कृपया इसके बजाय Ctrl + X / C / V कीबोर्ड शॉर्टकट का उपयोग करें।
ja_jp: このブラウザはクリップボードへのアクセスがサポートされていません。代わりに、Ctrl+X/C/Vといったキーボドショートカットを使ってください。
ko_kr: 브라우저가 클립보드 직접 액세스를 지원하지 않습니다. 대신 단축키 Ctrl+X/C/V 를 이용하세요.
lt_lt: Jūsų naršyklė nepalaiko tiesioginės prieigos prie iškarpinės. Naudokitės sparčiųjų klavišų deriniais Ctrl+X/C/V.
pt_br: Seu navegador não suporta acesso direto à área de transferência. Por favor, use os atalhos do teclado Ctrl+X/C /V.
vi: Trình duyệt của bạn không hỗ trợ truy cập trực tiếp vào clipboard. Vui lòng sử dụng tổ hợp phím Ctrl+X/C/V để thay thế.
zh_tw: 您的瀏覽器不支援直接存取剪貼簿，請使用快捷鍵Ctrl+X/C/V 代替。

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
es_419: Haga Clic en ACEPTAR para que su nombre de usuario y correo electrónico sean enviados a una aplicación de 3ros. Haga Clic en CANCELAR para volver a está página sin que se que envíe su información.
hi: अपने उपयोगकर्ता नाम और ई-मेल पते को 3 पक्ष के आवेदन पर भेजने के लिए ठीक पर क्लिक करें। अपनी जानकारी भेजे बिना इस पृष्ठ पर लौटने के लिए रद्द करें पर क्लिक करें।
ja_jp: OKをクリックすることで、ユーザ名とe-mailアドレスがサードパーティのシステムに送信されます。 キャンセルをクリックすると、情報を送信することなくこのページに戻ることができます。
ko_kr: 귀하의 아이디와 이메일 주소를 타사 응용프로그램에 보내는 것에 동의하면 OK를 클릭하세요. 귀하의 정보를 보내지 않고, 이 페이지를 다시 보려면 Cancel을 클릭하세요.
lt_lt: Spauskite "Gerai", jeigu norite išsiųsti savo naudotojo vardą ir elektroninio pašto adresą 3-iosios šalies taikomajai programai. Spauskite "Atšaukti", jeigu norite grįžti į šį puslapį neišsiuntę savo informacijos.
pt_br: Clique em OK para ter o seu nome de usuário e endereço de e-mail enviados a um aplicativo de terceiros. Clique em Cancelar para retornar a esta página sem enviar suas informações.
vi: Nhấp chọn OK để gửi tên đăng nhập và địa chỉ e-mail của bạn tới ứng dụng của bên thứ 3. Nhấp chọn Hủy bỏ để quay lại trang và không gửi thông tin của bạn đi.
zh_tw: 點擊 ok 讓你的使用者名稱和 e-mail 地址發送到第3方應用程序。 點擊 cancel 返回到該頁面，而不發送您的訊息。

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
es_419: Haga Clic en ACEPTAR para que su nombre de usuario sea enviado a una aplicación de 3ros. Haga Clic en CANCELAR para volver a está página sin que se que envíe su información.
hi: अपने उपयोगकर्ता नाम को 3 पक्ष के आवेदन पर भेजने के लिए ठीक पर क्लिक करें। अपनी जानकारी भेजे बिना इस पृष्ठ पर लौटने के लिए रद्द करें पर क्लिक करें।
ja_jp: OKをクリックすることで、ユーザ名がサードパーティのシステムに送信されます。 キャンセルをクリックすると、情報を送信することなくこのページに戻ることができます。
ko_kr: 귀하의아이디를 타사 응용프로그램에 보내는 것에 동의하면 OK를 클릭하세요. 귀하의 정보를 보내지 않고, 이 페이지를 다시 보려면 Cancel을 클릭하세요.
lt_lt: Spauskite "Gerai", jeigu norite išsiųsti savo naudotojo vardą 3-iosios šalies taikomajai programai. Spauskite "Atšaukti", jeigu norite grįžti į šį puslapį neišsiuntę savo informacijos.
pt_br: Clique em OK para ter o seu nome de usuário enviado a um aplicativo de terceiros. Clique em Cancelar para retornar a esta página sem enviar suas informações.
vi: Nhấp chọn OK để gửi tên đăng nhập của bạn tới ứng dụng của bên thứ 3. Nhấp chọn Hủy bỏ để quay lại trang và không gửi thông tin của bạn đi.
zh_tw: 點擊 ok 讓你的使用者名稱發送到第3方應用程序。 點擊 cancel 返回到該頁面，而不發送您的訊息。

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
es_419: Haga Clic en ACEPTAR para que su correo electrónico sea enviado a una aplicación de 3ros. Haga Clic en CANCELAR para volver a está página sin que se que envíe su información.
hi: अपने ई-मेल पते को 3 पक्ष के आवेदन पर भेजने के लिए ओके पर क्लिक करें। अपनी जानकारी भेजे बिना इस पृष्ठ पर लौटने के लिए रद्द करें पर क्लिक करें।
ja_jp: OKをクリックすることで、e-mailアドレスがサードパーティのシステムに送信されます。 キャンセルをクリックすると、情報を送信することなくこのページに戻ることができます。
ko_kr: 이메일 주소를 타사 응용프로그램에 보내는 것에 동의하면 OK를 클릭하세요. 귀하의 정보를 보내지 않고, 이 페이지를 다시 보려면 Cancel을 클릭하세요.
lt_lt: Spauskite "Gerai", jeigu norite išsiųsti savo elektroninio pašto adresą 3-iosios šalies taikomajai programai. Spauskite "Atšaukti", jeigu norite grįžti į šį puslapį neišsiuntę savo informacijos.
pt_br: Clique em OK para ter o seu e-mail enviado a um aplicativo de terceiros. Clique em Cancelar para retornar a esta página sem enviar suas informações.
vi: Nhấp chọn OK để gửi địa chỉ e-mail của bạn tới ứng dụng của bên thứ 3. Nhấp chọn Hủy bỏ để quay lại trang và không gửi thông tin của bạn đi.
zh_tw: 點擊 ok 讓你的使用者名稱和 e-mail 地址發送到第3方應用程序。 點擊 cancel 返回到該頁面，而不發送您的訊息。

source: incorrect
es_419: incorrecto
hi: गलत
ja_jp: 不正解
ko_kr: 오답
lt_lt: neteisingas
pt_br: incorreta
vi: sai
zh_tw: 錯誤

source: correct
es_419: correcto
hi: सही
ja_jp: 正解
ko_kr: 정답
lt_lt: teisingas
pt_br: correta
vi: đúng
zh_tw: 正確

source: answer
es_419: pregunta
hi: उत्तर
ja_jp: 解答
ko_kr: 답
lt_lt: atsakymas
pt_br: resposta
vi: trả lời
zh_tw: 答案

source: Short explanation
es_419: explicación breve
hi: संक्षिप्त व्याख्या
ja_jp: 概略
ko_kr: 짧은 설명
lt_lt: Trumpas paaiškinimas
pt_br: Explicação resumida
vi: Giải thích ngắn gọn
zh_tw: 簡短說明
