Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: You did not satisfy the requirements for taking this exam with proctoring, and are not eligible for credit. See your <a href="%(progress_page_url)s">Progress</a> page for a list of requirements and your status for each.
vi: Bạn đã không đáp ứng được các yêu cầu để tham dự kỳ thi này có kiểm soát, và không đủ điều kiện cho tín chỉ. Xem trang <a href="%(progress_page_url)s">Tiến độ</a> của bạn để biết danh sách các yêu cầu và tình trạng của bạn.

source: You did not satisfy the following prerequisites:
vi: Bạn không đáp ứng được các điều kiện bắt buộc sau:

source: Due to unsatisfied prerequisites, you can only take this exam without proctoring.
vi: Do các điều kiện bắt buộc chưa đạt yêu cầu, bạn chỉ có thể thực hiện bài kiểm tra này mà không có giám thị.

source: If you have questions about the status of your requirements for course credit, contact %(platform_name)s Support.
vi: Nếu bạn có thắc mắc về tình trạng của các yêu cầu của bạn đối với tín chỉ khóa học, hãy liên hệ %(platform_name)s Hỗ trợ.

source: About Proctored Exams
vi: Giới thiệu về Các kỳ thi Có giám sát

source: Complete your verification before starting the proctored exam.
vi: Hoàn thành xác minh của bạn trước khi bắt đầu kỳ thi có giám sát.

source: You must successfully complete identity verification before you can start the proctored exam.
vi: Bạn phải hoàn thành xác minh danh tính thành công trước khi bạn có thể bắt đầu kỳ thi có giám sát.

source: Your verification is pending. Results should be available 2-3 days after you submit your verification.
vi: Xác minh của bạn đang chờ xử lý. Kết quả sẽ có trong vòng 2-3 ngày sau khi bạn gửi xác minh của bạn.

source: Your verification attempt failed. Please read our guidelines to make sure you understand the requirements for successfully completing verification, then try again.
vi: Quá trình xác minh của bạn không thành công. Xin vui lòng đọc hướng dẫn của chúng tôi để chắc chắn bạn hiểu các yêu cầu để hoàn thành xác minh, sau đó thử lại.

source: Your verification has expired. You must successfully complete a new identity verification before you can start the proctored exam.
vi: Xác minh của bạn đã hết hạn. Bạn phải hoàn thành xác minh một danh tính mới trước khi bạn có thể bắt đầu kỳ thi có giám sát.

source: Continue to Verification
vi: Tiếp tục tới Xác minh

source: Make sure you are on a computer with a webcam, and that you have valid photo identification such as a driver's license or passport, before you continue.
vi: Đảm bảo rằng bạn đang ở trên máy tính có webcam và bạn có ảnh nhận dạng hợp lệ chẳng hạn như bằng lái xe hoặc hộ chiếu, trước khi bạn tiếp tục.

source: Follow these steps to set up and start your proctored exam.
vi: Thực hiện theo các bước sau để thiết lập và bắt đầu bài thi có giám sát của bạn.

source: 1. Copy this unique exam code. You will be prompted to paste this code later before you start the exam.
vi: 1. Sao chép mã bài thi duy nhất này. Bạn sẽ được nhắc dán mã này sau khi bạn bắt đầu bài thi.

source: Select the exam code, then copy it using Command+C (Mac) or Control+C (Windows).
vi: Chọn mã bài thi, sau đó sao chép bằng cách sử dụng phím Command+C (Mac) hoặc Control+C (Windows).

source: 2. Follow the link below to set up proctoring.
vi: 2. Theo liên kết dưới đây để thiết lập giám sát.

source: Start System Check
vi: Bắt đầu Kiểm tra Hệ thống

source: A new window will open. You will run a system check before downloading the proctoring application.
vi: Một cửa sổ mới sẽ mở ra. Bạn sẽ chạy kiểm tra hệ thống trước khi tải về ứng dụng giám sát.

source: You will be asked to verify your identity as part of the proctoring exam set up. Make sure you are on a computer with a webcam, and that you have valid photo identification such as a driver's license or passport, before you continue.
vi: Bạn sẽ được yêu cầu xác minh danh tính của mình như một phần của việc thiết lập kỳ thi có giám sát. Đảm bảo rằng bạn đang ở trên máy tính có webcam và bạn đã có ảnh nhận dạng hợp lệ chẳng hạn như bằng lái xe hoặc hộ chiếu, trước khi bạn tiếp tục.

source: 3. When you have finished setting up proctoring, start the exam.
vi: 3. Khi bạn đã hoàn thành thiết lập việc giám sát, bắt đầu bài thi.

source: Start Proctored Exam
vi: Bắt đầu Bài thi Có giám sát

source: Cannot Start Proctored Exam
vi: Không thể Bắt đầu Bài thi Có giám sát

source: Take this exam without proctoring.
vi: Thực hiện bài thi này mà không có giám sát.

source: Doing so means that you are no longer eligible for academic credit.
vi: Làm như vậy có nghĩa là bạn không còn đủ điều kiện cho tín chỉ học tập.

source: You have not completed the prerequisites for this exam. All requirements must be satisfied before you can take this proctored exam and be eligible for credit. See your <a href="%(progress_page_url)s">Progress</a> page for a list of requirements in the order that they must be completed.
vi: Bạn chưa hoàn thành các điều kiện bắt buộc cho kỳ thi này. Tất cả các yêu cầu đều phải được đáp ứng trước khi bạn có thể thực hiện bài thi có giám sát này và đủ điều kiện tín chỉ. Xem trang <a href="%(progress_page_url)s">Tiến độ</a> của bạn để có danh sách các yêu cầu theo thứ tự mà bạn phải hoàn thành.

source: The following prerequisites are in a <strong>pending</strong> state and must be successfully completed before you can proceed:
vi: Các điều kiện bắt buộc sau đây đang có trạng thái <strong>đợi</strong> và phải được hoàn thành trước khi bạn có thể tiến hành:

source: You can take this exam with proctoring only when all prerequisites have been successfully completed. Check your <a href="%(progress_page_url)s">Progress</a> page to see if prerequisite results have been updated. You can also take this exam now without proctoring, but you will not be eligible for credit.
vi: Bạn chỉ có thể tham dự bài thi có giám sát này khi tất cả các điều kiện bắt buộc đã được hoàn thành. Kiểm tra trang <a href="%(progress_page_url)s">Tiến độ</a> của bạn để xem các kết quả bắt buộc đã được cập nhật. Bạn cũng có thể thực hiện bài thi này ngay bây giờ mà không có giám sát, nhưng bạn sẽ không đủ điều kiện tín chỉ.

source: Your Proctoring Session Has Started
vi: Bài thi có gián sát của bạn đã bắt đầu

source: From this point in time, you must follow the <a href="%(link_urls.online_proctoring_rules)s" target="_blank">online proctoring rules</a> to pass the proctoring review for your exam.
vi: Từ thời điểm này, bạn phải tuân theo <a href="%(link_urls.online_proctoring_rules)s" target="_blank">những quy tắc giám sát trực tuyến</a> để vượt qua việc kiểm tra giám sát cho bài thi của bạn.

source: Do not close this window before you finish your exam. if you close this window, your proctoring session ends, and you will not successfully complete the proctored exam.
vi: Không đóng cửa sổ này trước khi bạn hoàn thành bài thi. nếu bạn đóng cửa sổ này, phiên giám sát của bạn kết thúc, và bạn sẽ không hoàn thành bài thi có giám sát.

source: Return to the %(platform_name)s course window to start your exam. When you have finished your exam and have marked it as complete, you can close this window to end the proctoring session and upload your proctoring session data for review.
vi: Trở lại %(platform_name)s cửa sổ khoá học để khởi động bài thi của bạn. Khi bạn đã hoàn thành bài thi và đã đánh dấu nó là hoàn thành, bạn có thể đóng cửa sổ này để kết thúc phiên giám sát và tải dữ liệu phiên giám sát của bạn lên để đánh giá.

source: I am not interested in academic credit.
vi: Tôi không quan tâm đến tín chỉ học tập.

source: Follow these instructions
vi: Thực hiện theo các hướng dẫn này

source: &#8226; When you start your exam you will have %(total_time)s to complete it. </br> &#8226; You cannot stop the timer once you start. </br> &#8226; If time expires before you finish your exam, your completed answers will be submitted for review. </br>
vi: &#8226; Khi bạn bắt đầu bài thi, bạn sẽ có %(total_time)s để hoàn thành. </br> &#8226; Bạn không thể ngừng đếm giờ khi bạn bắt đầu. </br> &#8226; Nếu thời gian hết hạn trước khi bạn hoàn thành bài thi, câu trả lời hoàn thành của bạn sẽ là đã gửi để đánh giá. </br>

source: Start my exam
vi: Bắt đầu làm bài

source: Are you sure you want to end your proctored exam?
vi: Bạn có chắc chắn muốn kết thúc bài thi của mình?

source: Make sure that you have selected "Submit" for each problem before you submit your exam.
vi: Đảm bảo rằng bạn đã chọn "Gửi" cho từng câu hỏi trước khi gửi bài kiểm tra.

source: After you submit your exam, your responses are graded and your proctoring session is reviewed. You might be eligible to earn academic credit for this course if you complete all required exams as well as achieve a final grade that meets credit requirements for the course.
vi: Sau khi bạn gửi bài kiểm tra, thong tin của bạn được xếp loại và phiên giám sát của bạn được kiểm tra lại. Bạn có thể đủ điều kiện để có được tín chỉ học tập cho khóa học này nếu bạn hoàn thành tất cả các bài thi bắt buộc cũng như đạt được điểm cuối cùng đáp ứng yêu cầu về tín chỉ cho khóa học.

source: Yes, end my proctored exam
vi: Đồng ý, kết thúc bài thi của tôi

source: No, I'd like to continue working
vi: Không, tôi muốn tiếp tục làm bài

source: Your proctoring session was reviewed and did not pass requirements
vi: Phiên giám sát của bạn đã được xem xét và không vượt qua được những yêu cầu

source: You are no longer eligible for academic credit for this course, regardless of your final grade. If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
vi: Bạn không còn đủ điều kiện cho tín chỉ học tập cho khóa học này, bất kể điểm cuối cùng của bạn. Nếu bạn có thắc mắc về kết quả bài thi của mình, liên hệ với %(platform_name)s Hỗ trợ.

source: You have submitted this proctored exam for review
vi: Bạn đã gửi bài thi có giám sát này để xem xét

source: If the proctoring software window is still open, you can close it now. Confirm that you want to quit the application when you are prompted.
vi: Nếu cửa sổ phần mềm giám sát vẫn mở, bạn có thể đóng nó bây giờ. Xác nhận rằng bạn muốn thoát khỏi ứng dụng khi bạn được hỏi.

source: &#8226; After you quit the proctoring session, the recorded data is uploaded for review. </br> &#8226; Proctoring results are usually available within 5 business days after you submit your exam.
vi: &#8226; Sau khi bạn thoát khỏi phiên giám sát, dữ liệu được ghi lại sẽ được tải lên để xem xét. </br> &#8226; Kết quả giám sát thường có kết quả trong vòng 5 ngày làm việc sau khi bạn gửi bài kiểm tra.

source: If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
vi: Nếu bạn có thắc mắc về các kết quả bài thi có giám sát của bạn, liên hệ với %(platform_name)s Hỗ trợ.

source: Your proctoring session was reviewed and passed all requirements
vi: Phiên giám sát của bạn đã được xem xét và đã vượt qua tất cả các yêu cầu

source: You are eligible to purchase academic credit for this course if you complete all required exams and also achieve a final grade that meets the credit requirements for the course.
vi: Bạn đủ điều kiện để mua tín chỉ học tập cho khóa học này nếu bạn hoàn thành tất cả các bài thi bắt buộc và cũng đạt được điểm cuối cùng đáp ứng các yêu cầu về tín chỉ cho khóa học.

source: To view your exam questions and responses, select <strong>View my exam</strong>. The exam's review status is shown in the left navigation pane.
vi: Để xem các câu hỏi và câu trả lời bài thi của bạn, hãy chọn <strong>Xem bài thi của tôi</strong>. Trạng thái xem xét bài thi được hiển thị trong ô điều hướng bên trái.

source: View my exam
vi: Xem bài thi của tôi

source: After the due date for this exam has passed, you will be able to review your answers on this page.
vi: Sau khi kết thúc bài thi này, bạn sẽ có thể xem lại câu trả lời của mình trên trang này.

source: %(exam_name)s is a Timed Exam (%(total_time)s)
vi: %(exam_name)s là Bài thi Tính giờ (%(total_time)s)

source: This exam has a time limit associated with it.
vi: Bài thi này có giới hạn thời gian thi.

source: To pass this exam, you must complete the problems in the time allowed.
vi: Để vượt qua bài thi này, bạn phải hoàn thành các câu hỏi trong thời gian cho phép.

source: After you select
vi: Sau khi bạn chọn

source: you will have
vi: bạn sẽ có

source: to complete and submit the exam.
vi: để hoàn thành và nộp bài.

source: I am ready to start this timed exam.
vi: Tôi đã sẵn sàng để bắt đầu bài thi này.

source: Can I request additional time to complete my exam?
vi: Tôi có thể yêu cầu thêm thời gian để hoàn thành bài thi của mình không?

source: Are you sure that you want to submit your timed exam?
vi: Bạn có chắc chắn muốn gửi bài kiểm tra của mình?

source: After you submit your exam, your exam will be graded.
vi: Sau khi bạn nộp bài, bài thi của bạn sẽ được chấm.

source: Yes, submit my timed exam.
vi: Đồng ý, gửi bài kiểm tra của tôi.

source: No, I want to continue working.
vi: Không, tôi muốn tiếp tục làm bài

source: The time allotted for this exam has expired. Your exam has been submitted and any work you completed will be graded.
vi: Thời gian cho bài thi này đã hết hạn. Bài thi của bạn đã được gửi và sẽ được chấm tất cả những phần bạn đã hoàn thành.

source: You have submitted your timed exam.
vi: Bạn đã gửi bài thi.

source: Your grade for this timed exam will be immediately available on the <a href="%(progress_page_url)s">Progress</a> page.
vi: Điểm của bạn cho bài thi có giới hạn thời gian này sẽ được cung cấp ngay lập tức trên trang <a href="%(progress_page_url)s">Tiến độ</a>.

source: After the due date has passed, you can review the exam, but you cannot change your answers.
vi: Sau khi hết hạn, bạn có thể xem lại bài thi, nhưng bạn không thể thay đổi câu trả lời.

source: {num_of_hours} hour
vi: {num_of_hours} giờ

source: {num_of_hours} hours
vi: {num_of_hours} giờ

source: {num_of_minutes} minutes
vi: {num_of_minutes} phút

source: and {num_of_minutes} minute
vi: and {num_of_minutes} phút

source: {num_of_minutes} minute
vi: {num_of_minutes} phút

source: and {num_of_minutes} minutes
vi: and {num_of_minutes} phút

source: could not determine the course_id
vi: không thể định trước course_id

source: Must be a Staff User to Perform this request.
vi: Phải Là Nhân Viên để Thực hiện yêu cầu này.

source: you have {remaining_time} remaining
vi: bạn còn lại {remaining_time} lần

source: you have less than a minute remaining
vi: bạn còn ít hơn một phút

source: practice
vi: thực hành

source: proctored
vi: có giám sát

source: Display Correctness?
vi: Hiển Thị Chỉnh Sửa?

source: This is a flag that indicates if the indicator icon should be displayed after a student enters their response
vi: Đây là một lá cờ cho biết nếu biểu tượng hiển thị nên xuất hiện sau khi một học viên nhập trả lời của họ.

source: Display Other Student Responses
vi: Hiển Thị Trả Lời Khác của Học Viên

source: This will display other student responses to the student after they submit their response.
vi: Sẽ hiển thị những câu trả lời khác của học viên tới học viên sau khi họ đã gửi phản hổi.

source: System selected answers to give to students
vi: Hệ thống đã chọn đáp án để đưa cho học viên

source: This is the title for this question type
vi: Đây là tiêu đề cho dạng câu hỏi này

source: Full-Credit Key Phrases
vi: Từ Khóa Toàn Bộ Điểm

source: This is a list of words or phrases, one of which must be present in order for the student's answer to receive full credit
vi: Đây là danh sách những từ hoặc cụm từ, nếu xuất hiện trong đáp án của học viên thì họ sẽ được nhận điểm tối đa.

source: Half-Credit Key Phrases
vi: Từ Khóa Nửa Điểm

source: This is a list of words or phrases, one of which must be present in order for the student's answer to receive half credit
vi: Đây là danh sách những từ hoặc cụm từ, nếu xuất hiện trong đáp án của học viên thì họ sẽ chỉ được nhận nửa số điểm tối đa.

source: Maximum Number of Attempts
vi: Số Lần Thử Tối Đa

source: This is the maximum number of times a student is allowed to attempt the problem
vi: Đây là số lần tối đa mà học viên được phép thử đối với câu hỏi.

source: Maximum Word Count
vi: Số Từ Tối Đa

source: This is the maximum number of words allowed for this question
vi: Đây là số lượng từ tối đa dùng cho câu hỏi này.

source: Minimum Word Count
vi: Số Từ Tối Thiểu

source: This is the minimum number of words required for this question
vi: Đây là số lượng từ tối thiểu dùng cho câu hỏi này.

source: Prompt
lt_lt: Aprašymas
vi: Gợi ý

source: This is the prompt students will see when asked to enter their response
vi: Đây là lời nhắc mà học viên sẽ thấy khi họ được hỏi để nhập câu trả lời

source: Please enter your response within this text area
vi: Hãy nhập câu trả lời của bạn tạị khung chữ này

source: Submission Received Message
vi: Tin Nhắn Sau Khi Đã Nộp Bài

source: This is the message students will see upon submitting their response
vi: Đây là tin nhắn học viên sẽ thấy sau khi nộp câu trả lời của họ

source: This assigns an integer value representing the weight of this problem
vi: Đặt một giá trị số hiển thị tỷ trọng của câu hỏi

source: Draft Received Message
vi: Tin Nhắn Sau Khi Đã Nộp Nháp

source: This is the message students will see upon submitting a draft response
vi: Đây là tin nhắn học viên sẽ thấy sau khi nộp bản nháp phản h của họ

source: Your response must be between {min} and {max} word.
vi: Giới hạn {min}-{max} từ.

source: Invalid Word Count. {word_count_message}
vi: Số từ không hợp lệ. {word_count_message}

source: {weight} point possible
vi: {weight} điểm tối đa

source: {score_string}/{weight} point
vi: {score_string}/{weight} điểm

source: You have used {count_attempts} of {max_attempts} submission
vi: Bạn đã thử {count_attempts} của {max_attempts} lần"

source: Allow my response to possibly be visible by other learners after submitting their response
vi: Cho phép phản hổi của mình được nhìn thấy bởi học viên khác sau khi họ đã nộp bài

source: Checking...
he: בודק...
ja_jp: 提出中...
lt_lt: Tikrinama...
vi: Đang kiểm tra...

source: peer responses
vi: trả lời của bạn khác

source: Submissions by others
vi: Bài nộp của Học viên khác

source: No responses to show at this time
vi: Hiện tại không có phản hồi nào để hiển thị

source: available <span class="date">%(start_date)s (in %(time_until)s)</span>
vi: sẵn <span class="date">%(start_date)s (in %(time_until)s)</span>

source: due <span class="date">%(due_date)s (in %(time_until)s)</span>
vi: do <span class="date">%(due_date)s (in %(time_until)s) </span>

source: Could not parse serialized rubric
vi: Không thể phân tích cấu trúc chuỗi hướng dẫn

source: If your assignment includes a learner training step, the rubric must have at least one criterion, and that criterion must have at least one option.
vi: Nếu bài tập của bạn bao gồm phần đào tạo học viên, phần phiếu tự đánh giá phải có ít nhất một tiêu chí và tiêu chí đó phải có ít nhất một lựa chọn

source: Example {example_number} has a validation error: {error}
vi: Ví dụ {example_number} có một lỗi xác nhận: {error}

source: Example {example_number} has an invalid option for "{criterion_name}": "{option_name}"
vi: Ví dụ {example_number} có một tùy chọn không hợp lệ cho "{criterion_name} ": "{option_name} "

source: Example {example_number} has an extra option for "{criterion_name}"
vi: Ví dụ {example_number} có một tùy chọn thêm cho "{criterion_name} "

source: Example {example_number} is missing an option for "{criterion_name}"
vi: Ví dụ {example_number} đang bị mất một lựa chọn cho "{criterion_name}"

source: Open Response Assessment
he: הערכה של תשובה פתוחה
hi: खुली प्रतिक्रिया का मूल्‍यांकन
lt_lt: Atvirojo atsakymo vertinimas
vi: Đánh Giá Câu Trả Lời Mở

source: Rubric
he: מדור
lt_lt: Rubrika
vi: Phiếu tự đánh giá

source: Rubric Change Impacts Settings Section
vi: Phiếu tự đánh giá ảnh hưởng thay đổi Cài đặt Mục

source: A change that you made to this assessment's rubric has an impact on some examples laid out in the settings tab. For more information, go to the Settings section and fix the areas highlighted in red.
vi: Một thay đổi bạn thực hiện cho phiếu đánh giá này có ảnh hưởng đến một số ví dụ được trình bày trong tab thiết lập. Để biết thêm thông tin, hãy chuyển đến phần Thiết lập và khắc phục các vùng bị đánh dấu màu đỏ.

source: close alert
ja_jp: 警告を閉じる
lt_lt: uždaryti įspėjimą
vi: đóng cảnh báo

source: Display Name
vi: Hiểu thị tên

source: Response Start Date
vi: Response Ngày bắt đầu

source: Response Start Time
vi: Phản ứng Giờ

source: The date and time when learners can begin submitting responses.
vi: Ngày và giờ khi người học có thể bắt đầu gửi câu trả lời.

source: Response Due Time
vi: Thời gian đáp ứng Do

source: The date and time when learners can no longer submit responses.
vi: Ngày và giờ khi người học không thể gửi câu trả lời.

source: Text Response
vi: Phản hồi bằng Văn bản

source: Specify whether learners must include a text based response to this problem's prompt.
vi: Có bắt buộc người học phải có một câu trả lời bằng văn bản đúng với câu hỏi này.

source: File Uploads Response
vi: Phản hồi dạng Tệp tải lên

source: Specify whether learners are able to upload files as a part of their response.
vi: Có cho phép người học tải các tệp lên như một phần của phản hồi của họ hay không.

source: File Upload Types
vi: Các loại Tệp tải lên

source: PDF or Image Files
vi: PDF hoặc Hình ảnh

source: Image Files
vi: Tệp Ảnh

source: Custom File Types
vi: Các loại Tệp Tùy chỉnh

source: Specify whether learners can submit files along with their text responses. Select Images to allow JPG, GIF, or PNG files. Select PDF or Images to allow PDF files and images. Select Custom File Types to allow files with extensions that you specify below. (Use the Select Custom File Types option with caution.)
vi: Cho phép người học có thể nộp các tệp cùng với câu trả lời bằng văn bản của họ hay không. Chọn Tệp Ảnh để cho phép tệp JPG, GIF hoặc PNG. Chọn PDF hoặc Hình ảnh để cho phép tệp PDF và hình ảnh. Chọn Các loại Tệp Tùy chỉnh để cho phép tệp có các tiện ích bạn chỉ định bên dưới. (Cẩn thận khi sử dụng tùy chọn Các loại Tệp Tùy chỉnh.)

source: File Types
vi: Loại tập tin

source: Enter the file extensions, separated by commas, that you want learners to be able to upload. For example: pdf,doc,docx.
vi: Nhập phần mở rộng tệp, được phân tách bằng dấu phẩy, mà bạn muốn người học có thể tải lên. Ví dụ: pdf, doc, docx.

source: Allow LaTeX Responses
vi: Cho phép Trả lời bằng LaTeX

source: False
vi: Sai

source: True
vi: Đúng

source: Specify whether learners can write LaTeX formatted strings
vi: Cho phép người học có thể viết các chuỗi được định dạng LaTeX

source: Specify the number of top scoring responses to display. Valid numbers are 0 to 99. If the number is 0, the Top Responses section does not appear to learners.
vi: Chỉ định số lượng câu trả số điểm cao nhất để hiển thị. Số hợp lệ là 0 đến 99. Nếu số lượng là 0, phần Top Responses không xuất hiện cho người học.

source: In this assignment, you can include learner training, peer assessment, self assessment, and staff assessment steps. Select the steps that you want below, and then drag them into the order you want. If you include a learner training step, it must precede all other steps. If you include a staff assessment step, it must be the final step. After you release an ORA assignment, you cannot change the type and number of assessment steps.
vi: Trong bài tập này, bạn có thể bao gồm các bước: đào tạo người học, đánh giá bạn học, tự đánh giá và đánh giá nhân viên. Chọn các bước bạn muốn dưới đây, sau đó kéo chúng theo thứ tự bạn muốn. Nếu bạn bao gồm bước đào tạo người học, nó phải đứng trước tất cả các bước khác. Nếu bạn có bước đánh giá nhân viên, nó phải là bước cuối cùng. Sau khi bạn phát bài tập ORA-open response assessment, bạn không thể thay đổi loại và số bước đánh giá.
