Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Team description cannot have more than 300 characters.
es_419: La descripción no puede tener más de 300 caracteres.
hi: टीम विवरण में 300 से अधिक वर्ण नहीं हो सकते।
ja_jp: チームの紹介は、300文字を超えることができません。
ko_kr: 팀에 대한 설명은 300자를 넘을 수 없습니다.
lt_lt: Komandos aprašas negali būti ilgesnis nei 300 simbolių.
pt_br: A descrição da equipe não pode exceder 300 caracteres.
vi: Giới thiệu nhóm không thể có trên 300 ký tự.
zh_tw: 團隊描述不能超過 300 個字元。

source: An error occurred while removing the member from the team. Try again.
es_419: Ocurrió un error al remover al miembro del equipo. Intente nuevamente.
hi: टीम से सदस्य को निकालते समय एक त्रुटि हुई। पुनः प्रयास करें।
ja_jp: チームからのメンバーの削除処理中にエラーが起きました。もういちどやり直してください。
ko_kr: 팀에서 회원을 탈퇴시키던 중 문제가 발생하였습니다. 다시 시도해 보세요.
lt_lt: Įvyko klaida šalinant narį iš komandos. Bandykite dar kartą.
pt_br: Ocorreu um erro ao remover o membro desta equipe. Tente novamente.
vi: Có lỗi xảy ra trong lúc xóa thành viên khỏi nhóm. Xin thử lại.
zh_tw: 移除成員時錯誤發生。請重試一次。

source: This team does not have any members.
es_419: Este equipo no tiene todavía ningún miembro.
hi: इस टीम में कोई सदस्य नहीं है।
ja_jp: このチームには誰も参加していません。
ko_kr: 이 팀에는 회원이 없습니다.
lt_lt: Šioje komandoje nėra narių.
pt_br: Esta equipe não possui nenhum membro.
vi: Nhóm này không có bất kỳ thành viên nào.
zh_tw: 本團隊沒有成員。

source: Joined %(date)s
es_419: Vinculado %(date)s
hi: %(date)s शामिल
ja_jp: %(date)s に参加
ko_kr: %(date)s 에 가입함
lt_lt: Prisijungė %(date)s
pt_br: Ingressou em %(date)s
vi: Tham gia ngày %(date)s
zh_tw: 於 %(date)s 加入

source: Last Activity %(date)s
es_419: Última Actividad %(date)s
hi: आख़िरी गतिविधि%(date)s
ja_jp: 直前の活動は %(date)s
ko_kr: %(date)s 에 마지막으로 활동함
lt_lt: Paskutinė veikla %(date)s
pt_br: Última atividade %(date)s
vi: Hoạt động gần nhất %(date)s
zh_tw: 於 %(date)s 最後一次上線

source: Remove this team member?
es_419: ¿Remover este miembro del equipo?
ja_jp: このメンバーをチームから削除しますか？
ko_kr: 회원을 탈퇴시키겠습니까?
lt_lt: Šalinti šį komandos narį?
pt_br: Remover este membro da equipe?
vi: Xóa thành viên này?
zh_tw: 移除此成員?

source: This learner will be removed from the team, allowing another learner to take the available spot.
es_419: Este estudiante será removido del equipo, permitiendo que otro usuario tome el lugar disponible.
ja_jp: この受講者がチームから削除されることにより、別の受講者が利用可能な場所が得られることになります。
ko_kr: 팀에서 이 학습자를 제거해 다른 학습자에게 기회를 주도록 하겠습니다.
lt_lt: Šis kurso dalyvis bus pašalintas iš komandos, leidžiant kitam kurso dalyviui užimti laisvą vietą.
pt_br: Este estudante será removido desta equipe. Seu lugar estará disponível para outro estudante.
vi: Người học này sẽ bị xóa khỏi nhóm để nhường chỗ cho một người học khác.
zh_tw: 此成員將被移除，釋出名額後其他成員可加入。

source: Delete this team?
es_419: ¿Borrar este equipo?
hi: इस टीम को हटाएं?
ja_jp: このチームを削除しますか？
ko_kr: 이 팀을 삭제하겠습니까?
lt_lt: Šalinti šią komandą?
pt_br: Apagar esta equipe?
vi: Xóa nhóm này?
zh_tw: 刪除此團隊?

source: Deleting a team is permanent and cannot be undone. All members are removed from the team, and team discussions can no longer be accessed.
es_419: El borrar un equipo es una acción permanente y no puede ser reversada. Todos los miembros serán removidos del equipo y las discusiones no podrán volver a ser accesadas.
ja_jp: チームの削除は恒久的なもので取り消しをすることができません。チームからはすべてのメンバーが削除され、チームのディスカッションへのアクセスもできなくなります。
ko_kr: 팀을 삭제한 후 되돌릴 수 없습니다. 모든 회원은 팀에서 탈퇴되며 팀 게시판도 접속할 수 없습니다.
lt_lt: Komanda bus pašalinta visam laikui, jos nebus galima atkurti. Visi nariai pašalinami iš komandos ir nebegalima prisijungti prie komandos diskusijų.
pt_br: A exclusão de uma equipe é permanente e não pode ser desfeita. Todos os membros serão removidos da equipe, bem como todas as discussões.
vi: Xóa một nhóm là hành động không thể thu lại được, tất cả thành viên sẽ bị xóa khỏi nhóm và các thảo luận nhóm cũng sẽ bị xóa.
zh_tw: 刪除團隊是永久性的，無法挽回。所有成員會從團隊移除，團隊討論將無法再被造訪。

source: Team "{team}" successfully deleted.
es_419: Equipo "{team}" eliminado exitosamente.
hi: टीम "{team}" सफलतापूर्वक हटा दी गई।
ko_kr: "{team}" 팀은 성공적으로 삭제되었습니다.
pt_br: Equipe "{team}" apagada com sucesso.
vi: Nhóm "{team}" đã xóa thành công.

source: You are not currently a member of any team.
es_419: Usted no es actualmente miembro de ningún equipo.
hi: आप वर्तमान में किसी भी टीम के सदस्य नहीं हैं।
ja_jp: 現時点でどのチームにも参加していません。
ko_kr: 소속된 팀이 없습니다.
lt_lt: Šiuo metu jūs nesate jokios komandos narys.
pt_br: No momento, você não é membro de nenhuma equipe.
vi: Bạn hiện không phải thành viên của bất kỳ nhóm nào.
zh_tw: 你不是目前任何團隊中的一員。

source: and others
es_419: y otros
hi: और दूसरे
ja_jp: とその他
ko_kr: 기타
lt_lt: ir kiti
pt_br: e outros
vi: và các thành viên khác
zh_tw: 其他

source: Last activity %(date)s
es_419: Última Actividad %(date)s
ja_jp: 直前の活動は %(date)s
ko_kr: %(date)s 에 마지막으로 활동함
lt_lt: Paskutinė veikla %(date)s
pt_br: Última atividade %(date)s
vi: Hoạt động gần nhất %(date)s
zh_tw: 於 %(date)s 最後一次活動

source: View %(span_start)s %(team_name)s %(span_end)s
es_419: Ver %(span_start)s %(team_name)s %(span_end)s
ja_jp: %(span_start)s %(team_name)s %(span_end)s を見る
ko_kr: %(span_start)s %(team_name)s %(span_end)s 보기
lt_lt: Žiūrėti %(span_start)s %(team_name)s %(span_end)s
pt_br: Visualizar %(span_start)s %(team_name)s %(span_end)s
vi: Xem %(span_start)s %(team_name)s %(span_end)s
zh_tw: 顯示 %(span_start)s %(team_name)s %(span_end)s

source: An error occurred. Try again.
es_419: Ocurrió un error. Intente nuevamente.
hi: एक त्रुटि पाई गई। पुनः प्रयास करें।
ja_jp: エラーが起きました。やり直してください。
ko_kr: 오류가 발생했습니다. 잠시 후에 다시 시도하세요.
lt_lt: Įvyko klaida. Bandykite dar kartą.
pt_br: Ocorreu um erro. Tente novamente.
vi: Có lỗi xảy ra. Vui lòng thử lại.
zh_tw: 發生錯誤。 再試一次。

source: Leave this team?
es_419: ¿Desea abandonar este equipo?
ja_jp: このチームを辞めますか？
ko_kr: 팀에서 탈퇴하시겠습니까?
lt_lt: Išeiti iš šios komandos?
pt_br: Sair desta equipe?
vi: Rời nhóm này?
zh_tw: 離開這個團隊？

source: If you leave, you can no longer post in this team's discussions. Your place will be available to another learner.
es_419: Si abandona este equipo, no podrá escribir en las discusiones de este equipo. Su lugar estará disponible para otro aprendiz.
ja_jp: もしも辞めると、このチームのディスカッションに投稿することができなくなります。使用していた環境は他の受講者が利用するようになります。
ko_kr: 팀에서 탈퇴하면 더이상 이 팀 게시판에 글을 작성할 수 없고 다른 학습자가 들어오게 됩니다.
lt_lt: Jei išeisite, nebegalėsite rašyti šios komandos diskusijose. Jūsų vieta bus laisva kitam kurso dalyviui.
pt_br: Se você sair, não será mais possível publicar nas discussões deste time. Seu lugar ficará disponível para um outro aluno.
vi: Nếu bạn rời nhóm, bạn sẽ không thể tham gia vào thảo luận nhóm nữa. Chỗ của bạn trong nhóm sẽ có thể được thay bằng người học khác.
zh_tw: 如果你離開了，你不能在本團隊的討論區上發言。您的位置將提供給其它的學習者。

source: Confirm
es_419: Confirmar
hi: पुष्टि करें
ja_jp: 確認
ko_kr: 확인
lt_lt: Patvirtinti
pt_br: Confirmar
vi: Xác nhận
zh_tw: 確認

source: You already belong to another team.
es_419: Usted ya pertenece a otro equipo.
ja_jp: すでに他のチームに参加しています。
ko_kr: 이미 다른 팀에 속해 있습니다.
lt_lt: Jūs jau priklausote kitai komandai.
pt_br: Você já faz parte de outra equipe.
vi: Bạn đã nằm trong một nhóm khác.
zh_tw: 你已經屬於另一個團隊。

source: This team is full.
es_419: Este equipo está lleno.
hi: यह टीम भरी हुई है।
ja_jp: このチームは満員です。
ko_kr: 팀의 정원이 찼습니다.
lt_lt: Ši komanda pilna.
pt_br: Esta equipe está completa.
vi: Nhóm này đã đủ thành viên.
zh_tw: 這個團隊已經滿了。

source: %(memberCount)s / %(maxMemberCount)s Member
es_419: %(memberCount)s / %(maxMemberCount)s Miembro
ja_jp: メンバー登録状況は %(memberCount)s / %(maxMemberCount)s です
ko_kr: %(memberCount)s / %(maxMemberCount)s 맴버
lt_lt: %(memberCount)s / %(maxMemberCount)s narys
pt_br: %(memberCount)s / %(maxMemberCount)s membro
vi: %(memberCount)s / %(maxMemberCount)s thành viên tối đa
zh_tw: %(memberCount)s / %(maxMemberCount)s 成員

source: All teams
es_419: Todos los equipos
hi: सभी टीमें
ja_jp: 全てのチーム
ko_kr: 모든 팀
lt_lt: Visos komandos
pt_br: Todas as equipes
vi: Tất cả các nhóm
zh_tw: 所有團隊

source: Teams Pagination
es_419: Paginación de Equipos
hi: टीमें पेजिनेशन
ko_kr: 팀 페이지 번호
pt_br: Paginação de Equipes
vi: Phân trang Nhóm

source: Topics
es_419: Temas
hi: विषय
ja_jp: トピックス
ko_kr: 주제
lt_lt: Temos
pt_br: Tópicos
vi: Các chủ đề
zh_tw: 主題

source: See all teams in your course, organized by topic. Join a team to collaborate with other learners who are interested in the same topic as you are.
es_419: Revise los equipos de su curso, organizados por tema. Únase a un equipo para colaborar con otros que estén interesados en los mismos temas.
ja_jp: 講座のすべてのチームをトピックで整理して表示します。同じトピックに興味を持っている他の受講者と協同学習するために、チームに参加しましょう。
ko_kr: 강좌에서 주제별로 조직된 모든 팀을 보세요. 관심사가 같은 다른 학습자들과 협력하기 위해 팀에 참여하세요.
lt_lt: Žiūrėkite visas savo kurso komandas pagal temas. Prisijunkite prie komandos su kitais kurso dalyviais, kurie domisi ta pačia tema kaip ir jūs.
pt_br: Veja todas as equipe, organizadas por tópico, do seu curso. Junte-se à uma equipe para colaborar com outros estudantes interessados nos mesmos tópicos que você.
vi: Xem tất cả các nhóm học trong khóa học của bạn, sắp xếp theo chủ đề. Tham gia một nhóm học để hợp tác với những người học cùng hứng thú với chủ đề mà bạn thích.
zh_tw: 依據主題查看課程中的所有團隊。選擇加入一個你有興趣的團隊。

source: My Team
es_419: Mi equipo
ja_jp: 参加しているチーム
ko_kr: 내 팀
lt_lt: Mano komanda
pt_br: Minha equipe
vi: Nhóm của tôi
zh_tw: 我的團隊

source: Browse
es_419: Explorar
hi: ब्राउज़ करें
ko_kr: 살펴보기
pt_br: Navegar
vi: Duyệt
zh_tw: 瀏覽

source: Your request could not be completed. Reload the page and try again.
es_419: Su solicitud no pudo ser completada. Recargue la página e intente nuevamente.
hi: आपका अनुरोध पूरा नहीं हो सका। पृष्ठ पुनः लोड करें और पुनः प्रयास करें।
ja_jp: リクエストの実行を完了できませんでした。この画面を再表示させて再実行してください。
ko_kr: 요청 수행 중에 오류가 발생했습니다. 새로고침 뒤 다시 시도해 보세요.
lt_lt: Jūsų užklausa negali būti įvykdyta. Iš naujo įkelkite puslapį ir bandykite dar kartą.
pt_br: Seu pedido não pôde ser concluído. Recarregue a página e tente novamente.
vi: Yêu cầu của bạn không thực hiện được. Xin mở lại trang và thử lại lần nữa.
zh_tw: 您的請求無法完成。刷新頁面，然後重試。

source: Your request could not be completed due to a server problem. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
es_419: Su solicitud no pudo ser completada debido a un problema en el servidor. Recargue la página e intente nuevamente. Si el problema persiste, haga clic en la pestaña de ayuda para reportar el problema.
hi: सर्वर समस्या के कारण आपका अनुरोध पूरा नहीं हो सका। पृष्ठ पुनः लोड करें और पुनः प्रयास करें। यदि समस्या बनी रहती है, तो समस्या की रिपोर्ट करने के लिए मदद टैब पर क्लिक करें।
ja_jp: サーバの問題によりリクエストの実行を完了できませんでした。この画面を再表示させて、再実行してください。この問題が繰り返し起きるのであれば、ヘルプタブをクリックして問題を報告してください。
ko_kr: 서버 문제로 인해 요청 수행중에 오류가 방생했습니다. 새로고침을 클릭해보고 다시 시도해 보세요. 문제가 계속 발생한다면 도움 탭을 클릭해 문제에 대해 신고할 수 있습니다.
lt_lt: Jūsų užklausa negali būti įvykdyta dėl sistemos klaidos. Iš naujo įkelkite puslapį ir bandykite dar kartą. Jei problema išlieka, norėdami apie ją pranešti, spustelėkite "Pagalba".
pt_br: Seu pedido não pode ser concluído devido a um problema no servidor. Recarregue a página e tente novamente. Se o erro persistir, clique em Ajuda para relatar o problema.
vi: Yêu cầu của bạn không thực hiện được do lỗi hệ thống. Bạn hãy thử mở lại trang thêm lần nữa, nếu không được thì hãy nhấn Hỗ trợ / Help để báo cho chúng tôi.
zh_tw: 系統問題造成您的請求無法完成。請刷新頁面，然後重試。如果問題仍然存在，點擊幫助選項來回報問題。

source: Team Search
es_419: Búsqueda de equipos
hi: टीम खोज
ja_jp: チームの検索
ko_kr: 팀 검색
lt_lt: Komandų paieška
pt_br: Busca de equipes
vi: Tìm nhóm
zh_tw: 搜索團隊

source: Showing results for "{searchString}"
es_419: Mostrando resultados para "{searchString}"
hi: "{SearchString}" के लिए परिणाम दिखा रहा है
ko_kr: "{searchString}" 에 대한 결과를 보여주고 있습니다
pt_br: Mostrando resultados para "{searchString}"
vi: Hiện kết quả tìm "{searchString}"

source: Create a New Team
es_419: Crear un nuevo equipo
hi: एक नई टीम बनाएं
ja_jp: 新規チームを作成
ko_kr: 새 팀 만들기
lt_lt: Kurti naują komandą
pt_br: Criar uma nova equipe
vi: Tạo một nhóm mới
zh_tw: 創建一個新的團隊

source: Create a new team if you can't find an existing team to join, or if you would like to learn with friends you know.
es_419: Cree un nuevo equipo si no puede encontrar uno existente para unirse o si desea aprender con personas que ya conoce.
hi: यदि आप किसी मौजूदा टीम में शामिल होने के लिए नहीं मिल सकते हैं, या यदि आप जानते हैं कि दोस्तों के साथ सीखना चाहते हैं तो एक नई टीम बनाएं।
ja_jp: 参加したいチームが見つからなかった場合、または知り合いと一緒に受講をしたいのであれば、新規にチームを作ります。
ko_kr: 가입할 팀을 찾지 못했거나 이미 알고 있는 친구들과 학습하려면 새로운 팀을 만드세요.
lt_lt: Sukurkite naują komandą, jei nerandate prie ko prisijungti arba jei norite mokytis su pažįstamais draugais.
pt_br: Crie uma nova equipe caso você não encontre uma já existente ou queira aprender com outros amigos.
vi: Tạo một nhóm mới nếu bạn không thể tìm được một nhóm để gia nhập, hoặc nếu bạn muốn học với những người bạn biết.
zh_tw: 建立一個新的團隊-- 如果你找不到現有的團隊加入，或者你想和你認識的朋友組隊。

source: Edit Team
es_419: Editar Equipo
hi: टीम को संपादित करें
ja_jp: チームを編集
ko_kr: 팀 편집
lt_lt: Redaguoti komandą
pt_br: Editar equipe
vi: Chỉnh sửa nhóm
zh_tw: 編輯團隊

source: If you make significant changes, make sure you notify members of the team before making these changes.
es_419: Si hace cambios significativos, asegúrese de avisar a los miembros del equipos antes de realizar estos cambios.
hi: यदि आप महत्वपूर्ण परिवर्तन करते हैं, तो सुनिश्चित करें कि इन परिवर्तनों को करने से पहले आप टीम के सदस्यों को सूचित करें।
ja_jp: 大幅な変更を行うのであれば、その変更を行う前にチームのメンバーへ確実に連絡をするようにします。
ko_kr: 변경사항이 많을 경우 변경 전 팀 회원에게 알려주는 것이 좋습니다.
lt_lt: Jei ketinate iš esmės ką nors pakeisti, prieš tai darydami praneškite kitiems komandos nariams.
pt_br: Caso você faça alterações importantes, certifique-se de avisar aos membros da equipe antes de implementá-las.
vi: Trong trường hợp bạn muốn tạo ra những thay đổi lớn, bạn nên thông báo trước với các thành viên của nhóm về những thay đổi này.
zh_tw: 如果你做較大更改，請確保你在進行這些更改之前通知團隊成員。

source: Membership
es_419: Afiliación
hi: सदस्यता
ja_jp: メンバシップ
ko_kr: 등록 관리
lt_lt: Narystė
pt_br: Assinatura
vi: Thành viên
zh_tw: 會員

source: You can remove members from this team, especially if they have not participated in the team's activity.
es_419: Puede remover miembros de este equipo, especialmente si no han participado en la actividad del equipo.
hi: आप इस टीम से सदस्यों को हटा सकते हैं, खासकर यदि उन्होंने टीम की गतिविधि में भाग नहीं लिया है।
ja_jp: とりわけチームの活動に積極的に参加していないメンバーがいる場合には、そのメンバーをチームから削除することができます。
ko_kr: 이 팀에서 회원을 탈퇴시킬 수 있습니다. 특히 팀 활동에 전혀 참여하지 않은 경우 탈퇴시키는 것이 좋습니다.
lt_lt: Galite pašalinti narius iš šios komandos, ypač jei jie nedalyvauja komandos veikloje.
pt_br: Você pode remover membros desta equipe, especialmente se eles não estiverem participando das atividades da equipe.
vi: Bạn có thể xóa thành viên khỏi nhóm, đặc biệt là khi họ không tham gia vào các hoạt động của nhóm.
zh_tw: 您可以從該組中刪除成員，特別是如果他們還沒有參加團隊的活動。

source: Search teams
es_419: Buscar equipos
hi: टीमों को खोजें
ja_jp: チームの検索
ko_kr: 팀 검색
lt_lt: Ieškoti komandų
pt_br: Buscar equipes
vi: Tìm kiếm nhóm
zh_tw: 搜索團隊

source: All Topics
es_419: Todos los temas
hi: सभी विषय
ja_jp: 全てのトピック
ko_kr: 모든 주제
lt_lt: Visos temos
pt_br: Todos os tópicos
vi: Tất cả chủ đề
zh_tw: 所有主題

source: The page "{route}" could not be found.
es_419: La página "{route}" no pudo ser encontrada.
hi: पृष्ठ "{route}" नहीं मिला।
ko_kr: "{route}" 페이지를 찾을 수 없습니다.
pt_br: A página "{route}" não pôde ser encontrada.
vi: Không thấy trang "{route}".

source: The topic "{topic}" could not be found.
es_419: El tema "{topic}" no pudo ser encontrado.
hi: "{topic}" विषय नहीं मिला।
ko_kr: "{topic}" 주제를 찾을 수 없습니다.
pt_br: O tópico "{topic}" não pôde ser encontrado.
vi: Không thấy chủ đề "{topic}".

source: The team "{team}" could not be found.
es_419: El equipo "{team}" no pudo ser encontrado.
hi: टीम "{team}" नहीं मिली।
ko_kr: "{team}" 팀을 찾을 수 없습니다.
pt_br: O time "{team}" não pôde ser encontrado.
vi: Không thấy nhóm "{team}".

source: %(team_count)s Team
es_419: %(team_count)s Equipo
ja_jp: %(team_count)s チーム
ko_kr: %(team_count)s 팀
lt_lt: %(team_count)s komanda
pt_br: %(team_count)s equipe
vi: %(team_count)s nhóm
zh_tw: %(team_count)s 個團隊

source: Topic
es_419: Tema
hi: विषय
ja_jp: トピック
ko_kr: 주제
lt_lt: Tema
pt_br: Tópicos
vi: Chủ đề
zh_tw: 主題

source: View Teams in the %(topic_name)s Topic
es_419: Ver equipos en el tema %(topic_name)s
ja_jp: %(topic_name)s というトピックに含まれるチームを表示
ko_kr: %(topic_name)s 주제의 팀 보기
lt_lt: Žiūrėti komandas "%(topic_name)s" temoje
pt_br: Visualizar equipes no tópico %(topic_name)s
vi: Xem các nhóm học trong chủ đề %(topic_name)s
zh_tw: 顯示含 %(topic_name)s 標題之團隊

source: {browse_span_start}Browse teams in other topics{span_end} or {search_span_start}search teams{span_end} in this topic. If you still can't find a team to join, {create_span_start}create a new team in this topic{span_end}.
es_419: Intente {browse_span_start}explorar equipos en otros temas{span_end} o {search_span_start}buscar equipos{span_end} en este tema. Sí aún no puede encontrar un equipo para unirse, {create_span_start}cree un nuevo equipo en este tema{span_end}.
hi: {Browse_span_start} अन्य विषयों में टीमों को ब्राउज़ करें {span_end} या {search_span_start} खोज टीमों {span_end} इस विषय में। यदि आपको अभी भी एक टीम नहीं मिल रही है, तो {create_span_start} इस विषय में एक नई टीम बनाएं {span_end}।
ja_jp: {browse_span_start}他のトピックに含まれているチームを表示する{span_end} か、{search_span_start}このトピックに含まれているチーム{span_end}を探します。これでも参加するチームが見つからない場合は、{create_span_start}このトピックで新規にチームを作りましょう{span_end}。
ko_kr: {browse_span_start}다른 주제에서 팀을 검색{span_end} 하거나 {search_span_start}이 주제에서 팀을 검색{span_end} 합니다. 아직도 가입할 팀을 찾지 못했다면 {create_span_start}이 주제에서 새 팀을 생성합니다{span_end}.
lt_lt: {browse_span_start}Naršykite ieškodami komandų kitose temose{span_end} arba {search_span_start}ieškokite komandų{span_end} šioje temoje. Jei vis tiek nerandate prie ko prisijungti, {create_span_start}sukurkite naują komandą šioje temoje{span_end}.
pt_br: {browse_span_start}Dê uma olhada nas equipes de outros tópicos{span_end} ou {search_span_start}busque equipes{span_end} neste tópico. Caso você ainda não tenha encontrado nenhuma, {create_span_start}crie uma nova equipe neste tópico{span_end}.
vi: {browse_span_start}Xem các nhóm trong các chủ đề khác{span_end} hoặc {search_span_start}tìm kiếm nhóm{span_end} trong chủ đề này. {create_span_start}Tạo một nhóm mới{span_end} nếu bạn vẫn không tìm được nhóm nào.
zh_tw: {browse_span_start} 用其他標題瀏覽團隊 {span_end} 或 {search_span_start} 搜索團隊{span_end} 於此標題。 如果你仍然無法找到團隊來加入， {create_span_start} 在此標題新創一個團隊{span_end}。

source: All topics
es_419: Todos los temas
hi: सभी विषय
ja_jp: 全てのトピック
ko_kr: 모든 주제
lt_lt: Visos temos
pt_br: Todos os tópicos
vi: Tất cả chủ đề
zh_tw: 所有主題

source: Open Calculator
es_419: Abrir Calculadora
hi: कैलक्यूलेटर खोलें
ja_jp: 計算機を開く
ko_kr: 계산기 열기
lt_lt: Atverti skaičiuoklę
pt_br: Abrir calculadora
vi: Mở máy tính
zh_tw: 開啟計算機

source: Close Calculator
es_419: Cerrar Calculadora
hi: कैलक्यूलेटर बंद करें
ja_jp: 計算機を閉じる
ko_kr: 계산기 닫기
lt_lt: Užverti skaičiuoklę
pt_br: Fechar calculadora
vi: Đóng máy tính
zh_tw: 關閉計算器

source: HTML preview of post
es_419: previsiualización en HTML
hi: HTML पोस्ट का पूर्वावलोकन
ko_kr: 글의 HTML 미리보기
pt_br: Prévia da publicação em HTML
vi: Xem dạng HTML

source: Post body
es_419: Cuerpo de la publicación
ja_jp: ボディを送信
lt_lt: Pranešimo tekstas

source: Insert Hyperlink
es_419: Insertar hipervínculo
hi: हायपरलिंक इन्‍सर्ट करें
ja_jp: リンクを挿入
ko_kr: 하이퍼링크 삽입
lt_lt: Įterpti hipersaitą
pt_br: Inserir hiperlink
vi: Nhập Đường Dẫn
zh_tw: 插入超鏈接

source: e.g. 'http://google.com'
es_419: p.ej. 'https://google.com'
ko_kr: 예 'http://google.com'
pt_br: ex.: 'http://google.com/'
vi: ví dụ 'http://google.com'

source: Link Description
es_419: Descripción del vínculo
ko_kr: 링크 설명
pt_br: Descrição do link
vi: Mô tả Liên kết

source: e.g. 'google'
es_419: p. ej. 'google'
hi: जैसे 'google'
ko_kr: 예 'google'
pt_br: ex.: 'google'
vi: ví dụ 'google'

source: Please provide a description of the link destination.
es_419: Por favor, proveer una descripción de la destinación del vínculo.
hi: कृपया लिंक गंतव्य का विवरण प्रदान करें।
ko_kr: 링크에 대한 설명을 작성해주세요.
pt_br: Forneça uma descrição do destino do link.
vi: Vui lòng cung cấp mô tả về điểm đến của liên kết.

source: Insert Image (upload file or type URL)
es_419: Insertar imagen (subir archivo o introducir URL)
hi: छवि डालें (फ़ाइल अपलोड करें या URL लिखें)
ko_kr: 이미지 삽입 (파일 업로드 혹은 URL 입력)
pt_br: Inserir imagem (carregue o arquivo ou digite o url)
vi: Chèn hình ảnh (tệp tải lên hoặc nhập URL)

source: Type in a URL or use the "Choose File" button to upload a file from your machine. (e.g. 'http://example.com/img/clouds.jpg')
es_419: Introduzca un URL o utilice el botón de "Elegir Archivo" para subir un archivo de su máquina (p. ej. 'http://example.com/img/clouds.jpg')
hi: हमारी मशीन। (उदा। 'http://example.com/img/clouds.jpg')
ko_kr: URL을 입력하거나 "파일 선택" 버튼을 사용해 파일을 업로드합니다. (예 'http://example.com/img/clouds.jpg')
pt_br: Digite o url ou utilize o botão "Selecionar Arquivo" para carregar um arquivo do seu computador. (ex.: 'http://example.com/img/clouds.jpg')
vi: Nhập URL hoặc sử dụng nút "Chọn tệp" để tải tệp lên từ máy của bạn. (ví dụ: 'http://example.com/img/clouds.jpg')

source: Image Description
es_419: Descripción de la imagen
hi: चित्र का वर्णन
ko_kr: 이미지 설명
pt_br: Descrição da imagem
vi: Hình ảnh mô tả

source: Please describe this image or agree that it has no contextual value by checking the checkbox.
es_419: Por favor, describa esta imagen o indique que no tiene valor contextual marcando la casilla.
hi: कृपया इस छवि का वर्णन करें या सहमति दें कि चेकबॉक्स को चेक करने से इसका कोई संदर्भ मूल्य नहीं है।
ko_kr: 이 이미지에 대한 설명을 입력하거나 맥락과 무관하다면 체크 상자에 체크해 주세요.
pt_br: Forneça uma descrição desta imagem ou concorde que não há valor contextual clicando na caixa de seleção.
vi: Vui lòng mô tả hình ảnh này hoặc đồng ý rằng nó không có giá trị theo ngữ cảnh bằng cách đánh dấu ô kiểm.

source: e.g. 'Sky with clouds'. The description is helpful for users who cannot see the image.
es_419: p. ej. 'Cielo con nubes'. La descripción es útil para usuarios que no puedan visualizar la imagen.
hi: जैसे 'बादलों के साथ आकाश'। वर्णन उन उपयोगकर्ताओं के लिए सहायक है जो छवि नहीं देख सकते हैं।
ko_kr: 예 'Sky with clouds'. 이 설명은 이미지를 보지 못하는 학습자에게 도움이 됩니다.
pt_br: ex.: 'Céu com nuvens'. A descrição será útil para usuários que não poderão ver a imagem.
vi: ví dụ. 'Bầu trời với những đám mây'. Mô tả rất hữu ích cho người dùng không nhìn thấy hình ảnh.

source: How to create useful text alternatives.
es_419: Cómo crear alternativas útiles al texto.
hi: कैसे उपयोगी पाठ विकल्प बनाने के लिए।
ko_kr: 대체 텍스트를 작성하는 방법.
pt_br: Como criar textos alternativos úteis.
vi: Làm thế nào để tạo ra văn bản thay thế hữu ích.

source: This image is for decorative purposes only and does not require a description.
es_419: Esta imagen es decorativa solamente y no requiere descripción.
hi: यह छवि केवल सजावटी उद्देश्यों के लिए है और इसके लिए विवरण की आवश्यकता नहीं है।
ko_kr: 이 이미지는 시각적 효과를 위한 것이며 설명이 필요 없습니다.
pt_br: Esta imagem é meramente decorativa e por isso não necessita de descrição.
vi: Hình ảnh này chỉ dành cho mục đích trang trí và không cần mô tả.

source: Markdown Editing Help
es_419: Ayuda para la edición con marcadores Markdown
hi: मार्कडाउन एडीटिंग मदद
ja_jp: マークダウン編集ヘルプ
ko_kr: Markdow 편집 도움말
lt_lt: Markdown redagavimo pagalba
pt_br: Ajuda para Editar Markdown
vi: Trợ Giúp Chỉnh Sửa Markdown
zh_tw: Markdown編輯說明

source: Please provide a valid URL.
es_419: Por favor, provea un URL válido.
hi: कृपया एक मान्य URL प्रदान करें।
ko_kr: URL을 확인하고 다시 입력해주세요.
pt_br: Por favor forneça uma url válida.
vi: Vui lòng cung cấp một URL hợp lệ.

source: %(errorCount)s error found in form.
es_419: %(errorCount)s error en el formulario.
ko_kr: %(errorCount)s 개의 오류가 발견되었습니다.
pt_br: %(errorCount)s erro encontrado no formulário.
vi: %(errorCount)s lỗi được phát hiện.
