Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Create user
he: צור משתמש
hi: उपयोगकर्ता बनाएं
ja_jp: ユーザーを作成
lt_lt: Sukurti naudotoją
vi: Tạo người dùng

source: Download list of all users (csv file)
he: הורד רשימה של כל המשתמשים (קובץ CSV)
hi: (csv file) सभी उपयोगकर्ताओं की सूची डाउनलोड करें
ja_jp: 全ユーザーのリストをダウンロード(CSVファイル)
lt_lt: Parsiųsti visų naudotojų sąrašą (csv file)
vi: Tải danh sách tất cả người dùng (file có định dạng csv)

source: Check and repair external authentication map
he: בדוק ותקן מפת אימות חיצונית
hi: बाहरी प्रमाणीकरण नक्शे की जांच और सुधार करें
ja_jp: 外部認証マッピングを確認し、修復する
lt_lt: Patikrinti ir sutaisyti išorinį autentifikavimo žemėlapį
vi: Kiểm tra và sửa liên kết tới tài khoản bên ngoài

source: Download staff and instructor list (csv file)
he: הורד את רשימת אנשי הצוות והמדריכים (קובץ CSV)
hi: (csv file) स्टाफ़ और प्रशिक्षक सूची डाउनलोड करें
ja_jp: スタッフと講師のリストをダウンロード(CSVファイル)
lt_lt: Parsiųsti viso personalo ir lektorių sąrašą (csv file)
vi: Tải về danh sách nhân viên và giáo viên hướng dẫn (file csv)

source: Load new course from GitHub
ja_jp: GitHubから講座を読み込む
vi: Tải khóa học mới từ GitHub

source: previous
he: קודם
hi: पिछला
ja_jp: 前
vi: trước

source: Page {current_page} of {total_pages}
he: עמוד {current_page} מתוך {total_pages}
ja_jp: {total_pages}ページ中{current_page}ページ目
vi: Trang {current_page} trên {total_pages}

source: next
he: הבא
hi: अगला
ja_jp: 次
vi: sau

source: Date
he: תאריך
hi: तिथि
ja_jp: 日付
lt_lt: Data
vi: Ngày

source: Text Me The App
vi: Nhắn tin cho tôi Ứng dụng

source: datetime
he: תאריךושעה
hi: तारीखसमय
ja_jp: 日時
lt_lt: data ir laikas
vi: ngày giờ

source: ipaddr
he: כתובת IP
ja_jp: IPアドレス
vi: lệnh ipaddr

source: source
he: מקור
hi: स्त्रोत
ja_jp: 元
lt_lt: šaltinis
vi: nguồn

source: type
he: סוג
hi: प्ररूप
ja_jp: タイプ
lt_lt: tipas
vi: kiểu

source: You will no longer receive forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}. If you did not mean to do this, {undo_link_start}you can re-subscribe{link_end}.
hi: अब आपको {platform_name} से फ़ोरम अधिसूचना ईमेल प्राप्त नहीं होंगे। आप {dashboard_link_start} अपने डैशबोर्ड {link_end} पर लौट सकते हैं। यदि आपके पास ऐसा करने का मतलब नहीं है, तो {undo_link_start} आप {link_end} को फिर से सदस्यता ले सकते हैं।
ja_jp: 今後 {platform_name} からのフォーラム通知メールを受け取らなくなります。マイページへは {dashboard_link_start} こちらから {link_end} 戻ることができます。もしこれが意図していたことと違う場合には、{undo_link_start} こちらから {link_end} 再登録ができます。
vi: {platform_name} sẽ không gửi thông báo từ forum cho bạn nữa. Bạn có thể {dashboard_link_start}trở về bảng thông tin{link_end}. Nếu không muốn thực hiện thao tác này, nhấn vào đây để {undo_link_start}tái đăng ký / re-subscribe{link_end}.

source: Dashboard for:
he: לוח בקרה של:
hi: इसके लिए डैशबोर्ड :
ja_jp: マイページ：
lt_lt: Informacinis puslapis:
vi: Bảng thông tin của:

source: More options
hi: अधिक विकल्प
vi: Lựa chọn khác

source: More Options
hi: अधिक विकल्प
vi: Lựa chọn khác

source: Using the system
he: משתמש במערכת
hi: सिस्टम का प्रयोग कैसे करें
ja_jp: このシステムを使う
lt_lt: Naudojimasis sistema
vi: Sử dụng hệ thống

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
he: במהלך הצגת וידיאו, השתמש בכתוביות ובפס הגלילה בכדי לנווט. לחיצה על הכתוביות הינה דרך מהירה לדלג קדימה ואחורה בצעדים קטנים.
hi: वीडियो प्लेबैक के दौरान, नेविगेट करने के लिए उपशीर्षक और स्क्रोल बार का उपयोग करें। उपशीर्षक पर क्लिक करने से आप थोड़ी-थोड़ी मात्रा में आगे और पीछे जा सकते हैं।
ja_jp: ビデオ再生中、字幕やスクロールバーを案内に用いることができます。早送りや巻戻しをするには字幕のクリックが早い方法です。
lt_lt: Peržiūrint vaizdo įrašą, navigacijai naudokite subtitrus ir slinkties juostą. Greičiausias būdas persukti įrašą trumpomis atkarpomis pirmyn arba atgal yra spaudžiant ant subtitrų.
vi: Trong khi xem video, sử dụng phụ đề và thanh cuộn để di chuyển. Nhấn vào phụ đề sẽ giúp bạn nhanh chóng tua tới hoặc lùi môt đoạn ngắn.

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
he: אם אתה צופה בתצוגה ברזולוציה נמוכה, ניתן להסתיר את תפריט הניווט השמאלי באמצעות לחיצה על שלישית החצים שליד התפריט.
hi: अगर आप एक लो-रेज़ोल्यूशन डिस्प्ले पर हैं, तो बाएं नेविगेशन बार को छिपाने के लिए उसके साथ वाले तीन तीर के सेट, जो बाईं तरफ़ इशारा कर रहे हैं, पर क्लिक करें।
ja_jp: 低解像度のディスプレイを使われている場合、三本の左矢印の隣をクリックすることで、左のナビゲーションバーを隠すことができます。
lt_lt: Jei jūsų ekranas mažos rezoliucijos, naršymo juostą kairėje galite paslėpti paspaudę ant šalia jos esančių trijų rodyklių.
vi: Nếu bạn đang dùng màn hình hiển thị ở độ phân giải thấp, có thể ẩn các thanh điều hướng bên trái bằng cách nhấn vào bộ ba mũi tên trái ngay cạnh nó.

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
he: אם אתה זקוק לגופים גדולים או קטנים יותר, השתמש בהגדרות הדפדפן שלך להגדיל או לקטין אותם. תחת גוגל כרום, פעולה זו מתבצעת באמצעות לחיצה במקביל על ctrl-plus, או ctrl-minus.
hi: अगर आपको बड़े या छोटे फोंट की ज़रूरत है, तो उनका पैमाना तय करने के लिए अपने ब्राउज़र सेटिंग्स का उपयोग करें। गूगल क्रोम में, यह एक ही साथ ctrl-plus, या ctrl-minus दबाकर किया जाता है।
ja_jp: フォントサイズを大きくしたり、小さくしたりする必要がある場合には、ブラウザ設定でフォントサイズを調整してください。Google Chromeにおいては、これは「コントロールキー」＋「↑」や「コントロールキー」＋「↓」の操作で実施することができます。
lt_lt: Jei norite didesnio arba mažesnio šrifto, naudokite savo naršyklės nustatymus juos padidinti ar sumažinti. Google Chrome naršyklėje tai atliekama kartu spaudžiant Ctrl ir pliuso ženklo, arba Ctrl ir minuso ženklo klavišus.
vi: Nếu bạn cần phông chữ lớn hơn hoặc nhỏ hơn, sử dụng thiết lập trình duyệt để phóng to hoặc thu nhỏ. Trong Google Chrome, thực hiện bằng cách nhấn Ctrl-dấu cộng, hoặc Ctrl-dấu trừ.

source: Loading video player
he: טוען נגן וידיאו
hi: वीडियो प्लेयर लोड हो रहा है
ja_jp: 動画プレイヤーを読込中
lt_lt: Įkeliamas vaizdo leistuvas
vi: Đang tải trình xem video

source: Play video
he: נגן וידיאו
hi: वीडियो प्ले करें
ja_jp: 動画再生
lt_lt: Paleisti vaizdo įrašą
vi: Mở video

source: No playable video sources found.
he: לא נמצא מקור וידיאו שניתן לצפות בו.
hi: देखने योग्‍य व्‍हीडियो का स्रोत अप्राप्‍त
ja_jp: 再生可能な動画ソースが見つかりません。
lt_lt: Rodymui skirtų vaizdo įrašų nerasta.
vi: Không có video nào được tìm thấy.

source: Your browser does not support this video format. Try using a different browser.
hi: आपका ब्राउज़र इस वीडियो प्रारूप का समर्थन नहीं करता है। किसी भिन्न ब्राउज़र का उपयोग करके देखें।
vi: Trình duyệt của bạn không hỗ trợ định dạng video này. Hãy thử sử dụng một trình duyệt khác.

source: Downloads and transcripts
hi: डाउनलोड और टेप
vi: Tải xuống và bản dịch

source: Download video file
hi: वीडियो फ़ाइल डाउनलोड करें
vi: Tải xuống tệp video

source: Transcripts
hi: टेप
vi: Bản dịch

source: Download {file}
hi: {file} डाउनलोड करें
vi: Tải xuống {file}

source: Download transcript
he: הורד תמליל
hi: प्रतिलिपि डाउनलोड करें
ja_jp: 字幕をダウンロード
lt_lt: Parsisiųsti titrus
vi: Tải bản dịch

source: Handouts
vi: Tài liệu phát tay

source: Download Handout
he: הורד דף מידע
hi: डाउनलोड किये गये हैन्‍डआउट
ja_jp: 資料をダウンロード
lt_lt: Atsisiųsti padalomąją medžiagą
vi: Tải xuống tài liệu handout

source: {num} of {total}
hi: {num} का {total}
vi: {num} trong tổng số {total}

source: Your words were:
hi: आपके शब्द थे:
vi: Nội dung bạn muốn nhập:

source: API Access Request
hi: एपीआई एक्सेस अनुरोध
vi: Bản tin truy cập API

source: {platform_name} API Access Request
hi: {platform_name} API एक्सेस अनुरोध
vi: {platform_name} Bản tin truy cập API

source: Request API Access
hi: एपीआई एक्सेस का अनुरोध करें
vi: Yêu cầu truy cập API

source: API Access Request Status
hi: एपीआई एक्सेस अनुरोध स्थिति
vi: Trạng thái bản tin truy cập API

source: Your request to access the {platform_name} Course Catalog API is being processed. You will receive a message at the email address in your profile when processing is complete. You can also return to this page to see the status of your API access request.
hi: {Platform_name} कोर्स कैटलॉग API को एक्सेस करने का आपका अनुरोध संसाधित किया जा रहा है। प्रसंस्करण पूरा होने पर आपको अपनी प्रोफ़ाइल में ईमेल पते पर एक संदेश प्राप्त होगा। अपने एपीआई एक्सेस अनुरोध की स्थिति देखने के लिए आप इस पृष्ठ पर भी लौट सकते हैं।
vi: Yêu cầu truy cập {platform_name} Course Catalog API đang được xử lý. Bạn sẽ nhận được thông báo tới địa chỉ email theo hồ sơ của bạn khi quá trình xử lý hoàn thành. Bạn cũng có thể trở lại trang web này dể cập nhật kết quả xử lý.

source: Your request to access the {platform_name} Course Catalog API has been denied. If you think this is an error, or for other questions about using this API, contact {api_support_email_link}.
hi: {Platform_name} कोर्स कैटलॉग API को एक्सेस करने के आपके अनुरोध को अस्वीकार कर दिया गया है। यदि आपको लगता है कि यह एक त्रुटि है, या इस API का उपयोग करने के बारे में अन्य प्रश्नों के लिए, {api_support_email_link} से संपर्क करें।
vi: Yêu cẩu truy cập vào {platform_name} Course Catalog API bị từ chối. Nếu bạn cho rằng đây là lỗi hệ thống, hoắc có thắc mắc nào khác về việc sử dụng API, liện hệ {api_support_email_link}.

source: Your request to access the {platform_name} Course Catalog API has been approved.
hi: {Platform_name} कोर्स कैटलॉग API को एक्सेस करने के आपके अनुरोध को मंजूरी दे दी गई है।
vi: Yêu cầu truy cập {platform_name} Course Catalog API đã được chấp nhận.

source: Application Name
hi: आवेदन का नाम
vi: Tên ứng dụng

source: API Client ID
hi: एपीआई क्लाइंट आईडी
vi: Mã API máy khách

source: API Client Secret
hi: एपीआई क्लाइंट सीक्रेट
vi: Chuỗi bảo mật API máy khách

source: Redirect URLs
hi: रीडायरेक्ट URL
vi: URL đổi hướng

source: If you would like to regenerate your API client information, please use the form below.
hi: यदि आप अपनी API क्लाइंट जानकारी को पुन: प्राप्त करना चाहते हैं, तो कृपया नीचे दिए गए फ़ॉर्म का उपयोग करें।
vi: Nếu bạn muốn khởi tạo lại thông tin API máy khách, vui lòng sử dụng mẫu đơn phía dưới

source: Generate API client credentials
hi: एपीआई क्लाइंट क्रेडेंशियल उत्पन्न करें
vi: Tạo thông tin xác thực API máy khách

source: To learn more about the {platform_name} Course Catalog API, visit {link_start}our API documentation page{link_end}. For questions about using this API, contact {api_support_email_link}.
hi: {Platform_name} कोर्स कैटलॉग API के बारे में अधिक जानने के लिए, {link_start} हमारे API प्रलेखन पृष्ठ {link_end} पर जाएं। इस API का उपयोग करने के बारे में प्रश्नों के लिए, {api_support_email_link} से संपर्क करें।
vi: Để biết thêm về {platform_name} Course Catalog API, truy cập {link_start}trang tài liệu API của chúng tôi{link_end}. Nếu bạn có câu hỏi về việc sử dụng API, liên hệ {api_support_email_link}.

source: API Terms of Service
hi: सेवा की शर्तें
vi: Điều khoản sử dụng API

source: Terms of Service for {platform_name} APIs
hi: {Platform_name} API के लिए सेवा की शर्तें
vi: Điều khoản sử dụng API của {platform_name}

source: Effective Date: May 24th, 2018
hi: प्रभावी तिथि: 24 मई, 2018
vi: Ngày có hiệu lực: ngày 24 tháng 5 năm 2018

source: Welcome to {platform_name}. Thank you for using {platform_name}'s Course Discovery API, Enterprise API and/or any additional APIs that we may offer from time to time (collectively, the "APIs"). Please read these Terms of Service prior to accessing or using the APIs. These Terms of Service, any additional terms within accompanying API documentation, and any applicable policies and guidelines that {platform_name} makes available and/or updates from time to time are agreements (collectively, the "Terms") between you and {platform_name}. These Terms are issued under the enterprise product agreement, member participation agreement, or other direct agreement governing the purchase of {platform_name} products, if any (the "Agreement"), executed by you or the party on whose behalf you are accessing or using the APIs and {platform_name}. In the event that you have such an Agreement that applies to your use of the APIs, the Agreement will control in the event of any conflict between it and these Terms. By accessing or using the APIs, you accept and agree to be legally bound by the Terms, whether or not you are a registered user. If you are accessing or using the APIs on behalf of a company, organization or other legal entity, you are agreeing to these Terms for that entity and representing and warranting to {platform_name} that you have full authority to accept and agree to these Terms for such entity, in which case the terms "you," "your" or related terms herein shall refer to such entity on whose behalf you are accessing or using the APIs. If you do not have such authority or if you do not understand or do not wish to be bound by the Terms, you should not use the APIs.
hi: {Platform_name} में आपका स्वागत है। {Platform_name} के कोर्स डिस्कवरी एपीआई, एंटरप्राइज एपीआई और / या किसी भी अतिरिक्त एपीआई का उपयोग करने के लिए धन्यवाद जो हम समय-समय पर (सामूहिक रूप से, "एपीआई") की पेशकश कर सकते हैं। APIs तक पहुँचने या उपयोग करने से पहले कृपया इन सेवा की शर्तों को पढ़ें। ये सेवा की शर्तें, API प्रलेखन के साथ कोई भी अतिरिक्त शर्तें, और {platform_name} जो कोई भी लागू नीतियां और दिशा-निर्देश उपलब्ध हैं, जो समय-समय पर उपलब्ध और / या अपडेट आपके और {platform_name} के बीच समझौते (सामूहिक रूप से, "शर्तें") हैं। ये शर्तें एंटरप्राइज प्रोडक्ट एग्रीमेंट, मेंबर पार्टिसिपेशन एग्रीमेंट या {platform_name} प्रॉडक्ट्स की खरीद को नियंत्रित करने वाले अन्य डायरेक्ट एग्रीमेंट के तहत जारी किए जाते हैं, यदि कोई हो (जो "एग्रीमेंट"), आपके या पार्टी द्वारा निष्पादित किया जाता है जिसकी ओर से आप एक्सेस कर रहे हैं या उपयोग कर रहे हैं API और {platform_name}। ऐसी स्थिति में जब आपके पास ऐसा कोई एग्रीमेंट होता है, जो एपीआई के आपके उपयोग पर लागू होता है, तो एग्रीमेंट इसके और इन नियमों के बीच किसी भी टकराव की स्थिति में नियंत्रित करेगा। एपीआई का उपयोग या उपयोग करके, आप स्वीकार करते हैं और शर्तों से कानूनी रूप से बाध्य होने के लिए सहमत हैं, चाहे आप पंजीकृत उपयोगकर्ता हैं या नहीं। यदि आप किसी कंपनी, संगठन या अन्य कानूनी इकाई की ओर से एपीआई का उपयोग या उपयोग कर रहे हैं, तो आप उस इकाई के लिए इन शर्तों से सहमत हैं और {platform_name} का प्रतिनिधित्व करते हैं और वारंटी देते हैं कि आपके पास इन शर्तों को स्वीकार करने और सहमत होने का पूर्ण अधिकार है ऐसी इकाई, जिसके संदर्भ में "आप," "आपके" या संबंधित शब्द ऐसी इकाई को संदर्भित करेंगे, जिनकी ओर से आप एपीआई का उपयोग या उपयोग कर रहे हैं। यदि आपके पास ऐसा अधिकार नहीं है या यदि आप नहीं समझते हैं या शर्तों से बाध्य नहीं हैं, तो आपको एपीआई का उपयोग नहीं करना चाहिए।
vi: Chào mừng bạn đến với {platform_name}. Cảm ơn bạn đã sử dụng API khám phá khóa học, API doanh nghiệp và / hoặc bất kỳ API bổ sung nào của {platform_name} mà chúng tôi có thể cung cấp theo thời gian (gọi chung là "API"). Vui lòng đọc các Điều khoản dịch vụ này trước khi truy cập hoặc sử dụng API. Các Điều khoản dịch vụ này, mọi điều khoản bổ sung trong tài liệu API đi kèm và mọi chính sách và nguyên tắc áp dụng mà {platform_name} cung cấp và / hoặc cập nhật theo thời gian là các thỏa thuận (gọi chung là "Điều khoản") giữa bạn và {platform_name}. Các Điều khoản này được ban hành theo thỏa thuận sản phẩm doanh nghiệp, thỏa thuận tham gia thành viên hoặc thỏa thuận trực tiếp khác điều chỉnh việc mua sản phẩm {platform_name}, nếu có ("Thỏa thuận"), được thực hiện bởi bạn hoặc bên mà bạn đang truy cập hoặc sử dụng các API và {platform_name}. Trong trường hợp bạn có Thỏa thuận như vậy áp dụng cho việc sử dụng API của bạn, Thỏa thuận sẽ kiểm soát trong trường hợp có bất kỳ xung đột nào giữa Thỏa thuận này và các Điều khoản này. Bằng cách truy cập hoặc sử dụng API, bạn chấp nhận và đồng ý chịu ràng buộc về mặt pháp lý bởi các Điều khoản, cho dù bạn có phải là người dùng đã đăng ký hay không. Nếu bạn đang truy cập hoặc sử dụng API thay mặt cho một công ty, tổ chức hoặc pháp nhân khác, bạn đồng ý với các Điều khoản này cho thực thể đó và tuyên bố và bảo đảm với {platform_name} rằng bạn có toàn quyền chấp nhận và đồng ý với các Điều khoản này cho thực thể đó, trong trường hợp các thuật ngữ "bạn", "của bạn" hoặc các điều khoản liên quan ở đây sẽ đề cập đến thực thể đó mà bạn đang truy cập hoặc sử dụng API. Nếu bạn không có thẩm quyền như vậy hoặc nếu bạn không hiểu hoặc không muốn bị ràng buộc bởi Điều khoản, bạn không nên sử dụng API.

source: API Access
hi: एपीआई एक्सेस
vi: Truy cập API

source: To access the APIs, you will need to create an {platform_name} user account for your application (not for personal use). This account will provide you with access to our API request page at {request_url}. On that page, you must complete the API request form including a description of your proposed uses for the APIs. Any account and registration information that you provide to {platform_name} must be accurate and up to date, and you agree to inform us promptly of any changes. {platform_name_capitalized} will review your API request form and, upon approval in {platform_name}'s sole discretion, will provide you with instructions for obtaining your API shared secret and client ID.
hi: एपीआई तक पहुंचने के लिए, आपको अपने आवेदन के लिए एक {platform_name} उपयोगकर्ता खाता बनाना होगा (व्यक्तिगत उपयोग के लिए नहीं)। यह खाता आपको {API_url} पर हमारे एपीआई अनुरोध पृष्ठ तक पहुंच प्रदान करेगा। उस पृष्ठ पर, आपको एपीआई के लिए अपने प्रस्तावित उपयोगों के विवरण सहित एपीआई अनुरोध फ़ॉर्म को पूरा करना होगा। आपके द्वारा {platform_name} प्रदान की जाने वाली कोई भी खाता और पंजीकरण जानकारी सटीक और अद्यतित होनी चाहिए, और आप हमें किसी भी बदलाव के बारे में तुरंत सूचित करने के लिए सहमत हैं। {platform_name_capitalized} आपके API अनुरोध फॉर्म की समीक्षा करेगा और {platform_name} के एकमात्र विवेक पर अनुमोदन के बाद, आपको अपना एपीआई साझा रहस्य और क्लाइंट आईडी प्राप्त करने के निर्देश प्रदान करेगा।
vi: Để truy cập API, bạn sẽ cần tạo tài khoản người dùng {platform_name} cho ứng dụng của mình (không sử dụng cho mục đích cá nhân). Tài khoản này sẽ cung cấp cho bạn quyền truy cập vào trang yêu cầu API của chúng tôi tại {request_url}. Trên trang đó, bạn phải hoàn thành biểu mẫu yêu cầu API bao gồm mô tả về các sử dụng được đề xuất cho API. Bất kỳ tài khoản và thông tin đăng ký nào bạn cung cấp cho {platform_name} phải chính xác và cập nhật và bạn đồng ý thông báo cho chúng tôi kịp thời về mọi thay đổi. {platform_name_capitalized} sẽ xem xét biểu mẫu yêu cầu API của bạn và, theo quyết định riêng của {platform_name}, sẽ cung cấp cho bạn các hướng dẫn để lấy bí mật chia sẻ API và ID khách hàng của bạn.

source: Permissible Use
hi: अनुमेय उपयोग
vi: Quyền sử dụng

source: You agree to use the APIs solely for the purpose of delivering content that is accessed through the APIs (the "API Content") to your own website, mobile site, app, blog, email distribution list, or social media property ("Your Application") or for another commercial use that you described in your request for access and that {platform_name} has approved on a case-by-case basis. {platform_name_capitalized} may monitor your use of the APIs for compliance with the Terms and may deny your access or shut down your integration if you attempt to go around or exceed the requirements and limitations set by {platform_name}. Your Application or other approved use of the API or the API Content must not prompt your end users to provide their {platform_name} username, password or other {platform_name} user credentials anywhere other than on the {platform_name} website at {platform_url}.
hi: आप अपनी खुद की वेबसाइट, मोबाइल साइट, ऐप, ब्लॉग, ईमेल वितरण सूची, या सोशल मीडिया प्रॉपर्टी ("आपका एप्लिकेशन") एपीआई के माध्यम से एक्सेस की गई सामग्री ("एपीआई सामग्री") के माध्यम से पूरी तरह से एपीआई का उपयोग करने के लिए सहमत हैं। या आपके द्वारा उपयोग के लिए आपके अनुरोध में वर्णित एक और व्यावसायिक उपयोग के लिए और उस {platform_name} ने केस-बाय-केस आधार पर मंजूरी दे दी है। {platform_name_capitalized} नियमों के अनुपालन के लिए API के आपके उपयोग की निगरानी कर सकता है और यदि आप {platform_name} द्वारा निर्धारित आवश्यकताओं और सीमाओं को पार करने का प्रयास करते हैं, तो आप अपनी पहुंच को अस्वीकार कर सकते हैं या अपने एकीकरण को बंद कर सकते हैं। आपके एप्लिकेशन या एपीआई या एपीआई कंटेंट के अन्य स्वीकृत उपयोग के लिए आपके अंतिम उपयोगकर्ताओं को अपने {platform_name} उपयोगकर्ता नाम, पासवर्ड या अन्य {platform_name} उपयोगकर्ता क्रेडेंशियल्स को {platform_name} वेबसाइट के अलावा {platform_url} प्रदान करने के लिए संकेत नहीं देना चाहिए।
vi: Bạn đồng ý sử dụng API chỉ nhằm mục đích phân phối nội dung được truy cập thông qua API ("Nội dung API") đến trang web, trang web di động, ứng dụng, blog, danh sách phân phối email hoặc tài sản truyền thông xã hội của bạn ("Ứng dụng của bạn ") hoặc cho một mục đích thương mại khác mà bạn đã mô tả trong yêu cầu truy cập của mình và {platform_name} đã được phê duyệt trên cơ sở từng trường hợp cụ thể. {platform_name_capitalized} có thể giám sát việc bạn sử dụng API để tuân thủ Điều khoản và có thể từ chối quyền truy cập hoặc tắt tích hợp của bạn nếu bạn cố gắng vượt qua hoặc vượt quá các yêu cầu và giới hạn do {platform_name} đặt ra. Ứng dụng của bạn hoặc việc sử dụng API hoặc Nội dung API được phê duyệt khác không được nhắc người dùng cuối của bạn cung cấp tên người dùng, mật khẩu {platform_name} của họ hoặc những thông tin người dùng {platform_name} khác ở bất kỳ nơi nào khác ngoài trang web {platform_name} tại {platform_url}.

source: Prohibited Uses and Activities
hi: निषिद्ध उपयोग और गतिविधियाँ
vi: Các hành động và mục đích sử dụng bị nghiêm cấm

source: {platform_name_capitalized} shall have the sole right to determine whether or not any given use of the APIs is acceptable, and {platform_name} reserves the right to revoke API access for any use that {platform_name} determines at any time, in its sole discretion, does not benefit or serve the best interests of {platform_name}, its users and its partners.
hi: {platform_name_capitalized} यह निर्धारित करने का एकमात्र अधिकार होगा कि API का कोई भी उपयोग स्वीकार्य है या नहीं, और {platform_name} किसी भी उपयोग के लिए API एक्सेस को निरस्त करने का अधिकार सुरक्षित रखता है, जो {platform_name} किसी भी समय, अपने एकमात्र विवेक में निर्धारित करता है। {platform_name}, अपने उपयोगकर्ताओं और उसके सहयोगियों के सर्वोत्तम हितों को लाभ या सेवा नहीं देता है।
vi: {platform_name_capitalized} là đơn vị có quyền duy nhất quyết định việc sử dụng các API là được phép hay không, và {platform_name} giữ quyền thu hồi truy cập các API cho các mục đích khác do {platform_name} quyết định tại bất kỳ thời điểm nào, dựa trên sự cân nhắc riêng, không phục vụ cho mục đích hoặc lợi ích của {platform_name}, người dùng và đối tác.

source: The following activities are not acceptable when using the APIs (this is not an exhaustive list):
hi: एपीआई का उपयोग करते समय निम्नलिखित गतिविधियां स्वीकार्य नहीं हैं (यह एक संपूर्ण सूची नहीं है):
vi: Các hành động sau không được chấp nhận khi sử dụng các API (đây không phải là danh sách hoàn chỉnh)

source: collecting or storing the names, passwords, or other credentials of {platform_name} users;
hi: {platform_name} उपयोगकर्ताओं के नाम, पासवर्ड या अन्य क्रेडेंशियल्स एकत्र करना या संग्रहीत करना;
vi: thu thập hoặc lưu trữ tên, mật khẩu hoặc các thông tin xác thực của người dùng trên {platform_name} ;

source: scraping or similar techniques to aggregate or otherwise create permanent copies of API Content;
hi: स्क्रैपिंग या इसी तरह की तकनीकों को एकत्र करने या अन्यथा एपीआई सामग्री की स्थायी प्रतियां बनाने के लिए;
vi: phân mảnh hoặc các phương thức tương tự để tổng hợp hoặc tạo bản sao lưu lâu dài dữ liệu API;

source: violating, misappropriating or infringing any copyright, trademark rights, rights of privacy or publicity, confidential information or any other right of any third party;
hi: किसी भी कॉपीराइट, ट्रेडमार्क अधिकारों, गोपनीयता या प्रचार के अधिकार, गोपनीय जानकारी या किसी भी तीसरे पक्ष के किसी भी अधिकार का उल्लंघन, दुरुपयोग या उल्लंघन;
vi: vi phạm, có hành động không phù hợp hoặc xâm phạm bản quyền, thương hiệu, quyền riêng tư hoặc công cộng, các thông tin bảo mật hoặc các quyền lợi của bên thứ ba;
