Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Go A Week Or A Semester At A Time
es_419: Trabaje semana a semana o todo el semestre de una sola vez

source: Build and release {strong_start}sections{strong_end} to your students incrementally. You don't have to have it all done at once.
es_419: Construya y libere las {strong_start}secciones{strong_end} para sus estudiantes de forma incremental. No tiene que tener todo terminado de una sola vez.

source: Learning is More than Just Lectures
es_419: Aprender es mas que solo clases

source: {studio_name} lets you weave your content together in a way that reinforces learning. Insert videos, discussions, and a wide variety of exercises with just a few clicks.
es_419: {studio_name} le permite entrelazar su contenido en una forma que refuerza el aprendizaje. Inserte vídeos, discusiones y una amplia variedad de ejercicios con solo unos cuantos clics.

source: Create Learning Pathways
es_419: Cree caminos de aprendizaje

source: Help your students understand one concept at a time with multimedia, HTML, and exercises.
es_419: Ayude a sus estudiantes a entender un concepto a la vez con una pieza multimedia, HTML y ejercicios.

source: Work Visually, Organize Quickly
es_419: Trabaje visualmente, Organize rápidamente

source: Work visually and see exactly what your students will see. Reorganize all your content with drag and drop.
es_419: Trabaje visualmente y vea lo que sus estudiantes verán. Reorganize todo su contenido arrastrando y soltando.

source: A Broad Library of Problem Types
es_419: Un amplia librería de tipo s de problemas

source: It's more than just multiple choice. {studio_name} supports more than a dozen types of problems to challenge your learners.
es_419: Es algo más que múltiples opciones. {studio_name} admite más de una docena de tipos de problemas para desafiar a tus alumnos.

source: {studio_name} Gives You Simple, Fast, and Incremental Publishing. With Friends.
es_419: {studio_name} Le da simple, rápida y publicación incrementales. Con amigos

source: Simple, Fast, and Incremental Publishing. With Friends.
es_419: Publicación simple, rápida e incremental. Con Amigos.

source: {studio_name} works like web applications you already know, yet understands how you build curriculum. Instant publishing to the web when you want it, incremental release when it makes sense. And with co-authors, you can have a whole team building a course, together.
es_419: {studio_name} trabaja como una aplicación web que ya se conoce, sin embargo entiende cómo se crea el plan de estudios. La publicación instantánea en la web cuando se desee, versión incremental cuando sea necesario. Y con los co-autores, se puede tener todo un equipo para la construcción del curso, trabajndo conjuntamente.

source: Instant Changes
es_419: Cambios instantaneos

source: Caught a bug? No problem. When you want, your changes go live when you click Save.
es_419: ¿Ha encontrado un error? No hay problema. Cuando quiera, sus cambios quedarán al aire cuando haga clic en Guardar.

source: Release-On Date Publishing
es_419: Publicación de revisión en fecha

source: When you've finished a {strong_start}section{strong_end}, pick when you want it to go live and {studio_name} takes care of the rest. Build your course incrementally.
es_419: Cuando haya terminado una {strong_start}sección{strong_end}, elija cuando desea que esta sea visible para los estudiantes y {studio_name} se encargará del resto. Construya su curso de manera incremental.

source: Work in Teams
es_419: Trabaje en equipos

source: Co-authors have full access to all the same authoring tools. Make your course better through a team effort.
es_419: Los coautores tienen acceso completo a las herramientas de construcción. Haga sus cursos mejores a través del trabajo en equipo.

source: Sign Up for {studio_name} Today!
es_419: ¡Regístrese en {studio_name} hoy!

source: Sign Up & Start Making Your {platform_name} Course
es_419: Regístrese y comience a elaborar su curso en {platform_name}

source: Already have a {studio_name} Account? Sign In
es_419: ¿Ya tiene una cuenta de {studio_name} ? Inicie sesión

source: Outlining Your Course
es_419: Delineando su curso

source: Simple two-level outline to organize your course. Drag and drop, and see your course at a glance.
es_419: Estructura simple de dos niveles para la organización de su curso. Arrastre y suelte los elementos y vea su curso de forma general.

source: More than Just Lectures
es_419: Más que unas simples clases

source: Quickly create videos, text snippets, inline discussions, and a variety of problem types.
es_419: Cree rápidamente videos, snippets de texto, discusiones y una amplia variedad de tipos de problemas.

source: Publishing on Date
es_419: Publicación en Fecha

source: Simply set the date of a section or subsection, and {studio_name} will publish it to your students for you.
es_419: Solo defina la fecha de una sección o subsección y {studio_name} publicará a los estudiantes por usted.

source: We're having trouble rendering your component
es_419: Se están presentando problemas para visualizar su componente

source: Students will not be able to access this component. Re-edit your component to fix the error.
es_419: Los estudiantes no podrán acceder este componente. Modifique nuevamente el componente para corregir el error.

source: Library Import
es_419: Importar biblioteca

source: Course Import
es_419: Importación de curso

source: Be sure you want to import a library before continuing. The contents of the imported library will replace the contents of the existing library. {em_start}You cannot undo a library import{em_end}. Before you proceed, we recommend that you export the current library, so that you have a backup copy of it.
es_419: Asegúrese de querer importar una librería antes de continuar. El contenido de la librería importada reemplazará todo el contenido de la librería existente. {em_start}Esta operación no se puede revertir{em_end}. Recomendamos que antes de proceder, exporte la librería actual para que cuente con una copia de respaldo de la misma.

source: The library that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a library.xml file. It may also contain other files.
es_419: La librería que desea exportar debe estar en un archivo .tar.gz (es decir, un archivo .tar comprimido con GNU Zip). Este archivo .tar.gz debe contener un archivo library.xml. También puede contener otros archivos.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your library until the import operation has completed.
es_419: El proceso de importar tiene cinco etapas. Durante las dos primeras etapas, debe permanecer en esta página. Después de que el proceso de descompresión ha terminado puede abandonar esta página, sin embargo, recomendamos que no haga cambios importantes a la librería hasta que el proceso de importación haya terminado.

source: Be sure you want to import a course before continuing. The contents of the imported course will replace the contents of the existing course. {em_start}You cannot undo a course import{em_end}. Before you proceed, we recommend that you export the current course, so that you have a backup copy of it.
es_419: Asegúrese de querer importar un curso antes de continuar. El contenido del curso importado reemplazará todo el contenido del curso existente. {em_start}Esta operación no se puede revertir{em_end}. Recomendamos que primero exporte el curso actual para que cuente con una copia de respaldo del mismo.

source: The course that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a course.xml file. It may also contain other files.
es_419: El curso que desea exportar debe estar en un archivo .tar.gz (es decir, un archivo .tar comprimido con GNU Zip). Este archivo .tar.gz debe contener un archivo course.xml. También puede contener otros archivos.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your course until the import operation has completed.
es_419: El proceso de importar tiene cinco etapas. Durante las dos primeras etapas, debe permanecer en esta página. Después de que el proceso de descompresión ha terminado puede abandonar esta página, sin embargo, recomendamos que no haga cambios importantes al curso hasta que el proceso de importación haya terminado.

source: Select a .tar.gz File to Replace Your Library Content
es_419: Seleccione un archivo .tar.gz para reemplazar el contenido de su biblioteca

source: Select a .tar.gz File to Replace Your Course Content
es_419: Seleccione un archivo .tar.gz para reemplazar el contenido de su curso.

source: Choose a File to Import
es_419: Seleccione un archivo para importar

source: File Chosen:
es_419: Archivo seleccionado:

source: Replace my library with the selected file
es_419: Reemplazar mi biblioteca con el archivo seleccionado

source: Replace my course with the selected file
es_419: Reemplazar mi curso con el archivo seleccionado

source: Library Import Status
es_419: Estado de importación de biblioteca

source: Course Import Status
es_419: Estado de la importación del curso

source: Transferring your file to our servers
es_419: Transfiriendo su archivo a nuestros servidores

source: Unpacking
es_419: Desempaquetando

source: Expanding and preparing folder/file structure (You can now leave this page safely, but avoid making drastic changes to content until this import is complete)
es_419: Expandiendo y preparando la estructura de carpetas y archivos. (ya puede abandonar esta página de forma segura, pero evite hacer cambios drásticos hasta que la importación haya sido terminada)

source: Verifying
es_419: Verificando

source: Reviewing semantics, syntax, and required data
es_419: Revisando semántica, sintaxis y datos requeridos

source: Updating Library
es_419: Actualizando biblioteca

source: Updating Course
es_419: Actualizando el curso

source: Integrating your imported content into this library. This process might take longer with larger libraries.
es_419: Integrando su contenido importado con esta librería. Esto puede tardar un tiempo, sobre todo en librerías grandes.

source: Integrating your imported content into this course. This process might take longer with larger courses.
es_419: Integrando su contenido importado con el curso. Esto puede tardar un tiempo, sobre todo en cursos grandes.

source: Your imported content has now been integrated into this library
es_419: Su contenido importado ahora ha sido integrado en esta biblioteca

source: Your imported content has now been integrated into this course
es_419: Su curso importado ahora ha sido integrado en este curso

source: View Updated Library
es_419: Ver biblioteca actualizada

source: View Updated Outline
es_419: Ver la estructura actualizada

source: Why import a library?
es_419: ¿Por qué importar una biblioteca?

source: You might want to update an existing library to a new version, or replace an existing library entirely. You might also have developed a library outside of {studio_name}.
es_419: Es posible que desee actualizar una biblioteca existente a una nueva versión, o reemplazar una biblioteca existente por completo. También puede ser que haya desarrollado una biblioteca fuera de {studio_name}.

source: Note: Library content is not automatically updated in courses
es_419: Nota: El contenido de la biblioteca no es actualizado automaticamente en los cursos

source: If you change and import a library that is referenced by randomized content blocks in one or more courses, those courses do not automatically use the updated content. You must manually refresh the randomized content blocks to bring them up to date with the latest library content.
es_419: Si cambia y luego importa una librería que es referenciada por un bloque de contenido aleatorio en uno o más cursos, esos cursos no usarán automáticamente los contenidos actualizados. Debe manualmente refrescar los bloques de contenido para actualizarlos con el último contenido de la librería.

source: Learn more about importing a library
es_419: Aprenda más sobre la importación de una biblioteca

source: Why import a course?
es_419: ¿Cuales son las razones para importar un curso?

source: You may want to run a new version of an existing course, or replace an existing course altogether. Or, you may have developed a course outside {studio_name}.
es_419: Puede querer correr una nueva versión de un curso existente, o reemplazar un curso existente por completo. También puede haber desarrollado un curso por fuera de {studio_name}.

source: What content is imported?
es_419: ¿Qué contenido del curso en importado?

source: Only the course content and structure (including sections, subsections, and units) are imported. Other data, including student data, grading information, discussion forum data, course settings, and course team information, remains the same as it was in the existing course.
es_419: Solo se importan el contenido del curso y la estructura, (incluyendo la secciones, subsecciones, y unidades). Otros datos como la información de estudiantes, calificaciones, discusiones, ajustes del curso y detalles del equipo de apoyo se mantendrán tal y como estaban en el curso existente.

source: Warning: Importing while a course is running
es_419: Atención: Importando un curso que se encuentra operando

source: If you perform an import while your course is running, and you change the URL names (or url_name nodes) of any Problem components, the student data associated with those Problem components may be lost. This data includes students' problem scores.
es_419: Si realiza la importación cuando su curso está operando, y cambia los nombres URL (o los nodos url_name) de cualquier problema, los datos de estudiantes asociados con dichos problemas pueden perderse. Estos datos incluyen los puntajes de los estudiantes sobre los problemas.

source: Learn more about importing a course
es_419: Aprenda más sobre el proceso de importar cursos.

source: {studio_name} Home
es_419: Página de inicio de {studio_name}

source: New Course
es_419: Nuevo curso

source: Email staff to create course
es_419: Escribanos un correo electrónico para la creación del curso

source: New Library
es_419: Nueva librería

source: New Program
es_419: Nuevo programa

source: Please correct the highlighted fields below.
es_419: Por favor corrija los campos resaltados a continuación.

source: Create a New Course
es_419: Crear un nuevo curso

source: Required Information to Create a New Course
es_419: Información requerida para Crear un Nuevo curso

source: The public display name for your course. This cannot be changed, but you can set a different display name in Advanced Settings later.
es_419: El nombre público de su curso. Este no puede ser cambiado, pero puede establecer un nombre de despliegue distinto en Configuración Avanzada posteriormente.

source: The name of the organization sponsoring the course. {strong_start}Note: The organization name is part of the course URL.{strong_end} This cannot be changed, but you can set a different display name in Advanced Settings later.
es_419: El nombre de la organización que patrocina el curso. {strong_start}Nota: El nombre de la organización es parte del URL del curso.{strong_end} Este no puede ser cambiado, pero puede establecer un nombre de usuario distinto en Configuración Avanzada posteriormente.

source: The unique number that identifies your course within your organization. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
es_419: El número único que identifica a su curso dentro de su organización. {strong_start}Nota: Esto hará parte del URL de su curso, por lo tanto no se permiten espacios ni caracteres especiales y no puede ser cambiado.{strong_end}

source: The term in which your course will run. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
es_419: El término en que su curso se ofrecerá. {strong_start}Nota: Esto hará parte del URL de su curso, por lo tanto no se permiten espacios ni caracteres especiales y no puede ser cambiado.{strong_end}

source: Create a New Library
es_419: Crear una nueva librería

source: Required Information to Create a New Library
es_419: Información requerida para crear una nueva librería

source: Library Name
es_419: Nombre

source: e.g. Computer Science Problems
es_419: ej.: Problemas de Ciencias de la Computación

source: The public display name for your library.
es_419: El nombre público para mostrar de su librería.

source: The public organization name for your library.
es_419: El nombre de la organización para mostrar de su librería.

source: This cannot be changed.
es_419: No podrá ser cambiada después.

source: Library Code
es_419: Código

source: e.g. CSPROB
es_419: ej: PROBCC

source: The unique code that identifies this library. {strong_start}Note: This is part of your library URL, so no spaces or special characters are allowed.{strong_end} This cannot be changed.
es_419: El código único que identifica a esta biblioteca. {strong_start}Nota: Esto hará parte del URL de su biblioteca, por lo tanto no se permiten espacios ni caracteres especiales.{strong_end} Esto no puede ser cambiado.

source: Courses Being Processed
es_419: Cursos que están siendo procesados

source: Course Run:
es_419: Impartición del Curso:
hi: कोर्स रन:
vi: Chạy khóa học

source: This course run is currently being created.
es_419: Esta instancia del curso está actualmente siendo creada.

source: Configuring as re-run
es_419: Está siendo configurado para su reutilización.

source: The new course will be added to your course list in 5-10 minutes. Return to this page or {link_start}refresh it{link_end} to update the course list. The new course will need some manual configuration.
es_419: El nuevo curso será agregado a su lista de cursos en 5-10 minutos. Regrese a esta página o {link_start}recarguela{link_end} para actualizar la lista de cursos. El nuevo curso necesitará alguna configuración manual.

source: This re-run processing status:
es_419: Estado del proceso de re apertura:

source: Configuration Error
es_419: Error de Configuración

source: A system error occurred while your course was being processed. Please go to the original course to try the re-run again, or contact your PM for assistance.
es_419: Un error a ocurrido mientras el curso fue procesado. Por favor ir al curso original y trata de correr de nuevo la reapertura, o contacta a tu PM para soporte.

source: Libraries
es_419: Librerías

source: Re-run Course
es_419: Reabrir Curso
hi: कोर्स फिर से चलाएं
vi: Chạy lại Khóa học

source: Are you staff on an existing {studio_name} course?
es_419: ¿Es usted parte del equipo en un curso {studio_name} existente?

source: The course creator must give you access to the course. Contact the course creator or administrator for the course you are helping to author.
es_419: El creador del curso en Studio le deberá dar acceso al mismo. Por favor, contacte al creador o administrador del curso específico que está ayudando a crear.

source: Create Your First Course
es_419: Crear su primer curso

source: Your new course is just a click away!
es_419: ¡Se encuentra a apenas un clic de su nuevo curso!

source: Becoming a Course Creator in {studio_name}
es_419: Convertirse en un creador de curso en {studio_name}

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team will evaluate your request and provide you feedback within 24 hours during the work week.
es_419: {studio_name} es una solución alojada para nuestros socios del xConsortium e invitados exclusivos. Los cursos en los que usted es parte del equipo aparecen arriba con la opción para editar, mientras que los privilegios de creación de curso son otorgados por {platform_name}. Nuestro equipo evaluará su solicitud y le hará llegar sus comentarios en un plazo de 24 horas durante la semana de trabajo.

source: Your Course Creator Request Status:
es_419: Estado de su solicitud de creador del curso:

source: Request the Ability to Create Courses
es_419: Solicite el permiso para crear cursos

source: Your Course Creator Request Status
es_419: Estado de su solicitud de creador del curso

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is has completed evaluating your request.
es_419: {studio_name} es una solución alojada para nuestros socios del xConsortium e invitados exclusivos. Los cursos en los que usted es parte del equipo aparecen arriba con la opción para editar, mientras que los privilegios de creación de curso son otorgados por {platform_name}. Nuestro equipo esta completando la evaluación de su solicitud.

source: Your Course Creator request is:
es_419: Su solicitud de creador del curso es:

source: Your request did not meet the criteria/guidelines specified by {platform_name} Staff.
es_419: Tu petición no ha cumplido los criterios/pautas especificadas por el equipo de {platform_name}

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is currently evaluating your request.
es_419: {studio_name} es una solución alojada para nuestros socios del xConsortium e invitados exclusivos. Los cursos en los que usted es parte del equipo aparecen arriba con la opción para editar, mientras que los privilegios de creación de curso son otorgados por {platform_name}. Nuestro equipo se encuentra actualmente evaluando su solicitud

source: Your request is currently being reviewed by {platform_name} staff and should be updated shortly.
es_419: Su solicitud está siendo revisada por el equipo {platform_name} y será actualizada pronto.

source: (Read-only)
es_419: (Solo-lectura)
hi: (सिफ़ पढ़िये)
vi: (Chỉ-đọc)

source: Were you expecting to see a particular library here?
es_419: ¿Estabas esperando ver una biblioteca en particular?

source: The library creator must give you access to the library. Contact the library creator or administrator for the library you are helping to author.
es_419: El creador de la librería le deberá dar acceso a la misma. Por favor, contacte al creador o administrador de la librería específica que está ayudando a crear.

source: Create Your First Library
es_419: Crea tu primera biblioteca

source: Libraries hold a pool of components that can be re-used across multiple courses. Create your first library with the click of a button!
es_419: Las librerías contienen una serie de componentes que pueden ser reutilizados a través de múltiples cursos. Cree su primer librería con un solo clic!

source: You haven't created any programs yet.
es_419: No ha creado aún ningún programa.

source: Programs are groups of courses related to a common subject.
es_419: Programas son grupos de cursos relacionados con un tema común.

source: Create Your First Program
es_419: Crear su primer programa

source: New to {studio_name}?
es_419: ¿Nuevo en {studio_name}?
