Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Self-paced courses do not have release dates for course content or due dates for assignments. Learners can complete course material at any time before the course end date.
es_419: Los cursos que van a ritmo propio no tienen fechas de liberación para el contenido ni fechas límites para las tareas. Los estudiantes pueden completar los materiales y actividades en cualquier momento antes de la fecha de fin del curso.

source: Course Content License
es_419: Licencia del Contenido del Curso

source: Select the default license for course content
es_419: Seleccionar la licencia predeterminada para el contenido del curso.

source: How are these settings used?
es_419: ¿Como se usarán estas configuraciones?

source: Your course's schedule determines when students can enroll in and begin a course.
es_419: La configuración del calendario para su curso determina las fechas en las que los estudiantes pueden inscribirse y comenzar a tomar el curso.

source: Other information from this page appears on the About page for your course. This information includes the course overview, course image, introduction video, and estimated time requirements. Students use About pages to choose new courses to take.
es_419: Otra información de esta página aparece en la página de 'Acerca de' para su curso. Esta información incluye el resumen del curso, la imagen, el video de introducción, y el tiempo estimado requerido. Los estudiantes usan las páginas 'Acerca de' para elegir nuevos cursos para atender.

source: There was an error saving your information. Please see below.
es_419: Ocurrió un error guardando su información, por favor ver a continuación.

source: Manual Policy Definition
es_419: Definición manual de Políticas.

source: {strong_start}Warning{strong_end}: Do not modify these policies unless you are familiar with their purpose.
es_419: {strong_start}Atención{strong_end}: No modifique estas políticas a menos de que esté familiarizado con su propósito.

source: What do advanced settings do?
es_419: ¿Qué hacen las configuraciones avanzadas?

source: Advanced settings control specific course functionality. On this page, you can edit manual policies, which are JSON-based key and value pairs that control specific course settings.
es_419: Las configuraciones avanzadas controlan las funcionalidades específicas del curso. En esta página, usted puede editar de forma manual las políticas, que son pares de clave y valor con base en JSON que controlan configuraciones específicas del curso.

source: Any policies you modify here override all other information you've defined elsewhere in {studio_name}. Do not edit policies unless you are familiar with both their purpose and syntax.
es_419: Todas las políticas que modifique aquí alterarán cualquier otra información que haya definido en otros lugares de {studio_name}. Con esto en mente, por favor sea cuidadoso al editar las políticas que no le sean familiares, tanto en su propósito, como en su sintaxis.

source: {em_start}Note:{em_end} When you enter strings as policy values, ensure that you use double quotation marks (") around the string. Do not use single quotation marks (').
es_419: {em_start}Nota:{em_end} Cuando ingrese cadenas de texto como valores de las políticas, asegúrese de usar comillas dobles (") a los lados de la cadena de texto. No utilice comillas sencillas (').

source: Grading Settings
es_419: Configuración de calificaciones

source: Overall Grade Range
es_419: Rango de calificación general

source: Your overall grading scale for student final grades
es_419: Su escala de calificación general para las notas definitivas de los estudiantes

source: Add grade
es_419: Añadir calificación

source: Credit Eligibility
es_419: Elegibilidad para créditos

source: Settings for course credit eligibility
es_419: Configuración de elegibilidad para créditos del curso

source: Minimum Credit-Eligible Grade:
es_419: Calificación minima para elegibilidad para créditos:

source: Must be greater than or equal to the course passing grade
es_419: Debe ser mayor o igual a la calificación mínima para aprobar.

source: Grading Rules &amp; Policies
es_419: Reglas y políticas de calificación

source: Deadlines, requirements, and logistics around grading student work
es_419: Fechas límite de entrega, requerimientos y logística relacionada con la calificación del trabajo de los estudiantes

source: Grace Period on Deadline:
es_419: Periodo de gracia en las fechas límites de entrega

source: Leeway on due dates
es_419: Nivel de tolerancia en las fechas de entrega

source: Assignment Types
es_419: Tipos de tareas

source: Categories and labels for any exercises that are gradable
es_419: Categorías y etiquetas para cualquier ejercicio que sea calificable

source: New Assignment Type
es_419: Nuevo tipo de tarea

source: What can I do on this page?
es_419: ¿Que puedo hacer en está página?

source: You can use the slider under Overall Grade Range to specify whether your course is pass/fail or graded by letter, and to establish the thresholds for each grade.
es_419: Puede usar la barra de desplazamiento bajo el rango general de calificaciones para especificar si su curso tiene la estructura de aprobado / no aprobado o si se califica por letras y para establecer umbrales para cada una de las calificaciones posibles.

source: You can specify whether your course offers students a grace period for late assignments.
es_419: Puede especificar si su curso ofrece a los estudiantes un periodo de gracia para la entrega tardía de las tareas.

source: You can also create assignment types, such as homework, labs, quizzes, and exams, and specify how much of a student's grade each assignment type is worth.
es_419: Puede también crear tipos de actividades, como tareas, laboratorios, quizes, exámenes y especificar el peso que tendrá cada actividad en la calificación final del estudiante.

source: Expand or Collapse
es_419: Expandir o Colapsar

source: Visibility Settings
es_419: Configuración de visibilidad

source: Visibility
es_419: Visibilidad
hi: दिखावा
ko_kr: 공개 설정
pt_br: Visibilidade
vi: Hiển thị

source: This block contains multiple components.
es_419: Este bloque contiene varios componentes

source: New Textbook
es_419: Nuevo Líbro de texto

source: Why should I break my textbook into chapters?
es_419: ¿Por que debo dividir mi libro de texto en varios capítulos?

source: Breaking your textbook into multiple chapters reduces loading times for students, especially those with slow Internet connections. Breaking up textbooks into chapters can also help students more easily find topic-based information.
es_419: Es recomendable dividir el libro de texto para su curso en varios capítulos para reducir los tiempos de descarga para los estudiantes. Esto igualmente contribuye a que los estudiantes encuentren el contenido relacionado a cada uno de los temas fácilmente.

source: What if my book isn't divided into chapters?
es_419: ¿Que sucede si mi libro no está dividido en capítulos?

source: If your textbook doesn't have individual chapters, you can upload the entire text as a single chapter and enter a name of your choice in the Chapter Name field.
es_419: Si no se ha dividido el texto en capítulos, se puede cargar el texto entero como un solo capítulo y escribir el nombre de su elección en el campo Nombre del capítulo.

source: Learn more about textbooks
es_419: Aprenda más sobre los libros de texto

source: Video Uploads
es_419: Cargar vídeos

source: Why upload video files?
es_419: ¿Por qué cargar archivos de vídeo?

source: For a video to play on different devices, it needs to be available in multiple formats. After you upload an original video file in {file_formats} format on this page, an automated process creates those additional formats and stores them for you.
es_419: Para que un vídeo pueda ser reproducido en diferentes dispositivos, tiene que estar disponible en múltiples formatos. Después de cargar un archivo de vídeo original en formato {file_formats} en esta página, un proceso automatizado crea otros formatos adicionales y los almacena para usted.

source: Maximum Video File Size
es_419: Tamaño máximo del archivo de video

source: The maximum size for each video file that you upload is {em_start}5 GB{em_end}. The upload process fails for larger files.
es_419: El tamaño máximo para cada archivo de video que se puede cargar es de {em_start}5 GB{em_end}. El proceso de carga fallará para archivos más grandes.

source: Monitoring files as they upload
es_419: Monitorizar los archivos a medida que estos son cargados

source: Each video file that you upload needs to reach the video processing servers successfully before additional work can begin. You can monitor the progress of files as they upload, and try again if the upload fails.
es_419: Cada archivo de vídeo que subas tiene que llegar a los servidores de procesamiento de vídeo con éxito antes de comenzar el trabajo adicional. Puede supervisar el progreso de archivos a medida que los sube, y vuelva a intentarlo si la carga falla.

source: Managing uploaded files
es_419: Gestión de carga de archivos

source: After a file uploads successfully, automated processing begins. The file is then listed under Previous Uploads as {em_start}In Progress{em_end}. You can add the video to your course as soon as it has a unique video ID and the status is {em_start}Ready{em_end}. Allow 24 hours for file processing at the external video hosting sites to complete.
es_419: Después de cargar un archivo satisfactoriamente, empieza un proceso automático. Después de iniciado este proceso automático, el archivo se mostrará en la sección Cargas Anteriores como {em_start}En Progreso{em_end}. Podrá añadir el video al curso cuando se tenga un ID único para el video y el estado sea {em_start}Completo{em_end}. Debe permitir un periodo de 24 horas para que se complete el procesamiento en el sitio externo de hosting de video.

source: If something goes wrong, the {em_start}Failed{em_end} status message appears. Check for problems in your original file and upload a replacement.
es_419: Si algo sale mal, aparecerá el mensaje de estado {em_start}Falló{em_end}. Compruebe que no haya problemas en el archivo original o proceda a cargar un archivo diferente.

source: How do I get the videos into my course?
es_419: ¿Como obtener los vídeos para el curso ?

source: When the status for a file is {em_start}Ready{em_end}, you can add that video to a component in your course. Copy the unique video ID. In another browser window, on the Course Outline page, create or locate a video component to play this video. Edit the video component to paste the ID into the Advanced {em_start}Video ID{em_end} field. The video can play in the LMS as soon as its status is {em_start}Ready{em_end}, although processing may not be complete for all encodings and all video hosting sites.
es_419: Tan pronto como el estado de un archivo sea {em_start}Listo{em_end}, se puede añadir el video a un componente en su curso. Copie el ID del vídeo. En otra ventana del navegador, en la página de Estructura del curso, cree o localice a un componente de video para pegar el ID en el campo {em_start}ID del Video{em_end}. El video se puede reproducir en el LMS tan pronto como su estado sea {em_start}Listo{em_end}, aunque el procesamiento puede no estar completo para todas las codificaciones y todos los sitios de alojamiento de vídeo.

source: No content groups exist
es_419: No existe contenido de grupos

source: Use content groups to give groups of students access to a specific set of course content. Create one or more content groups, and make specific components visible to them.
es_419: Utilice los grupos de contenido para dar acceso a grupos de estudiantes a un conjunto específico de contenidos del curso. Cree uno o más grupos de contenido y cree también componentes para que sean visibles para ellos.

source: Manage content groups
es_419: Administrador de contenido de grupo

source: {screen_reader_start}Warning:{screen_reader_end} The Unit this component is contained in is hidden from students. Visibility settings here will be trumped by this.
es_419: {screen_reader_start}Atención:{screen_reader_end} La unidad que contiene a este componente está oculta para los estudiantes. Esto tendrá prioridad sobre las preferencias de visibilidad definidas aquí.

source: Make visible to:
es_419: Hacer visible a:

source: All Students and Staff
es_419: Todos los estudiantes y personal

source: Specific Content Groups
es_419: Contenido de grupo específico

source: Content group no longer exists. Please choose another or allow access to All Students and staff
es_419: El contenido del curso ya no existe. Por favor seleccione otro o conceda acceso a todos los estudiantes y al personal

source: Verification checkpoint to complete
es_419: Punto de verificación a ser completado

source: Learners who require verification must pass the selected checkpoint to see the content in this component. Learners who do not require verification see this content by default.
es_419: Los usuarios que requieren verificación deben completar el punto de verificación seleccionado para ver el contenido de este componente. Los usuarios que no requieren verificación verán el contenido en forma predeterminada.

source: Thank you for signing up for {studio_name}! To activate your account, please copy and paste this address into your web browser's address bar:
es_419: Gracias por registrarse en {studio_name}! Para activar su cuenta, por favor ingrese a la siguiente dirección en una ventana de su navegador:

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {studio_name} web site.
es_419: Si usted no solicitó este cambio, no necesita hacer nada; no recibirá ningún correo adicional por parte de nosotros. Por favor no responda a este correo; si requiere mayor asistencia, visite la sección de Ayuda en la página web de {studio_name} .

source: Your account for {studio_name}
es_419: Su cuenta de {studio_name}

source: {email} has requested {studio_name} course creator privileges on edge
es_419: {email} ha solicitado privilegios de creador de cursos {studio_name} en la plataforma edge

source: User '{user}' with e-mail {email} has requested {studio_name} course creator privileges on edge.
es_419: Usuario '{user}' con el e-mail {email} ha solicitado privilegios de creador de cursos {studio_name} en la plataforma edge.

source: To grant or deny this request, use the course creator admin table.
es_419: Para conceder o denegar esta solicitud, utilice la tabla de administración de creador del curso.

source: Your request for course creation rights to {studio_name} have been denied. If you believe this was in error, please contact {email}
es_419: Su solicitud de permisos para la creación de cursos en {studio_name}ha sido rechazada. Si usted cree que esto es un error, por favor contacte {email}

source: Your request for course creation rights to {studio_name} have been granted. To create your first course, visit {url}
es_419: Su solicitud de permisos para la creación de cursos en {studio_name} ha sido aprobada. Para crear su primer curso, visite {url}

source: Your course creation rights to {studio_name} have been revoked. If you believe this was in error, please contact {email}
es_419: Su solicitud de permisos para la creación de cursos en {studio_name} ha sido revocada. Si considera que esto es un error, por favor contacte {email}

source: Your course creator status for {studio_name}
es_419: Su estado de creador del curso para {studio_name}

source: Required data to force publish course.
es_419: Datos requeridos para forzar la publicación del curso.

source: Reset values
es_419: Restablecer valores

source: Maintenance Dashboard
es_419: Panel de control de mantenimiento

source: We've sent an email message to {email} with instructions for activating your account.
es_419: Hemos enviado un correo electrónico a {email} con instrucciones para la activación de su cuenta.

source: EdX, Open edX, Studio, and the edX and Open edX logos are registered trademarks or trademarks of {link_start}edX Inc.{link_end}
es_419: EdX, Open edX, Studio y los logos de edX y Open edX son marcas registradas de {link_start}edX Inc.{link_end}

source: Current Course:
es_419: Curso activo:

source: Course Navigation
es_419: Navegación del curso

source: Outline
es_419: Estructura

source: Updates
es_419: Actualizaciones

source: Import
es_419: Importar

source: Export
es_419: Exportar

source: Current Library:
es_419: Librería actual

source: Language preference
es_419: Preferencia de idioma

source: Account Navigation
es_419: Navegación de cuenta

source: Contextual Online Help
es_419: Ayuda contextual en línea

source: Launch Latex Source Compiler
es_419: Lanzar el compilador de código Latex

source: Insert a heading
es_419: Inserte un encabezado

source: Add a multiple choice question
es_419: Añada una pregunta de selección múltiple

source: Add a question with checkboxes
es_419: Añada una pregunta de selección con multiple respuesta

source: Insert a text response
es_419: Inserte una pregunta de texto

source: Insert a numerical response
es_419: Inserte una pregunta con respuesta numérica

source: Insert a dropdown response
es_419: Inserte una pregunta de desplegar opciones

source: Add an explanation for this question
es_419: Añada una explicación para esta pregunta

source: Advanced Editor
es_419: Editor Avanzado

source: Toggle Cheatsheet
es_419: Alternar Trucos

source: Label
es_419: Etiqueta

source: Access the Open edX Portal
es_419: Acceder al portal de aliados de edX

source: Open edX Portal
es_419: Portal de Open edX

source: Currently signed in as:
es_419: Ha iniciado sesión como:

source: Maintenance
es_419: Mantenimiento

source: Only localhost... muahahaha
es_419: Unicamente localhost... muahahaha

source: Initial title of the article. May be overridden with revision titles.
es_419: Título inicial del artículo. Puede ser sobre escrito con títulos de revisiones posteriores.

source: Type in some contents
es_419: Escriba los contenidos

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
es_419: Este es solo el contenido inicial de su artículo. Después de creado, usted puede usar funciones más complejas como la adición de plugins, metadatos, artículos relacionados, etc.

source: Contents
es_419: Contenidos

source: Summary
es_419: Resumen

source: Give a short reason for your edit, which will be stated in the revision log.
es_419: Ingrese el motivo de su edición, el cual será registrado en el log de revisiones.

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
es_419: Mientras realizaba su edición, alguien más realizó cambios a la revisión. Su contenido ha sido integrado automáticamente con los nuevos contenidos. Por favor revise el texto a continuación.

source: No changes made. Nothing to save.
es_419: No se han realizado cambios.

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
es_419: Esta será la dirección donde se encontrará su artículo. Use solo caracteres alfanuméricos y - o _. Tenga en cuenta que no podrá cambiar el Slug luego de que el artículo haya sido creado.

source: Write a brief message for the article's history log.
es_419: Escriba un mensaje corto para el log histórico del artículo

source: A slug may not begin with an underscore.
es_419: Un slug no puede comenzar con un guión bajo.

source: A deleted article with slug "%s" already exists.
es_419: Ya existe un artículo borrado con el slug "%s".

source: A slug named "%s" already exists.
es_419: Ya existe un artículo con el slug "%s".

source: Yes, I am sure
es_419: Si, estoy seguro.

source: Purge
es_419: Eliminar

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
es_419: Eliminar el artículo: Borrar completamente el artículo y sus contenidos, sin posibilidades de deshacer la acción. Esto es una buena idea en caso de que quiera liberar un slug para que los usuarios puedan crear un nuevo artículo que lo utilice.

source: You are not sure enough!
es_419: No está totalmente seguro!

source: While you tried to delete this article, it was modified. TAKE CARE!
es_419: Mientras trataba de borrar el artículo, este ha sido modificado. TENGA CUIDADO!

source: Lock article
es_419: Bloquear el artículo

source: Deny all users access to edit this article.
es_419: Negar a todos los usuarios el acceso de edición a este artículo.

source: Permissions
es_419: Permisos

source: Owner
es_419: Propietario

source: Enter the username of the owner.
es_419: Ingrese el nombre de usuario del propietario.

source: (none)
es_419: (ninguno)

source: Inherit permissions
es_419: Heredar los permisos

source: Check here to apply the above permissions recursively to articles under this one.
es_419: Marque aquí para aplicar los permisos de arriba recursívamente a todos los artículos que estén bajo este artículo.

source: Permission settings for the article were updated.
es_419: La configuración de permisos para el artículo ha sido actualizada.

source: Your permission settings were unchanged, so nothing saved.
es_419: Su configuración de permisos no ha sido modificada. Ningún cambio para guardar.

source: No user with that username
es_419: No existe un usuario con ese nombre de usuario.

source: Article locked for editing
es_419: Artículo bloqueado para edición

source: Article unlocked for editing
es_419: Artículo desbloqueado para edición

source: Filter...
es_419: Filtrar...

source: Settings for plugin
es_419: Configuración de plugin

source: current revision
es_419: revisión actual

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
es_419: La revisión que se está mostrando de este artículo. Si necesita hacer un rollback, simplemente cambie el valor de este campo.

source: modified
es_419: modificado

source: Article properties last modified
es_419: Última modificación a las propiedades del artículo

source: owner
es_419: propietario

source: The owner of the article, usually the creator. The owner always has both read and write access.
es_419: El propietario del artículo, usualmente el creador. El propietario siempre tiene permisos de lectura y escritura.

source: group
es_419: grupo

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
es_419: De forma similar a como sucede en los sistemas de archivos UNIX, los permisos se pueden dar a un usuario con base en su pertenencia a un grupo. Los grupos son manejados a través del sistema Django auth.

source: group read access
es_419: acceso de lectura del grupo

source: group write access
es_419: acceso de escritura del grupo

source: others read access
es_419: acceso de lectura de otros

source: others write access
es_419: acceso de escritura de otros

source: Article without content (%(id)d)
es_419: Artículo sin contenido (%(id)d)

source: content type
es_419: tipo de contenido

source: object ID
es_419: ID del objeto

source: Article for object
es_419: Artículo por objeto

source: Articles for object
es_419: Artículos por objeto

source: revision number
es_419: número de revisión
