Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Tell us about your current financial situation. Why do you need assistance?
hi: हमें अपनी वर्तमान वित्तीय स्थिति के बारे में बताएं। आपको सहायता की आवश्यकता क्यों है?
ja_jp: 現在の経済状態についてご説明ください。なぜ援助が必要なのでしょうか？

source: Tell us about your learning or professional goals. How will a Verified Certificate in this course help you achieve these goals?
hi: हमें अपने सीखने या पेशेवर लक्ष्यों के बारे में बताएं। इस पाठ्यक्रम में एक सत्यापित प्रमाणपत्र आपको इन लक्ष्यों को प्राप्त करने में कैसे मदद करेगा?
ja_jp: あなたの教育か職業の目標について教えてください。この講座の認証付き修了証がそれらの目標を達成する上でどのように役立つのでしょうか？

source: Tell us about your plans for this course. What steps will you take to help you complete the course work and receive a certificate?
hi: इस पाठ्यक्रम के लिए अपनी योजनाओं के बारे में बताएं। पाठ्यक्रम का काम पूरा करने और प्रमाणपत्र प्राप्त करने में आपकी मदद करने के लिए आप क्या कदम उठाएंगे?
ja_jp: この講座にどのようなプランを持っているのかについて教えてください。どのような段階を経て講座課程を修了し、修了証を取得できるようにするつもりですか？

source: Use between 1250 and 2500 characters or so in your response.
hi: 1250 और 2500 करेक्टोर्स के बीच में एस्टेमाल करे अपने रेसपोनस में |

source: %(comment_username)s replied to {start_tag}%(thread_title)s{end_tag}:
hi: %(comment_username)sजवाब दिया {स्टार्ट_टैग} को%(thread_title)s {एंड_टैग}:

source: Access to this discussion is restricted to team members and staff.
hi: इस दिस्सकुस्न की अससेस प्रतिबंध है टीम मेम्बर्स और स्टाफ के लिए |

source: No endpoint was provided for EdxNotes.
hi: EdxNotes के लिए कोई समापन बिंदु प्रदान नहीं किया गया था
ja_jp: EdxNotesにエンドポイントが提供されていません。
lt_lt: Nepateiktas EdxNotes rezultatas.

source: Cannot override subsection grade: subsection is not available for target learner.
hi: सबसेकस्न ग्रेड को ओवरराइड नहीं किया जा सकता: सबसेकस्न टार्गेट लेयर्नर के लिए अवाईलेबल नहीं है |

source: CourseID
hi: पाठ्यक्रम आईडी
ja_jp: 講座ID

source: Email
he: דואר אלקטרוני
hi: ईमेल
ja_jp: メール
lt_lt: El. paštas

source: Last Login
hi: आखिरी लॉगिन

source: Date Joined
hi: शामिल होने का दिनांक

source: Attachments archive is being created.
hi: अटैचमेंट्स अर्चिव बनाया जा रहा है |

source: Enrollment data is now available in {dashboard_link}.
hi: नामांकन डेटा अब {डैशबोर्ड_लिंक} में उपलब्ध है।
ja_jp: 受講登録データは{dashboard_link}にて利用可能です。
lt_lt: Registracijos duomenys dabar yra {dashboard_link}.

source: Student Admin
he: ניהול סטודנטים
hi: छात्र व्यवस्थापक
ja_jp: 受講者管理
lt_lt: Kurso dalyvio administravimas

source: Could not find student enrollment in the course.
hi: इस कोर्स में स्टूडेंट इनरोल्लमेंट नहीं मिल रहा |

source: An error has occurred. Task was not created.
hi: एक एर्र आगाई है | टास्क क्रिएट नहीं किया गया था |

source: compressed
hi: कोंपरेससेड

source: LaTeX Source File Name
he: שם קובץ מקור LaTeX
hi: LaTeX स्रोत फ़ाइल नाम
ja_jp: LaTeXのソースファイル名
lt_lt: "LaTeX" šaltinio failo pavadinimas

source: One of user or external_user_key must not be null.
hi: एक उसेर या एक्सटर्नल_उसेर_की नुलल नहीं रहना चाहिए |

source: Link Program Enrollments
hi: लिंक प्रोग्राम इनरोल्लमेंट्स

source: Link LMS users to program enrollments
hi: लिंक लमस उसेर्स तो प्रोग्राम एनरोल्लमेंट्स

source: Program Enrollments Inspector Tool
hi: प्रोग्राम इनरोल्लमेंट्स इंस्पेक्टर टूल

source: Find information related to a learner's program enrollments
hi: जानकारी हासिल करे लेयरनेर्स प्रोग्राम इनरोल्लमेंट्स के विषय में |

source: You must complete a survey
hi: तुम्हें ज़रूर एक सर्वे कंप्लीट करना चाहिए

source: topic_id is required
hi: टॉपिक_आइ द की आवयस्कता है

source: You can't create a team in an instructor managed topic.
hi: तुम एक टीम क्रिएट कर सकते हो इनस्तृकटोर मैनेजेड टॉपिक में |

source: You are already in a team in this teamset.
hi: तुम ऑलरेडी एक टीम में हो इस टेयमसेट में |

source: teamset_id and team_id are mutually exclusive options.
hi: टेयमसेट_आइ द और टीम आइ द मूचूअल्लई एक्सक्लूसिव ओप्स्नस है |

source: teamset_id requires course_id to also be provided.
hi: टेयमसेट_आइ द रिकुइर करती है कोर्स_आइ तो बे प्रोवाइडेड |

source: No teamset found in given course with given id
hi: कोई भी टेयमसेट नही मिली है इस गिबवेन कोर्स में इस गिवेन आइ द के साथ

source: username or (team_id or teamset_id) must be specified.
hi: उसेरनेम या (टीम_आइ द या टेयमसेट_आइ द) ज़रूर स्पेसिफाईड होना चाहिए |

source: You can't join an instructor managed team.
hi: तुम एक इनस्तृकटोर मैनेजेड टीम को जॉइन नही कर सकते |

source: The user {username} is already a member of a team in this teamset.
hi: उसेर{उसेरनाम} पहले से मेम्बर है एक टीम का इस टेयमसेट में |

source: You can't leave an instructor managed team.
hi: तुम एक इनस्तृकटोर मैनेजेड टीम को नही छोर सकते |

source: Name must be at least {min_length} character long.
hi: नाम कम से कम {मीन_लेंथ} कैरेकटोर लॉन्ग होना चाहिए |

source: email: %(email_address)s
hi: ईमेल:%(email_address)s

source: You may access your course.
hi: शायद तुम्हें अपना कोर्स अससेस करना चाहिए |

source: You may access your course at: %(course_url)s.
hi: शायद तुम्हें अपना कोर्स अससेस करना चाहिए इसपर :%(course_url)s |

source: Visit %(site_name)s
hi: वीसीट %(site_name)s

source: {start_anchor}Click here{end_anchor} to delete your single signed on (SSO) session.
hi: {स्टार्ट_अन्नकर} यहा पर क्लिक करे{एंड_अन्नकर} अपने सिंगल साइनन्द को डिलीट करने के लिए ऑन (स्सों ) सेससीओन |

source: We are signing you in.
hi: हम तुम्हें साइन कर रहे है |

source: This may take a minute. If you are not redirected, go to the home page.
hi: ये शायद कुछ समय लेसक्ता है| अगर आप रेडीरेकटेड नही है, होम पेज पर जाए|

source: If you are not redirected within 5 seconds, {start_anchor}click here to go to the home page{end_anchor}.
hi: अगर तुम 5 मिनट में रेडिर्क्तेद नहीं हुए, {स्टार्ट_अन्नकर}यहा पर क्लिक करो ताकि वापिस होम पेज पर जा सको{एंड_अन्नकर} |

source: ID Verification Approved
hi: आइ द वेरीफीकस्न अप्प्रोवेद

source: Your %(platform_name)s ID verification photos have been approved.
hi: तुम्हारा%(platform_name)s आइ डी वेरीफीकेस्न फोटोस अप्परोवेद हो चुका है |

source: Enjoy your studies,
hi: अपनी पढ़ाई को एंजॉय करे,

source: Hello %(full_name)s,
hi: हैलो %(full_name)s,

source: Your %(platform_name)s ID verification was approved!
hi: तुम्हारा %(platform_name)s आइ ड वेरीफीकेस्न अप्रूव हो चुका !

source: Expired ID Verification
hi: एक्सपीरेड आइ ड वेरीफिकास्न

source: Your %(platform_name)s ID verification has expired.
hi: तुम्हारा %(platform_name)s आ डि वेरीफिकास्न एक्सपायर होगया |

source: You must have a valid ID verification to take proctored exams and qualify for certificates.
hi: तुमहारे पास ज़रूर एक वालिद आइडी वेरीफ़ीकैस्न होना चाहिए प्रोक्टोरेड परीक्षा और कुयलीफ़्य फॉर केर्टिफिकटेस के लिए |

source: Follow the link below to submit your photos and renew your ID verification.
hi: नीचे दिये लिंक को फॉलो करे अपने फोटोस को सबमिट और अपने आइडी वेरीफीकस्न को ऋन्यू कराने के लिए |

source: You can also do this from your dashboard.
hi: तुम इसे अपने डैशबोर्ड कर सकते हो |

source: Resubmit Verification : %(lms_verification_link)s
hi: रेसबमिट वेरीफीकस्न : %(lms_verification_link)s

source: ID verification FAQ : %(help_center_link)s
hi: आइ डी वेरीफीकस्न एफ़ ए क्यू :%(help_center_link)s

source: Your %(platform_name)s Verification has Expired
hi: तुम्हारा %(platform_name)s वेरीफीकस्न एक्सपार हो गया |

source: ID Verification Submitted
hi: आइ डी वेरीफीकस्न सुबमिटटेड

source: Thank you for submitting your photos for identity verification with %(platform_name)s.
hi: अपने फोटोस को आइडैनटिटि वेरीफीकस्न के लिए जमा करने के लिए बहुत धन्यबाद विथ %(platform_name)s |

source: You may check the status on your dashboard: %(dashboard_link)s
hi: तुम्हें शायद अपने दशबोर्ड का स्टेटस चेक करना चाहिए :%(dashboard_link)s

source: Best regards,
hi: बेस्ट रिगार्ड्ज़,

source: Thank you for submitting your photos!
hi: अपने फोटोस सबमिट करने के लिए सुक्रिया !

source: You need to {anchor_start_login}log in{anchor_end} or {anchor_start_signup}sign up{anchor_end} to use this function.
hi: तुम्हें जरूरत है {अन्नकर_स्टार्ट_लॉगिन}लॉग इन{अन्नकर_एंड} या {अन्नकर_स्टार्ट_साइनउप}साइन उप{अन्नकर_एंड} इस फंकशन को यूस करने के लिए |

source: This wiki uses {start_strong}Markdown{end_strong} for styling. There are several useful guides online. See any of the links below for in-depth details:
hi: यह विकि एस्टेमाल करता है {स्टार्ट_स्ट्रॉंग}मार्कडाउन{एंड_स्ट्रॉंग} स्टाइलिंग के लिए | ऑनलाइन काफी यूज़फुल गुइडेस है | नीचे दिये किसी भी लिंक को देख सकते है फॉर डिटेल्स इन देप्थ:

source: %(platform_name)s Additions:
he: תוספות של %(platform_name)s:
hi: %(platform_name)sअतिरिक्त:
ja_jp: %(platform_name)s 追加事項：
lt_lt: %(platform_name)s priedai:

source: Wikipedia
he: ויקיפדיה
hi: विकिपीडिया
ja_jp: ウィキペディア

source: %(platform_name)s Wiki
he: ויקי של %(platform_name)s
hi: %(platform_name)sविकि
lt_lt: %(platform_name)s vikis

source: Unsubscribe from these emails.
hi: इन्न ईमेलस से अंसब्स्क्रिब करे |

source: edX Email
hi: edX ईमेल

source: '%s' is not a valid scope.
hi: '%s'वालिद स्कोप नहीं है |

source: These define the context to enable this configuration on. If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.{br}If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
hi: यह डेफ़िने करता है कांटेक्स्ट को एनेब्ल करेने के लिए इस क्नफ़ीगरेस्न को | अगर कोई वैल्यू नहीं सेट है, तब क्नफ़ीगरेस्न ग्लोबल्ली अप्लाई होता है | अगर सिंगल वैल्यू सेट होता है, तब क्नफ़ीगरस्न अप्लाई होता है सभी कौरसेस में उस कांटेक्स्ट में | ज्यादा से ज्यादा एक वैल्यू सेट होसक्ता है एक टाइम पर | {बीआर} अगर मल्टीपल कोन्तेक्ष्त्स अप्लाई होता है कोर्स में ( जैसे, अगर क्नफ़ीगरस्न स्पेसिफ़ाएड है कोर्स के लिए स्पेसियाली, और ऑर्ग के लिए कोर्स इन्न है, तब ज्यादा स्पेसिफिक कांटेक्स्ट ओवेर्रिडेस करता है ज्यादा जेनेरल कांटेक्स्ट को |

source: If any of these values are left empty or "Unknown", then their value at runtime will be retrieved from the next most specific context that applies. For example, if "Enabled" is left as "Unknown" in the course context, then that course will be Enabled only if the org that it is in is Enabled.
hi: अगर इन में से कोई भी वैल्यूस खाली या "अन्ननोन" रेह जाता है, तब उनका वैल्यू रनटाइम में रेटरिएवेद होगा नैक्सट मोस्ट स्पेसिफिक कांटेक्स्ट जो अप्लाई होता है | उधारण, अगर "इनेब्लेड" को "अननॉन कहा जाता है कोर्स कांटेक्स्ट में, तब कोर्स इनब्लेड होगा सिर्फ ऑर्ग में जो इनब्लेड है |

source: %(value)s should have the form ORG+COURSE
hi: %(value)sऑर्ग+कोर्स फोरम होना चाहिए

source: Configure values for all course runs associated with this site.
hi: इस साइट से असोसिएटेड सभी कोर्स रुन्स की वैल्यूस को कॉन्फ़िगर करना चाहिए |

source: Configure values for all course runs associated with this Organization. This is the organization string (i.e. edX, MITx).
hi: इस ओरगनीसस्न्स से असोसिएटेड सभी कोर्स रन की वैल्यूस को कॉन्फ़िगर करना चाहिए | यह ओरगनीसस्न स्ट्रिंग है (आइ.ई. ईडीअक्स, मईट अक्स) |

source: Course in Org
hi: कोर्स इन ऑर्ग

source: Configure values for all course runs associated with this course. This is should be formatted as 'org+course' (i.e. MITx+6.002x, HarvardX+CS50).
hi: इस कोर्स रुन्स से असोसिएटेड सभी कोर्स की वैल्यूस को कॉन्फ़िगर करे | यह फोरमेटेड होना चाहिए 'ऑर्ग+कोर्स' ( जैसे . MITx+6.002x HARVARD+CS50).

source: Configure values for this course run. This should be formatted as the CourseKey (i.e. course-v1://MITx+6.002x+2019_Q1)
hi: इस कोर्स रन की वैल्यूस को कॉन्फ़िगर करे | यह कोर्स रन की तरह फॉरमेटेड होना चाहिए (जैसे . कोर्स-v1://MITx+6.002x+2019_Q1)

source: Cannot change or remove the access level for the only admin.
hi: सिर्फ आदमीन के लिए अससेस को हटाया या बदला नहीं जस्कता |

source: You may not change a library's type to {library_type} if it still has unpublished changes.
hi: तुम लाइब्ररी'स टाइप को बादल नहीं सकते {लाइब्ररी_टाइप} अगर अब भी इसमें उन्पुब्लिशेड चेंजेस है |

source: You can only set a library to {library_type} if all existing blocks are of that type. Found incompatible block {block_id} with type {block_type}.
hi: तुम केवल लाइब्ररी{लाइब्ररी_टाइप} सेट कर सकते हो अगर सभी एक्सिस्टिंग ब्लोक्क्स उसी टाइप का है | फाउंड इनकॉमपएटीबल ब्लॉक {ब्लॉक_आइ डी} विथ टाइप {ब्लॉक_टाइप} |

source: Block type "{block_type}" is not compatible with library type "{library_type}".
hi: ब्लॉक टाइप "{ब्लॉक_टाइप}" कोमपतीबल नहीं है लाइब्ररी टाइप से "{लाइब्ररी_टाइप}" |

source: Library cannot have more than {} XBlocks
hi: लाइब्ररी में {} कXब्लोक्क्स से जादा नहीं हो सकता

source: Complex
hi: कॉम्प्लेक्स

source: All Rights Reserved.
hi: सभी राइट्स रिज़र्व्ड |

source: Creative Commons Attribution 4.0
hi: क्रिएटिव कोम्मोंस अतत्रीबुस्न 4.0

source: Creative Commons Attribution-NonCommercial 4.0
hi: क्रिएटिव कोम्मोंस अत्तृबुस्न-नॉनकमर्शियल 4.0

source: Creative Commons Attribution-NonCommercial-NoDerivatives 4.0
hi: क्रिएटिव कोम्मोंस अत्तृबुस्न-नॉनकमर्शियल-नोडेरीवातिवेस 4.0

source: Creative Commons Attribution-NonCommercial-ShareAlike 4.0
hi: क्रिएटिव कोम्मोंस अत्तृबुस्न-नॉनकमर्शियल-सेयरआलाईक 4.0

source: Creative Commons Attribution-NoDerivatives 4.0
hi: क्रिएटिव कोम्मोंस अत्तृबुस्न-नोडेरीवातिवेस 4.0

source: Creative Commons Attribution-ShareAlike 4.0
hi: क्रिएटिव कोम्मोंस अत्तृबुस्न-शेयरआलाईक 4.0

source: Administer users and author content
hi: अद्मिनिस्टर उसेर्स अँड औठोर कंटैंट

source: Author content
hi: औथर कंटैंट

source: Read-only
hi: रीड_ओन्ली

source: One and only one of 'user' and 'group' must be set.
hi: एक और सिर्फ एक 'उसेर' और 'ग्रुप' सेट होना चाहिए |

source: We could not find a user with that email address.
hi: हम एक उसेर को नहीं ढूंढ पाए उसस ईमेल एड्रैस से |

source: This user already has access to this library.
hi: इस उसेर को ऑलरेडी अससेस है एस्स लाइब्ररी का |

source: Comma-separated list of providers to allow, eg: {choices}
hi: कोमा-सेपरेटेड लिस्ट प्रोविदेर्स का अलाओ करे के लिए, एक्जाम्पल: {चोईसेस}

source: Allow List
hi: अल्लाओ लिस्ट

source: Comma-separated list of providers to deny, eg: {choices}
hi: कोमा-सेपरेटेड लिस्ट प्रोवाएडर्स के ताकि उन्हे मना किया जासके, जैसे: {चोईसेस}

source: Deny List
hi: लिस्ट को मना करे

source: Learning Context Key
hi: लर्निंग कांटेक्स्ट की

source: If disabled, the discussions in the associated learning context/course will be disabled.
hi: अगर डिसब्लेड हुए, तो इससे असोसिएटेड लर्निंग कांटेक्स्ट/कोर्स दिस्सकस्न्स डिसब्लेड होजाएगा |

source: The LTI configuration data for this context/provider.
hi: LTI कोन्फ़िगुरेस्न डाटा इस कांटेक्स्ट/प्रोवाइडर के लिए |

source: The plugin configuration data for this context/provider.
hi: प्लुगिन कोन्फ़िगुरस्न डाटा एस्स कांटेक्स्ट/प्रोवाइडर के लिए |

source: Discussion provider
hi: दिस्स्कस्न प्रोवाइडर

source: The discussion tool/provider's id
hi: दिस्स्कस्न टूल/प्रोवाइडर'स आइ डी

source: Whether to include or exclude the given course. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the course. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the course.
he: האם לכלול או לא לכלול את הקורס נתון. אם צוינו מדינות שנמצאות ברשימה לבנה, אז רק משתמשים ממדינות מרשימה הלבנה יוכלו לגשת לקורס. אם צוינו מדינות הנמצאות ברשימה שחורה, אז המשתמשים ממדינות ברשימה שחורה לא יוכלו לגשת לקורס.
hi: दिए गए पाठ्यक्रम को शामिल करना या बाहर करना। यदि श्वेतसूची वाले देशों को निर्दिष्ट किया जाता है, तो केवल श्वेतसूची वाले देशों के उपयोगकर्ता पाठ्यक्रम का उपयोग कर पाएंगे। यदि ब्लैकलिस्ट देशों को निर्दिष्ट किया जाता है, तो ब्लैकलिस्ट किए गए देशों के उपयोगकर्ता कोर्स तक नहीं पहुंच पाएंगे।
ja_jp: 講座に含むか含まないかを決めます。ホワイトリストの国が定義されている場合、ホワイトリストに記述された国のみが講座にアクセスできます。ブラックリストの国が定義されている場合、ブラックリストに記載した国が講座にアクセスできなくなります。
lt_lt: Ar įtraukti šį kursą? Jeigu nurodomos baltojo sąrašo šalys, TIK išvardytų šalių naudotojai galės prisijungti prie kurso. Jeigu nurodomos juodojo sąrašo šalys, naudotojai iš šių šalių NEGALĖS prisijungti prie kurso.

source: Comma-separated list of filters that this application will be allowed to request.
hi: कोममा-सेपरेटेड लिस्ट फिल्तेर्स का जो यह अप्प्लिकेस्न को अललौएड होगा रेकुएस्ट करने के लिए |

source: bytes
hi: बाइट्स
ja_jp: バイト
lt_lt: baitai

source: KB
hi: केबी
ja_jp: キロバイト

source: MB
hi: एमबी
ja_jp: メガバイト

source: Course ID
he: מזהה קורס
hi: पाठ्यक्रम आईडी
ja_jp: 講座番号
lt_lt: Kurso identifikacijos numeris

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in week {week_num}:
hi: আশা করি আপনি এনজয় করছেন {start_strong}{course_name}{end_strong}! আমরা আপনাকে জানতে চাই যে আপনি সপ্তাহে কি দেখতে পারেন {week_num}:

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in the coming weeks:
hi: আশা করি আপনি এনজয় করছেন {start_strong}{course_name}{end_strong}! আপনি আপকামিং সপ্তাহে কি করতে পারবেন তা আমরা আপনাকে জানতে চাই :

source: We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
hi: প্রতি সপ্তাহে এই কোর্সে সময় দেওয়ার জন্য আমরা আপনাকে উৎসাহিত করতে চাই । আপনার মনোযোগ শেষ পর্যন্ত ফলপ্রাপ্ত করতে সাহায্য করবে !

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in the coming weeks:
hi: আমরা আশা করি আপনি উপভোগ করছেন %(course_name)s! আমরা আপনাকে জানাতে চাই আগামী সপ্তাহগুলোতে আপনি কি করতে পারেন:

source: %(course_name)s Weekly Update
hi: %(course_name)sসাপ্তাহিক আপডেট

source: Many {platform_name} learners in {start_strong}{course_name}{end_strong} are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
hi: {start_strong}{course_name}{end_strong} অনেক {platform_name} শিক্ষার্থী প্রতি সপ্তাহে আরো সমস্যা সম্পন্ন করছে এবং আলোচনা ফোরামে অংশগ্রহণ করছে। আপনি শিক্ষা চালিয়ে যেতে কি করতে চান?

source: Remember when you enrolled in {start_strong}{course_name}{end_strong}, and other courses on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
hi: মনে আছে আপনি কবে আর কোন {start_strong}{course_name}{end_strong}, পাঠক্রমে আপনার নাম নথিভুক্ত করেছিলেন {platform_name}? আমদের মনে আছে, এবং আমরা আপনাকে পেয়ে অনেক খুশি! আসুন দেখা যাক সবাই কি শিখছে ।

source: Remember when you enrolled in {start_strong}{course_name}{end_strong} on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
hi: মনে আছে আপনি কবে আর কোন {start_strong}{course_name}{end_strong}, পাঠক্রমে আপনার নাম নথিভুক্ত করেছিলেন {platform_name}? আমদের মনে আছে, এবং আমরা আপনাকে পেয়ে অনেক খুশি! আসুন দেখা যাক সবাই কি শিখছে ।

source: We hope you are enjoying learning with us so far on {start_strong}%(platform_name)s{end_strong}! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
hi: আমরা আশা করি আপনি এখন পর্যন্ত আমাদের সাথে {start_strong}%(platform_name)s{end_strong} এ শিক্ষা উপভোগ করছেন! একটি যাচাইকৃত প্রত্যয়নপত্র আপনাকে আপনার নতুন জ্ঞান এবং দক্ষতা হাইলাইট করতে সাহায্য করবে । একটি সার্টিফিকেট %(platform_name)sঅফিসিয়াল এবং সহজে শেয়ারযোগ্য।

source: We hope you are enjoying learning with us so far in {start_strong}{first_course_name}{end_strong}! A verified certificate allows you to highlight your new knowledge and skills. An {platform_name} certificate is official and easily shareable.
hi: আমরা আশা করি আপনি এখন পর্যন্ত আমাদের সাথে {start_strong}{first_course_name}{end_strong} !এ শিক্ষা উপভোগ করছেন! একটি যাচাইকৃত প্রত্যয়নপত্র আপনাকে আপনার নতুন জ্ঞান এবং দক্ষতা হাইলাইট করতে সাহায্য করে। একটি সার্টিফিকেট {platform_name} অফিসিয়াল এবং সহজে শেয়ারযোগ্য।

source: Upgrade by {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.
hi: {start_strong} দ্বারা আপগ্রেড করুন %(user_schedule_upgrade_deadline_time)s { end_strong}।

source: Make sure that you are providing a valid username or a URL that contains "{url_stub}". To remove the link from your edX profile, leave this field blank.
hi: নিশ্চিত হয়ে নিন যে আপনি একটি ভ্যালিড ব্যবহারকারীর নাম বা একটি URL প্রদান "{url_stub}" করুন। আপনার EDX প্রোফাইল থেকে লিংকটি সরিয়ে ফেলতে, এই ক্ষেত্রটি ফাঁকা রাখুন।

source: Actions
hi: kriyaaein
ja_jp: 行動
lt_lt: Veiksmai

source: Reset my password
he: שחזר את הסיסמה שלי
hi: अपना पासवर्ड रीसेट करें

source: Hello %(name)s,
hi: हैलो %(name)s,

source: This is to confirm that you have successfully changed your password associated with %(platform_name)s account. Please sign-in to your account.
hi: এটি নিশ্চিত করতে যে আপনি %(platform_name)s অ্যাকাউন্টের সাথে যুক্ত আপনার পাসওয়ার্ড পরিবর্তন করেছেন। অনুগ্রহ করে আপনার অ্যাকাউন্টে সাইন-ইন করুন।

source: Hello %(name)s,
hi: हैलो %(name)s,

source: Password reset completed on %(platform_name)s
hi: पासवर्ड रेसेट कोंपलेटेड ऑन %(platform_name)s

source: You've successfully signed in to your {provider_name} account, but this account isn't linked with your {platform_name} account yet. {blank_lines}Use your {platform_name} username and password to sign in to {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard. {blank_lines}If you don't have an account on {platform_name} yet, click {register_label_strong} at the top of the page.
hi: আপনি সফলভাবে আপনার {provider_name} অ্যাকাউন্টে সাইন ইন করেছেন, কিন্তু এই অ্যাকাউন্টটি এখনও আপনার {platform_name} অ্যাকাউন্টের সাথে সংযুক্ত নয়। {blank_lines} নিচে {platform_name} সাইন ইন করতে আপনার {platform_name} ব্যবহারকারীর নাম এবং পাসওয়ার্ড ব্যবহার করুন, এবং তারপর আপনার ড্যাশবোর্ড থেকে {provider_name} আপনার {platform_name} অ্যাকাউন্ট লিঙ্ক করুন। {blank_lines} আপনার যদি এখনও {platform_name} কোন একাউন্ট না থাকে, তাহলে পেজ এর উপরে {register_label_strong} ক্লিক করুন

source: To protect your account, it’s been temporarily locked. Try again in {locked_out_period} minutes.{li_start}To be on the safe side, you can reset your password {link_start}here{link_end} before you try again.
hi: আপনার অ্যাকাউন্ট প্রোটেক্ট করতে, এটি সাময়িকভাবে লক করা হয়েছে। {locked_out_period} কিছু মিনিটে পুনরায় চেষ্টা করুন। {li_start} নিরাপদ দিকে থাকতে, আপনি পুনরায় চেষ্টা করার আগে আপনার পাসওয়ার্ড {link_start}এখানে{link_end} রিসেট করতে পারেন

source: Email or password is incorrect.{li_start}You have {remaining_attempts} more sign-in attempts before your account is temporarily locked.{li_end}{li_start}If you've forgotten your password, click {link_start}here{link_end} to reset.{li_end}
hi: ইমেইল বা পাসওয়ার্ড ভুল। {li_start} আপনার অ্যাকাউন্ট টি সাময়িকভাবে লক করার আগে আপনার {remaining_attempts} আরো সাইন-ইন কিছুবার চেষ্টা করুন। {li_end} {li_start} আপনি যদি আপনার পাসওয়ার্ড ভুলে যান, রিসেট করতে {link_start}এখানে{link_end} টিপুন। {li_end}

source: As {allowed_domain} user, You must login with your {allowed_domain} {link_start}{provider} account{link_end}.
hi: {allowed_domain} ব্যবহারকারী হিসেবে, আপনাকে অবশ্যই আপনার {allowed_domain} {link_start}{provider} অ্যাকাউন্ট{link_end} দিয়ে লগইন করতে হবে।

source: Your legal name must be a minimum of one character long
hi: आपका कानूनी नाम न्यूनतम एक वर्ण लंबा होना चाहिए

source: By creating an account, you agree to the {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} and you acknowledge that {platform_name} and each Member process your personal data in accordance with the {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end}.
hi: একটি অ্যাকাউন্ট তৈরি করার সাথে সাথে আপনি {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} এই টার্ম গুলির সাথে সম্মত হন এবং আপনি {platform_name} এটি স্বীকার করেন এবং প্রত্যেক সদস্য {privacy_policy_link_start}গোপনীয়তা নীতি{privacy_policy_link_end} অনুযায়ী আপনার ব্যক্তিগত ডেটার উপর কাজ করে।

source: Oauth client name of VEM service.
hi: ओउथ क्लाईंट नेम है VEM सर्विस का |

source: video encode manager API URL.
hi: विडियो इनकोड मैनेजर API URL |

source: Username created for VEM Integration, e.g. vem_service_user.
hi: यूसरनेम क्रिएट किया गया है VEM इंटिग्रेशन के लिए , जैसे. VEM_SERVICE_USER |
