Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s
hi: आपको बीटा परीक्षक%(course_name)s के रूप में हटा दिया गया है%(site_name)s
vi: Bạn vừa bị hủy quyền dùng thử bản beta của %(course_name)s tại %(site_name)s

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
hi: आपको पाठ्यक्रम कर्मचारियों के सदस्य द्वारा बीटा परीक्षक के रूप में%(course_name)s हटा दिया गया है।%(site_name)s
vi: Bạn vừa hủy quyền dùng thử bản beta của %(course_name)s tại %(site_name)s bởi đội ngũ giảng dạy.

source: This course will remain on your dashboard, but you will no longer be part of the beta testing group.
hi: यह पाठ्यक्रम आपके डैशबोर्ड पर रहेगा, लेकिन अब आप बीटा परीक्षण समूह का हिस्सा नहीं होंगे।
vi: Khoá học vẫn hiện ở trang cá nhân của bạn, nhưng bạn sẽ không nằm trong nhóm người dùng thử nữa.

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff. This course will remain on your dashboard, but you will no longer be part of the beta testing group.
hi: आपको पाठ्यक्रम कर्मचारियों के सदस्य द्वारा बीटा परीक्षक के रूप में हटा दिया गया है। यह पाठ्यक्रम आपके डैशबोर्ड %(course_name)sपर रहेगा, लेकिन अब आप बीटा परीक्षण %(site_name)sसमूह का हिस्सा नहीं होंगे।
vi: Bạn vừa được rút ra khỏi danh sách người dùng thử cho khoá học %(course_name)s tại %(site_name)sbởi đội ngũ giảng dạy. Khoá học vẫn hiện ở trang cá nhân của bạn nhưng bạn sẽ không nằm trong nhóm người dùng thử nữa.

source: You have been removed from a beta test for %(course_name)s
hi: आपको एक बीटा परीक्षण से हटा दिया गया है%(course_name)s
vi: Bạn vừa bị loại khỏi nhóm dùng thử bản beta của %(course_name)s

source: Signed Out
hi: साइन आउट
vi: Đăng Xuất

source: You have signed out.
hi: आपने साइन आउट कर दिया है।
vi: Bạn đã đăng xuất.

source: If you are not redirected within 5 seconds, <a href="%(target)s">click here to go to the home page</a>.
vi: Nếu bạn không được chuyển hướng trong vòng 5 giây, <a href="%(target)s">bấm vào đây để về trang chủ</a>.

source: Skip to main content
he: דלג לתוכן ראשי
hi: मुख्य कन्टेंट पर जाएं
ja_jp: メインコンテンツまでスキップする
lt_lt: Pereiti į pagrindinį turinį
vi: Vào thẳng nội dung chính

source: Authorize
hi: अधिकृत करें
vi: Ủy quyền

source: The above application requests the following permissions from your account:
hi: उपरोक्त एप्लिकेशन आपके खाते से निम्नलिखित अनुमतियों का अनुरोध करता है:
vi: Ứng dụng trên yêu cầu các quyền sau đây từ tài khoản của bạn:

source: These permissions will be granted for data from your courses associated with the following content providers:
hi: ये अनुमति निम्नलिखित सामग्री प्रदाताओं से जुड़े आपके पाठ्यक्रमों के डेटा के लिए दी जाएगी:
vi: Những quyền này sẽ được trao cho dữ liệu từ khóa học của bạn có liên quan tới những bên cung cấp nội dung như sau:

source: Please click the 'Allow' button to grant these permissions to the above application. Otherwise, to withhold these permissions, please click the 'Cancel' button.
hi: कृपया उपरोक्त एप्लिकेशन को इन अनुमतियों को देने के लिए 'अनुमति दें' बटन पर क्लिक करें। अन्यथा, इन अनुमतियों को वापस लेने के लिए, कृपया 'रद्द करें' बटन पर क्लिक करें।
vi: Vui lòng nhấp vào nút 'Cho phép' để cấp các quyền này cho ứng dụng trên. Nếu không, để giữ lại các quyền này, hãy nhấp vào nút 'Hủy'.

source: Cancel
he: ביטול
hi: रद्द करना
ja_jp: キャンセル
lt_lt: Atšaukti
vi: Hủy bỏ

source: Allow
hi: अनुमति
vi: Cho phép

source: Error
he: שגיאה
hi: त्रुटि
ja_jp: エラー
lt_lt: Klaida
vi: Lỗi

source: Last modified:
he: עדכון אחרון:
hi: आखिरी बार संशोधित किया गया:
ja_jp: 最終更新：
lt_lt: Paskutinį kartą keista:
vi: Lần thay đổi cuối cùng:

source: See all children
he: הראה את כל הילדים
hi: सभी उपलेखों को देखें
ja_jp: 全ての子を見る
lt_lt: Peržiūrėti visus susijusius
vi: Xem tất cả nốt con

source: This article was last modified:
he: מאמר זה שונה לאחרונה:
hi: यह लेख आखिरी बार संशोधित किया गया था:
ja_jp: この記事が最後に変更されたのは：
lt_lt: Šis straipsnis paskutinį kartą keistas:
vi: Bài viết này được thay đổi gần đây nhất vào lúc:

source: Add new article
he: הוסף מאמר חדש
hi: नया लेख जोड़ें
ja_jp: 新たな記事を追加する
lt_lt: Pridėti naują straipsnį
vi: Thêm bài viết mới

source: Create article
he: צור מאמר
hi: लेख बनाएं
ja_jp: 記事を作成する
lt_lt: Sukurti straipsnį
vi: Tạo bài viết

source: Go back
he: חזור
hi: वापिस जाएं
ja_jp: 戻る
lt_lt: Atgal
vi: Quay lại

source: Delete article
he: מחק מאמר
hi: लेख को नष्ट करें
ja_jp: 記事を削除する
lt_lt: Pašalinti straipsnį
vi: Xóa bài viết

source: Delete
he: מחק
hi: नष्ट करें
ja_jp: 削除
lt_lt: Pašalinti
vi: Xóa

source: You cannot delete a root article.
he: אין אפשרות למחוק מאמר ראשי.
hi: आप एक मूल लेख को नष्ट नहीं कर सकते हैं।
ja_jp: 上位の記事は削除できません
lt_lt: Jūs negalite pašalinti šakninio straipsnio.
vi: Bạn không thể xóa bài viết gốc.

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
he: אתה לא יכול למחוק את המאמר הזה, כי אין לך הרשאה למחוק מאמרים עם ילדים. נסה להסיר את הילדים באופן ידני אחד-אחד.
hi: आप यह लेख नष्ट नहीं कर सकते हैं क्योंकि आपको उन लेखों को नष्ट करने की अनुमति नहीं जिन लेखों से कोई उपलेख जुड़ें हो। उपलेखों को एक-एक करके हटाने की कोशिश करें।
ja_jp: この記事は削除できません。この記事の子となっている記事を削除する権限がないことが原因です。子の記事をひとつずつ削除してみてください。
lt_lt: Jūs negalite pašalinti šio straipsnio, nes neturite leidimo šalinti straipsnių, kurie turi susietus straipsnius. Pirmą bandykite pašalinti visus susietus straipsnius.
vi: Bạn không thể xóa bài viết này vì bạn không có quyền xóa bài viết với bài viết con. Hãy thử xóa từng bài viết con trước.

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
he: אתה עומד למוחק את מאמר. משמעות דבר היא כי כל הילדים יימחקו גם כן. אם תבחר למחוק, ילדים של המאמר גם יימחקו!
hi: आप एक लेख को नष्ट कर रहे है। इसका मतलब है कि इस लेख से जुड़े हुए सभी उपलेख भी नष्ट हो जाएंगे। अगर आप पर्ज की क्रिया को चुनते हैं तो वे उपलेख भी पर्ज हो जाएंगे।
ja_jp: 注意してください。ひとつの記事を削除しようとしていますが、同時にこの記事の子になっている記事も削除対象となります。「消去」を選択すると、子の記事も同時に削除されます。
lt_lt: Jūs šalinate straipsnį. Tai reiškia, kad visi susieti straipsniai bus pašalinti taip pat. Jei pasirinksite išvalyti, susieti straipsniai taip pat bus išvalyti.
vi: Bạn đang xóa một bài viết. Điều này nghĩa là các bài viết con của nó cũng bị xóa theo. Nếu bạn chọn xóa sạch, các bài viết con cũng sẽ bị xóa sạch!

source: Articles that will be deleted
he: מאמרים שיימחקו
hi: वे लेख जो कि हटा दिए जाएंगे
ja_jp: 記事は削除されます
lt_lt: Šie straipsniai bus pašalinti
vi: Các bài viết sẽ bị xóa

source: ...and more!
he: ... ויותר!
hi: ... और अधिक!
ja_jp: …そして、その他にも！
lt_lt: ... daugiau!
vi: ...và vân vân!

source: You are deleting an article. Please confirm.
he: הינך הולך למחוק את המאמר. אנא אשר.
hi: आप एक लेख को नष्ट कर रहे हैं। कृपया इस क्रिया की पुष्टि करें।
ja_jp: 記事を削除しようとしています。よろしいでしょうか？
lt_lt: Jūs šalinate straipsnį. Patvirtinkite.
vi: Bạn đang xóa một bài viết. Vui lòng xác nhận.

source: Edit
he: עריכה
hi: संपादित करें
ja_jp: 編集
lt_lt: Redaguoti
vi: Chỉnh sửa

source: Save changes
he: שמור שינויים
hi: परिवर्तन सहेजें
ja_jp: 変更を保存
lt_lt: Išsaugoti pakeitimus
vi: Lưu thay đổi

source: Preview
he: תצוגה מקדימה
hi: पूर्वावलोकन
ja_jp: プレビュー
lt_lt: Peržiūra
vi: Xem trước

source: Close
he: סגור
hi: बंद करे
ja_jp: 閉じる
lt_lt: Uždaryti
vi: Đóng

source: Wiki Preview
he: תצוגה מקדימה של הויקי
hi: विकी पूर्वावलोकन
ja_jp: Wikiプレビュー
lt_lt: Vikio peržiūra
vi: Xem trước Wiki

source: window open
he: חלון פתוח
hi: विंडोव ओपन
ja_jp: ウィンドウを開く
lt_lt: langas atidarytas
vi: mở cửa sổ

source: Back to editor
he: חזרה לעורך
hi: संपादक पर वापस जाएं
ja_jp: エディタに戻る
lt_lt: Grįžti į redaktorių
vi: Quay về trình biên tập

source: History
he: היסטוריה
hi: इतिहास
ja_jp: 履歴
lt_lt: Istorija
vi: Lịch sử

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
he: לחץ על כל עדכון בכדי לראות רשימה של פרטים שנערכו. לחץ על כפתור תצוגה מקדימה לצפות בתצוגת המאמר באותו השלב. בתחתית עמוד זה, ניתן להחליף לעדכון מסויים או למזג עדכון יש עם הגרסא הנוכחית.
hi: संपादित पंक्तियों की सूची देखने के लिए हर एक संशोधन पर एक-एक करके क्लिक करें। यह देखने के लिए कि इस समय लेख कैसा लग रहा है पूर्वावलोकन बटन पर क्लिक करें। इस पृष्ठ के अंत में आप अपने लेख को किसी भी संशोधन से बदल सकते हैं या किसी पुराने संशोधन को वर्तमान संशोधन से जोड़ सकते हैं।
ja_jp: 改訂された行を見るためには、それぞれの改訂履歴をクリックしましょう。プレビューボタンを押すと、それぞれの段階でどのように記事が見えていたかを確認できます。このページの最下部で、特定のバージョンを変更するか、もしくは、現在のものと旧バージョンを合成することができます。
lt_lt: Mygtuku spustelėkite kiekvieną versiją, kad pamatytumėte redaguotas eilutes. Spustelėkite "Peržiūra" mygtuką, kad pamatytumėte, kaip straipsnis šiuo metu atrodo. Puslapio apačioje galite pasirinkti kurią nors iš versijų arba senąją versiją sujungti su dabartine naująja.
vi: Nhấn vào từng revision để xem danh sách các dòng được chỉnh sửa. Nhấn vào nút Xem trước để xem bài viết. Ở cuối trang này, bạn có thể chọn sử dụng một revision hoặc gộp một revision cũ với bản hiện tại.

source: (no log message)
he: (אין הודעת יומן)
ja_jp: (ログメッセージがありません)
lt_lt: (žurnalo pranešimo nėra)
vi: (không có nhật ký)

source: Preview this revision
he: תצוגה מקדימה לעדכון זה
hi: संशोधन का पूर्वावलोकन देखें
ja_jp: この版をプレビュー
lt_lt: Peržiūrėti šią versiją
vi: Xem trước thay đổi

source: Auto log:
he: יומן אוטומטי:
hi: स्वतः लॉग:
ja_jp: 自動ログ：
lt_lt: Automatinis žurnalas:
vi: Tự động ghi nhật ký:

source: Change
he: שינוי
hi: बदलें
ja_jp: 変更
lt_lt: Pakeisti
vi: Thay đổi

source: Merge selected with current...
he: מזג גרסה שנבחרה עם נוכחית....
hi: चुना हुआ वर्तमान के साथ मिलाएं
ja_jp: 選択したものと現在のものを合成する…
lt_lt: Sujungti pasirinktą su einamuoju...
vi: Gộp các bản được chọn với bản hiện tại...

source: Switch to selected version
he: החלף לגרסה שנבחרה
hi: चयन किए हुए संस्करण में जाएं
ja_jp: 選択したバージョンに移動する
lt_lt: Persijungti į pasirinktą versiją
vi: Chuyển về phiên bản đã chọn

source: Wiki Revision Preview
he: תצוגה מקדימה לעדכון ויקי
hi: विकी पुनरीक्षण पूर्वावलोकन
ja_jp: Wiki改訂プレビュー
lt_lt: Vikio versijos peržiūra
vi: Xem trước sửa đổi Wiki

source: Back to history view
he: חזרה לתצוגת היסטוריה
hi: इतिहास व्यू पर वापिस जाएं
ja_jp: 履歴表示に戻る
lt_lt: Atgal į istorijos peržvalgą
vi: Quay về trang xem lịch sử

source: Switch to this version
he: החלף לגירסא זו
hi: इस संस्करण में जाएं
ja_jp: このバージョンに移動する
lt_lt: Persijungti į šią versiją
vi: Chuyển về phiên bản này

source: Merge Revision
he: מזג עדכון
hi: पुनरीक्षण मिलाएं
ja_jp: 改訂をマージ
lt_lt: Sujungti versijas
vi: Hợp nhất sửa đổi

source: Merge with current
he: מזג עם נוכחי
hi: वर्तमान के साथ मिलाएं
ja_jp: 現状と合成する
lt_lt: Sujungti su einamuoju
vi: Gộp với bản hiện tại

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
he: כאשר ממזגים עדכון עם גרסה נוכחית, כל המידע משתי הגרסאות ישמר וימוזג במיקומו המוערך בשתי הגרסאות.
hi: जब आप किसी संशोधन को वर्तमान के संशोधन से जोड़ते हैं तो दोनों संस्करणों का डेटा वैसा का वैसा रहता है और साथ ही हर संशोधन से अपनी अनुमानित स्थिति पर एक दूसरे से जुड़ जाता है।
ja_jp: あるバージョンと現状を合成するとき、それぞれのバージョンからの全てのデータは残存します。そして、それぞれの版の近いロケーションに合成されます。
lt_lt: Sujungus šią versiją su einamąją versija visi duomenys iš abiejų versijų bus išsaugoti ir apjungti apytiksliai tose pačiose vietose, kuriose jie buvo pradinėse versijose.
vi: Khi bạn gộp một thay đổi với thay đổi hiện tại, tất cả dữ liệu trên cả hai phiên bản sẽ được giữ lại và gộp lại tại vị trí xấp xỉ của nó trong mỗi thay đổi.

source: After this, it's important to do a manual review.
he: לאחר מכן, חשוב לבצע סקירה ידנית.
hi: इस के बाद, मैन्युअल समीक्षा करना ज़रूरी है।
ja_jp: この後、人手のレビューをすることが重要です。
lt_lt: Po šio veiksmo būtinai patikrinkite rezultatus.
vi: Sau việc này, cần phải thực hiện việc kiểm tra lại một cách thủ công.

source: Create new merged version
he: צור גרסה ממוזגת חדשה
hi: नया जोड़ा गया संस्करण बनाएं
ja_jp: 新しい合成バージョンを作成する
lt_lt: Sukurti naują sujungtą versiją
vi: Tạo bản gộp mới

source: You need to log in or sign up to use this function.
he: עלייך להתחבר או להרשם כדי להשתמש בפונקציונליות זו.
hi: इस फ़ंक्शन को इस्तेमाल करने के लिए आपको लॉग-इन या साइन-अप करना होगा।
ja_jp: この機能を利用するにはログイン、もしくは会員登録が必要です。
lt_lt: Jei norite naudotis šia funkcija, jūs turite prisijungti arba prisiregistruoti.
vi: Bạn cần đăng nhập hoặc đăng ký để sử dụng chức năng này.

source: Wiki Cheatsheet
he: דף עזר של ויקי
hi: विकी छलपत्रक
ja_jp: Wiki記述方法
lt_lt: Vikio ruošinukas
vi: Bản hướng dẫn của Wiki

source: Wiki Syntax Help
he: עזרה בתחביר של הויקי
hi: विकी सिंटेक्स सहायता
ja_jp: Wikiの書き方ヘルプ
lt_lt: Vikio sintaksės pagalba
vi: Hướng Dẫn Cú Pháp Wiki

source: This wiki uses <strong>Markdown</strong> for styling. There are several useful guides online. See any of the links below for in-depth details:
he: ויקי משתמשת ב-<strong>Markdown</strong> לעיצוב. ניתן למצוא מדריכים שימושיים באינטרנט. ראה כל אחד מהקישורים הבאים לקבלת פרטים לעומק:
hi: यह विकी सही शैली के लिए <strong>मार्कडाउन</strong> का उपयोग करता है। इंटरनेट पर कई उपयोगी निर्देशिकाएं हैं। और जानकारी के लिए नीचे दी गई किसी भी लिंक पर जाएं:
ja_jp: このWikiでは<strong>Markdown</strong>を記述のために使います。便利なオンラインガイドがあるので、詳細については以下のリンクを御覧ください。
lt_lt: Rašymo stiliui vikis naudoja <strong>Markdown</strong> sintaksę. Internete galima rasti keletą naudingų Markdown aprašų. Žiūrėkite bet kurią iš žemiau pateiktų nuorodų:
vi: Wiki sử dụng <strong>Định dạng</strong> để trang trí. Có một số hướng dẫn trực tuyến hữu ích. Xem những liên kết dưới đây để biết thêm chi tiết:

source: Markdown: Basics
he: Markdown: בסיס
hi: मार्कडाउन : मूल बातें
ja_jp: マークダウン：基礎
lt_lt: Markdown: pagrindai
vi: Định dạng: Cơ bản

source: Quick Markdown Syntax Guide
he: מדריך מהיר לתחביר Markdown
hi: जल्दी मार्कडाउन करने के लिए सिंटैक्स निर्देशिका
ja_jp: マークダウンのクイックガイド
lt_lt: Trumpas Markdown sintaksės aprašymas
vi: Hướng Dẫn Cú Pháp Định Dạng

source: Miniature Markdown Guide
hi: लघु मार्कडाउन निर्देशिका
ja_jp: マークダウンの最小ガイド
lt_lt: Minimalus Markdown aprašas
vi: Hướng Dẫn Cú Pháp Định Dạng Thu Gọn

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
he: כדי ליצור מאמר ויקי חדש, צור קישור אליו. לחיצה על הקישור מעבירה אותך לדף היצירה.
hi: एक नए विकी लेख को बनाने के लिए, उस का एक लिंक बनाएं। लिंक पर क्लिक करने से आप इस नए पृष्ठ पर जा सकते हैं।
ja_jp: 新しいwikiの記事を作るためには、そこへリンクを作成しましょう。そのリンクをクリックすると、新しいページを作成できます。
lt_lt: Norėdami sukurti naują wiki straipsnį, sukurkite nuorodą į jį. Spustelėjus nuorodą atidaroma puslapio kūrimo aplinka.
vi: Để tạo bài viết wiki mới, hãy tạo liên tới tới bài viết. Bấm vào liên kết để dẫn đến trang tạo wiki.

source: [Article Name](wiki:ArticleName)
ja_jp: [記事名](wiki:記事名)
lt_lt: [Straipsnio pavadinimas](wiki:StraipsnioPavadinimas)
vi: [Tên Bài Viết](wiki:TênBàiViết)

source: Math Expression
he: ביטוי מתמטי
hi: गणित अभिव्यक्ति
ja_jp: 数式表現
lt_lt: Matematinė išraiška
vi: Biểu thức toán học

source: Useful examples:
he: דוגמאות שימושיות:
hi: उपयोगी उदाहरण:
ja_jp: 便利な例：
lt_lt: Naudingi pavyzdžiai:
vi: Ví dụ hữu ích:

source: Huge Header
he: כותרת ענקית
hi: विशाल शीर्षक
ja_jp: 大きなHeader
lt_lt: Didelė antraštė
vi: Tiêu Đề Lớn

source: Smaller Header
he: כותרת קטנה יותר
hi: छोटा शीर्षक
ja_jp: 小さなHeader
lt_lt: Maža antraštė
vi: Tiêu Đề Nhỏ Hơn

source: *emphasis* or _emphasis_
he: *מודגש* או _מודגש_
hi: *ज़ोर* या _ज़ोर_
ja_jp: *emphasis* もしくは _emphasis_
lt_lt: *pasvirimas* arba _pasvirimas_
vi: *emphasis* hoặc _emphasis_

source: **strong** or __strong__
he: **חזק** או __חזק__
hi: **मज़बूत** या __मज़बूत__
ja_jp: **strong** もしくは __strong__
lt_lt: **paryškinimas** arba __paryškinimas__
vi: **strong** hoặc __strong__

source: Unordered List
he: רשמיה לא מסודרת
hi: अक्रमित सूची
ja_jp: 序列づけのないリスト
lt_lt: Neišrūšiuotas sąrašas
vi: Danh Sách Không Sắp Xếp

source: Sub Item 1
he: תת פריט 1
hi: उप आइटम 1
ja_jp: 第二階層アイテム1
lt_lt: Papunktis 1
vi: Phần Tử Phụ 1

source: Sub Item 2
he: תת פריט 2
hi: उप आइटम 2
ja_jp: 第二階層アイテム2
lt_lt: Papunktis 2
vi: Phần Tử Phụ 2

source: Ordered
he: מסודר
hi: क्रमित
ja_jp: 序列あり
lt_lt: Išrūšiuotas
vi: Đã sắp xếp

source: List
he: רשימה
hi: सूची
ja_jp: 一覧
lt_lt: Sąrašas
vi: Danh sách

source: Quotes
he: ציטוטים
hi: उद्धरण
ja_jp: 引用
lt_lt: Kabutės
vi: Trích dẫn

source: Markdown syntax is allowed. See the %(start_link)scheatsheet%(end_link)s for help.
hi: मार्कडाउन सिंटैक्स की अनुमति है। मदद के लिए %(start_link)sचीटशीट %(end_link)sदेखें।
vi: Cú pháp định dạng được phép sử dụng. Xem %(start_link)sbảng hướng dẫn%(end_link)s để biết cách sử dụng.

source: Attachments
he: קבצים מצורפים
hi: संलग्नक
ja_jp: 添付
lt_lt: Įkėlimai
vi: Đính kèm

source: Upload new file
he: העלה קובץ חדש
hi: नई फ़ाइल अपलोड करें
ja_jp: 新規ファイルをアップロード
lt_lt: Įkelti naują failą
vi: Tải tập tin mới lên

source: Search and add file
he: חפש והוסף קובץ
hi: खोजें और फ़ाइल जोड़ें
ja_jp: 検索、そして、ファイル追加
lt_lt: Ieškoti ir pridėti failą
vi: Tìm và thêm tập tin

source: Upload File
he: העלה קובץ
hi: फ़ाइल अपलोड करें
ja_jp: ファイルをアップロード
lt_lt: Įkelti failą
vi: Tải Lên Tập Tin

source: Upload file
he: העלה קובץ
hi: फ़ाइल अपलोड करें
ja_jp: ファイルをアップロード
lt_lt: Įkelti failą
vi: Tải lên tập tin

source: Search files and articles
he: חיפוש קבצים ומאמרים
hi: फ़ाइलें और लेख खोजें
ja_jp: ファイルおよび記事の検索
lt_lt: Failų ir straipsnių paieška
vi: Tìm kiếm tập tin và bài viết

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
he: הנך יכול לעשות שימוש חוזר בקבצים ממאמרים אחרים. קבצים אלה כפופים לעדכונים של מאמרים אחרים שעשויים או לא עשויים להיות דבר טוב.
hi: आप दूसरे लेखों से फ़ाइलों का फिर से उपयोग कर सकते हैं। क्योंकि ये फ़ाइलें दूसरे लेखों पर किए गए अपडेटों पर निर्भर करती हैं, तो ये बदल सकती हैं, जो कि अच्छी बात हो सकती है या नहीं भी।
ja_jp: これらのファイルは別の記事からも利用できます。これらのファイルが更新されて良いか、悪いかを一度、確認願います。
lt_lt: Jūs galite naudotis failais iš kitų straipsnių. Tačiau šie failai gali būti pakeisti atliekant kitų straipsnių atnaujinimus.
vi: Bạn có thể dùng lại những tập tin từ các bài viết khác. Những tập tin này là đối tượng cập nhật trên những bài viết khác, điều này có thể hoặc chưa chắc là một điều tốt.

source: Search
he: חיפוש
hi: खोजें
ja_jp: 検索
lt_lt: Paieška
vi: Tìm kiếm

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
he: להלן קבצים הזמינים למאמר זה. העתק את תג markdown כדי להתייחס ישירות לקובץ מטקסט המאמר.
hi: इस लेख के लिए निम्नलिखित फ़ाइलें उपलब्ध हैं। किसी लेख से एक ख़ास फ़ाइल पर संकेत करने के लिए मार्कडाउन टैग को कॉपी करें।
ja_jp: これらのファイルはこの記事で利用できます。記事文中からファイルへの直リンク用のマークダウンタグをコピーしてください。
lt_lt: Failai, prieinami šiame straipsnyje. Kopijuokite markdown žymą, nurodančią tiesiogiai iš straipsnio į failą.
vi: Các tập tin dưới đây có thể sử dụng cho bài viết này. Sao chép các tag định dạng để trực tiếp trỏ tới tập tin từ bài viết.

source: Markdown tag
he: תג Markdown
hi: मार्कडाउन टैग
ja_jp: マークダウンタグ
lt_lt: Markdown žyma
vi: Tag Markdown

source: Uploaded by
he: הועלה על ידי
hi: के द्वारा अपलोड किया गया
ja_jp: アップロードしたのは：
lt_lt: Įkėlė
vi: Được tải lên bởi

source: Size
he: גודל
hi: आकार
ja_jp: サイズ
lt_lt: Dydis
vi: Kích thước

source: File History
he: היסטורית קובץ
hi: फ़ाइल का इतिहास
ja_jp: ファイル履歴
lt_lt: Failo istorija
vi: Lịch Sử Tập Tin

source: Detach
he: נתק
hi: अलग करें
ja_jp: 分離
lt_lt: Atkabinti
vi: Tách ra

source: Replace
he: החלף
hi: इससे बदलें
ja_jp: リプレイス
lt_lt: Pakeisti
vi: Thay thế

source: Restore
he: שיחזור
hi: पुनःस्थापन करें
ja_jp: リストア
lt_lt: Sugrąžinti
vi: Khôi phục

source: anonymous (IP logged)
he: אנונימי (IP נרשם במערכת)
hi: गुमनाम (IP logged)
ja_jp: アノニマス(IPアドレスはログ取得されます)
lt_lt: anonimas (IP prisijungęs)
vi: ẩn danh (đã ghi lại IP)

source: File history
he: היסטוריית קובץ
hi: फ़ाइल का इतिहास
ja_jp: ファイル履歴
lt_lt: Failo istorija
vi: Lịch sử tập tin

source: revisions
he: גרסאות
hi: संशोधन
ja_jp: 改訂
lt_lt: versijos
vi: thay đổi

source: There are no attachments for this article.
he: לא קיימים קבצים מצורפים למאמר זה.
hi: इस लेख के लिए कोई संलग्नक नहीं हैं।
ja_jp: この記事についての添付ファイルがありません。
lt_lt: Straipsnis neturi prisegtų bylų.
vi: Không có đính kèm cho bài viết này.

source: Previewing revision:
he: תצוגה מקדימה לעדכון:
hi: संशोधन पूर्वावलोकन:
ja_jp: 改訂をプレビュー中：
lt_lt: Peržiūrėti pataisytą tekstą:
vi: Xem trước sửa đổi:

source: Previewing a merge between two revisions:
he: תצוגה מקדימה למיזוג של שני עדכונים:
hi: दो संशोधनों के जोड़ का पूर्वावलोकन:
ja_jp: ２つの改訂の差分をプレビュー中：
lt_lt: Peržiūrėti dvi sujungtas versijas:
vi: Xem trước bản kết hợp giữa 2 sửa đổi

source: This revision has been deleted.
he: הגירסה נמחקה.
hi: यह संशोधन हटा दिया गया है।
ja_jp: この版は削除されました。
lt_lt: Ši versija pašalinta.
vi: Thay đổi này đã bị xóa.

source: Restoring to this revision will mark the article as deleted.
he: שחזור לעדכון זה ימחק את המאמר.
hi: पुनर्स्थापित करने पर यह संशोधन हटाए गए के रूप में चिह्नित किया जाएगा।
ja_jp: この版を復元すると、この記事は削除済と記録されます。
lt_lt: Šios versijos atnaujinimas straipsnį pažymės kaip pašalintą.
vi: Khôi phục lại thay đổi này sẽ đánh dấu bài viết là đã bị xóa.

source: LMS Administration
hi: एलएमएस प्रशासन
vi: Quản trị LMS

source: ACE Common
hi: ऐस सामान्य
vi: ACE Chung

source: Go to %(platform_name)s Home Page
hi: होमपेज पर जाये%(platform_name)s
vi: Đi tới %(platform_name)s Trang Chủ

source: Sign In
hi: सिग्न इन
ja_jp: ログイン
lt_lt: Prisijungti
vi: Đăng nhập

source: %(platform_name)s on LinkedIn
vi: %(platform_name)s trên LinkedIn

source: %(platform_name)s on Twitter
hi: %(platform_name)sट्विटर पे
vi: %(platform_name)s trên Twitter

source: %(platform_name)s on Facebook
hi: %(platform_name)sफेसबुक पर
vi: %(platform_name)s trên Facebook

source: %(platform_name)s on Google Plus
hi: %(platform_name)sGoogle Plus पर
vi: %(platform_name)s trên Google Plus

source: %(platform_name)s on Reddit
hi: %(platform_name)sरेडिट पर
vi: %(platform_name)s trên Reddit

source: Download the iOS app on the Apple Store
hi: Apple स्टोर पर iOS ऐप डाउनलोड करें
vi: Tải ứng dụng iOS trên Apple Store

source: Download the Android app on the Google Play Store
hi: Google Play Store पर Android ऐप डाउनलोड करें
vi: Tải ứng dụng Android trên Cửa hàng Google Play

source: Our mailing address is
hi: हमारा डाक का पता यह है
vi: Địa chỉ nhận thư của chúng tôi là

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate. Upgrade by %(user_schedule_upgrade_deadline_time)s.
hi: सत्यापित प्रमाणपत्र अर्जित करके अपने नए ज्ञान और कौशल को उजागर करने का अवसर न चूकें। द्वारा अपग्रेड करें%(user_schedule_upgrade_deadline_time)s
vi: Đừng bỏ lỡ cơ hội để làm nổi bật kiến thức và kỹ năng mới của bạn bằng cách kiếm một chứng chỉ đã được xác thực. Nâng cấp bởi %(user_schedule_upgrade_deadline_time)s.

source: Upgrade Now
hi: अभी अपग्रेड करें
vi: Nâng cấp Ngay bây giờ

source: Once you have approved this request, go to {catalog_admin_url} to set up a catalog for this user.
hi: एक बार जब आप इस अनुरोध को स्वीकृत कर लेते हैं, तो इस उपयोगकर्ता के लिए एक कैटलॉग सेट करने के लिए {कैटलॉग_डमिन_उरल} पर जाएं।
vi: Khi bạn đã chấp thuận yêu cầu này, hãy truy cập {catalog_admin_url} để thiết lập một danh mục cho người dùng này.

source: Organization Name
he: שם הארגון
hi: संस्था का नाम
ja_jp: 組織名
lt_lt: Organizacijos pavadinimas
vi: Tên Tổ chức

source: Organization Address
hi: संगठन का पता
vi: Địa chỉ Tổ chức

source: Describe what your application does.
hi: बताएं कि आपका आवेदन क्या करता है।
vi: Mô tả ứng dụng của bạn làm được gì.

source: The URL of your organization's website.
hi: आपके संगठन की वेबसाइट का URL।
vi: URL của website của tổ chức của bạn.

source: The name of your organization.
hi: आपके संगठन का नाम।
vi: Tên của tổ chức của bạn.

source: The contact address of your organization.
hi: आपके संगठन का संपर्क पता।
vi: Địa chỉ liên hệ của tổ chức của bạn.
