Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: This password must contain at least %(min_upper)d uppercase letter.
vi: Mật khẩu phải chứa ít nhất %(min_upper)d chữ cái viết hoa.

source: Your password must contain at least %(min_upper)d uppercase letter.
vi: Mật khẩu phải chứa ít nhất %(min_upper)d chữ cái viết hoa.

source: %(num)d uppercase letter
vi: %(num)d ký tự in hoa

source: This password must contain at least %(min_lower)d lowercase letter.
vi: Mật khẩu phải chứa ít nhất %(min_lower)d chữ cái viết thường.

source: Your password must contain at least %(min_lower)d lowercase letter.
vi: Mật khẩu phải chứa ít nhất %(min_lower)d chữ cái viết thường.

source: %(num)d lowercase letter
vi: %(num)d ký tự in thường

source: This password must contain at least %(min_punctuation)d punctuation mark.
vi: Mật khẩu phải chứa ít nhất %(min_punctuation)d kí tự dấu.

source: Your password must contain at least %(min_punctuation)d punctuation mark.
vi: Mật khẩu phải chứa ít nhất %(min_punctuation)d kí tự dấu.

source: %(num)d punctuation mark
vi: %(num)d dấu chấm câu

source: This password must contain at least %(min_symbol)d symbol.
vi: Mật khẩu phải chứa ít nhất %(min_symbol)d kí tự.

source: Your password must contain at least %(min_symbol)d symbol.
vi: Mật khẩu phải chứa ít nhất %(min_symbol)d kí tự.

source: %(num)d symbol
vi: %(num)d ký hiệu

source: To disable the XBlock and prevent rendering in the LMS, leave "Enabled" deselected; for clarity, update XBlockStudioConfiguration support state accordingly.
hi: एक्सब्लॉक को निष्क्रिय करने और एलएमएस में रेंडरिंग को रोकने के लिए, "सक्षम" को अचयनित छोड़ दें; स्पष्टता के लिए, XBlockStudioConfiguration समर्थन स्थिति को तदनुसार अपडेट करें।
vi: Để vô hiệu hóa XBlock và ngăn chặn hiển thị trong LMS, hãy bỏ đánh dấu mục "Kích hoạt"; để làm rõ, cập nhật trạng thái hỗ trợ XBlockStudioConfiguration cho phù hợp.

source: Only XBlocks listed in a course's Advanced Module List can be flagged as deprecated. Remember to update XBlockStudioConfiguration support state accordingly, as deprecated does not impact whether or not new XBlock instances can be created in Studio.
hi: पाठ्यक्रम के उन्नत मॉड्यूल सूची में सूचीबद्ध केवल XBlocks को पदावनत के रूप में चिह्नित किया जा सकता है। तदनुसार XBlockStudioConfiguration समर्थन स्थिति को अपडेट करने के लिए याद रखें, क्योंकि पदावनत स्टूडियो में नए XBlock इंस्टेंसेस बनाए जा सकते हैं या नहीं इसका कोई प्रभाव नहीं पड़ता है।
vi: Chỉ có XBlocks được liệt kê trong Danh sách Mô đun Nâng cao của khóa học có thể được gắn cờ là không dùng nữa. Hãy nhớ cập nhật trạng thái hỗ trợ XBlockStudioConfiguration cho phù hợp, vì không được hỗ trợ sẽ không ảnh hưởng đến việc có thể tạo ra các thể hiện XBlock mới trong Studio hay không.

source: XBlock/template combinations that are disabled cannot be edited in Studio, regardless of support level. Remember to also check if all instances of the XBlock are disabled in XBlockConfiguration.
hi: XBlock / टेम्पलेट संयोजन जो अक्षम हैं उन्हें समर्थन स्तर की परवाह किए बिना स्टूडियो में संपादित नहीं किया जा सकता है। यह भी याद रखें कि XBlock के सभी इंस्टेंस XBlockConfiguration में अक्षम हैं या नहीं।
vi: Các kết hợp XBlock/template bị vô hiệu hóa không thể chỉnh sửa trong Studio, bất kể mức hỗ trợ. Nhớ kiểm tra xem tất cả các thể hiện của XBlock đã bị vô hiệu trong XBlockConfiguration.

source: Enabled XBlock/template combinations with full or provisional support can always be created in Studio. Unsupported XBlock/template combinations require course author opt-in.
hi: पूर्ण या अनंतिम समर्थन के साथ सक्षम XBlock / टेम्पलेट संयोजन हमेशा स्टूडियो में बनाया जा सकता है। असमर्थित XBlock / टेम्प्लेट संयोजन के लिए पाठ्यक्रम लेखक ऑप्ट-इन की आवश्यकता होती है।q
vi: Có thể tạo các kết hợp XBlock/template với hỗ trợ đầy đủ hoặc tạm thời trong Studio. Các kết hợp XBlock/template không được hỗ trợ yêu cầu phải chọn tham gia khóa học.

source: show deprecation messaging in Studio
hi: स्टूडियो में चित्रण संदेश दिखानाq
vi: hiện deprecation messaging trong Studio

source: Fully Supported
hi: पूरी तरह से समर्थित
vi: Hỗ trợ hoàn toàn

source: Provisionally Supported
hi: अनंतिम रूप से समर्थित
vi: Hỗ trợ tạm thời

source: Unsupported
hi: असमर्थित
vi: Không được hỗ trợ

source: Cannot rescore problems with possible file submissions
he: לא ניתן לתת ציון מחדש לתשובות עם הגשות קובץ אפשריות.
hi: संभव फ़ाइल प्रस्तुतियों के साथ समस्याओं को फिर से मार्क नहीं कर सकते
ja_jp: ファイル送信による問題の再採点はできません。
lt_lt: Neįmanoma iš naujo įvertinti užduočių, kuriose reikėjo pateikti failus
vi: Không thể chấm lại các bài có nộp file

source: Question {0}
vi: Câu hỏi {0}

source: Incorrect
he: שגוי
hi: ग़लत
ja_jp: 不正解
lt_lt: Neteisingai
vi: Không đúng

source: Correct
he: נכון
hi: सही
ja_jp: 正解
lt_lt: Teisingai
vi: Chính xác

source: correct
he: נכון
hi: सही
ja_jp: 正解
lt_lt: teisingas
vi: đúng

source: incorrect
he: לא נכון
hi: गलत
ja_jp: 不正解
lt_lt: neteisingas
vi: sai

source: partially correct
hi: आंशिक रूप से सही
ja_jp: 部分的に正しい
lt_lt: iš dalies teisingai
vi: một phần đúng

source: incomplete
he: לא מלאה
hi: अधूरा
ja_jp: 未完了
lt_lt: nebaigta
vi: không đầy đủ

source: unanswered
he: לא נענה
hi: जवाब नहीं दिया हुआ
ja_jp: 未回答
lt_lt: neatsakyta
vi: chưa trả lời

source: submitted
hi: प्रस्तुत
vi: Đã gửi

source: processing
he: מעבד
hi: प्रक्रिया जारी है
ja_jp: 処理中
lt_lt: vykdoma
vi: đang xử lý

source: This answer is correct.
hi: यह उत्तर सही है।
vi: Câu trả lời chính xác

source: This answer is incorrect.
hi: यह उत्तर गलत है।
vi: Câu trả lời không chính xác

source: This answer is partially correct.
hi: यह उत्तर आंशिक रूप से सही है।
vi: Câu trả lời này có phần đúng.

source: This answer is being processed.
hi: इस जवाब पर कार्रवाई की जा रही है।
vi: Câu trả lời này đang được xử lý.

source: Not yet answered.
hi: अभी तक जवाब नहीं दिया गया।
vi: Chưa trả lời

source: Select an option
he: בחר אפשרות
hi: विकल्प चुनें
ja_jp: オプションを選択
lt_lt: Pasirinkite variantą
vi: Chọn một tùy chọn

source: ChoiceGroup: unexpected tag {tag_name}
he: בחירה מרובה: תג לא צפוי {tag_name}
hi: विकल्‍प समूह : अप्रत्‍याशित टैग {tag_name}
ja_jp: ChoiceGroup：予期せぬタグ{tag_name}
lt_lt: ChoiceGroup: netikėta žyma {tag_name}
vi: Nhóm Chọn: tag bất ngờ {tag_name}

source: Answer received.
he: תשובתך התקבלה.
hi: उत्‍तर प्राप्‍त
ja_jp: 回答の受け取り。
lt_lt: Atsakymas priimtas.
vi: Đã nhận được câu trả lời.

source: Expected a <choice> or <compoundhint> tag; got {given_tag} instead
hi: एक <choice>या<compoundhint> टैग की उम्मीद; इसके बदले {दिया_टैग} मिला
ja_jp: {given_tag} ではなく、<choice> か <compoundhint> タグが必要です
lt_lt: Tikėtasi <choice> arba <compoundhint> žymos; vietoj to gauta {given_tag}
vi: Chờ giá trị thẻ<choice> hoặc <compoundhint>; nhưng lại nhận về {given_tag}

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
he: הקבצים התקבלו. ברגע שהגשתך תבדק, הודעה זו תוחלף במשוב מהבודק.
hi: आपकी फाइलें जमा हो गई हैं। जैसे ही आपके सबमिशन को ग्रेड किया जाता है, इस संदेश को ग्रेडर के फीडबैक के साथ बदल दिया जाएगा।
ja_jp: ファイルは送信されました。評価が実行されますと、このメッセージは評価者のコメントに変わります。
lt_lt: Jūsų failai pateikti. Kai jūsų darbas bus įvertintas, šis pranešimas bus pakeistas vertintojo atsiliepimu.
vi: Các tập tin của bạn đã được gửi đi. Ngay sau khi bài làm được chấm, tin nhắn này sẽ được thay thế bằng phản hồi từ người chấm.

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
he: תשובתך התקבלה. מיד לאחר קבלת ציון, הודעה זו תוחלף עם הערות של הבודק.
hi: आपके जवाब को दर्ज़ कर लिया गया है। जैसे ही प्रस्तुति ग्रेड कर दी जाएगी, यह संदेश ग्रेडर की राय के साथ बदल दिया जाएगा।
ja_jp: 回答が投稿されました。投稿が評価され次第、このメッセージは評価者のフィードバックに変更されます。
lt_lt: Jūsų atsakymas pateiktas. Kai jis bus įvertintas, šis pranešimas bus pakeistas vertintojo atsiliepimu.
vi: Các câu trả lời của bạn đã được gửi đi. Ngay sau khi các bài làm được chấm, tin nhắn này sẽ được thay thế bằng phản hồi từ người chấm.

source: {programming_language} editor
hi: {प्रोग्रामिंग भाषा} संपादक
ja_jp: {programming_language} 編集
vi: Soạn Thảo {programming_language}

source: Press ESC then TAB or click outside of the code editor to exit
hi: उसके बाद ESC दबाएँ TAB या बाहर निकलने के लिए कोड संपादक के बाहर क्लिक करें
vi: Nhấn ESC rồi nhấn TAB hoặc nhấp chuột vào bên ngoài trình soạn mã để thoát

source: Submitted. As soon as a response is returned, this message will be replaced by that feedback.
he: התקבל. ברגע שתתקבל תגובה, הודעה זו תוחלף עם משוב.
hi: दर्ज़ कर दिया गया है। जैसे ही एक प्रतिक्रिया वापिस आएगी, यह संदेश उस राय से बदल दिया जाएगा।
ja_jp: 投稿されました。応答があり次第、このメッセージはフィードバックに変更されます。
lt_lt: Pateikta. Kai bus gautas atsiliepimas, šis pranešimas bus juo pakeistas.
vi: Đã gửi đi. Ngay sau khi một câu trả lời được gửi lại, tin nhắn này sẽ được thay thế bằng câu trả lời đó.

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
he: לא התקבלה תשובה מ- Xqueue במשך {xqueue_timeout} שניות. בוטל.
hi: {Xqueue timeout} सेकंड के भीतर Xqueue से कोई प्रतिक्रिया नहीं। निरस्त किया गया।
ja_jp: {xqueue_timeout}秒間Xqueueからの応答がありません。中断しました。
lt_lt: Per {xqueue_timeout} sekundžių negauta atsakymo iš Xqueue. Nutraukta.
vi: Không có phản hồi từ Xqueue trong vòng {xqueue_timeout} giây. Đã hủy.

source: Error running code.
he: שגיאה בהרצת הקוד.
hi: कोड चलाने में त्रुटि।
ja_jp: コードエラー
lt_lt: Kodo klaida
vi: Lỗi khi chạy chương trình.

source: Cannot connect to the queue
he: לא יכול להתחבר לתור
hi: पंक्तिबद्ध नहीं किया जा सका
ja_jp: キューに接続できません
lt_lt: Nepavyksta prisijungti prie eilės
vi: Không thể kết nối tới hàng đợi

source: No formula specified.
he: לא פורטה נוסחה.
hi: कोई भी विर्निदिश्‍ठ सूत्र नहीं
ja_jp: 式が指定されていません。
lt_lt: Nenurodyta formulė.
vi: Không có công thức cụ thể.

source: Couldn't parse formula: {error_msg}
he: לא יכול לנתח את נוסחה: {error_msg}
hi: सूत्र की व्‍याख्‍या कर पाने में असमर्थ : {error_msg}
ja_jp: 式を解析することができません：{error_msg}
lt_lt: Nepavyko išanalizuoti formulės: {error_msg}
vi: Không thể xử lý công thức: {error_msg}

source: Error while rendering preview
he: שגיאה בזמן ביצוע תצוגה מקדימה
hi: पूर्वावलोकन प्रतिपादित करने में त्रुटि प्राप्‍त हुई
ja_jp: プレビューをレンダリング中にエラーが発生しました
lt_lt: Klaida pateikiant peržiūrą
vi: Lỗi trong khi dựng bản xem trước

source: Sorry, couldn't parse formula
he: סליחה, לא יכולתי לפרסר את הנוסחה
hi: हमें खेद है, कि हम सूत्र की व्‍यख्‍या कर पाने में असमर्थ हैं
ja_jp: 申し訳ございません、式が解析できません
lt_lt: Atsiprašome, nepavyko išanalizuoti formulės
vi: Xin lỗi, không thể xử lý công thức

source: {input_type}: unexpected tag {tag_name}
he: {input_type}: תג לא צפוי {tag_name}
hi: {input_type}: अप्रत्‍याशित टैग {tag_name}
ja_jp: {input_type}: 予期せぬタグ {tag_name}
lt_lt: {input_type}: netikėta žyma {tag_name}
vi: {input_type}: tag không mong muốn {tag_name}

source: Question {index}
hi: प्रश्न {इंडेक्स}
vi: Câu hỏi {index}

source: Correct:
hi: सही बात:
vi: Đúng:

source: Incorrect:
hi: गलत:
vi: Sai:

source: Answer
hi: उत्तर
vi: Trả lời

source: Error {err} in evaluating hint function {hintfn}.
he: שגיאה {err} בהערכת פונקצית רמז {hintfn}.
hi: संकेत फ़ंक्शन {hintfn} के मूल्यांकन में त्रुटि {err}।
ja_jp: ヒント処理「 {hintfn}」にエラー「 {err} 」があります。
lt_lt: Klaida {err} vertinant patarimo funkciją {hintfn}.
vi: Lỗi {err} khi tính toàn hàm gợi ý {hintfn}

source: (Source code line unavailable)
he: (שורת קוד מקור לא זמינה)
ja_jp: (ソースコード行が利用できません)
lt_lt: (Pirminio kodo eilutė negalima)
vi: (Mã nguồn không sẵn có)

source: See XML source line {sourcenum}.
he: ראה שורת XML מקור {sourcenum}.
hi: एक्स एम एल स्रोत लाइन {sourcenum} देखें।
ja_jp: XMLソースを確認してください 行番号： {sourcenum}
lt_lt: Žiūrėkite XML šaltinio eilutę {sourcenum}.
vi: Xem mã nguồn XML {sourcenum}.

source: Checkboxes
he: תיבות סימון
hi: चेक बॉक्स
ja_jp: チェックボックス
lt_lt: Žymimieji langeliai
vi: Ô đánh dấu

source: Multiple Choice
he: בחירה מרובה
hi: बहुविकल्पी
ja_jp: 多項選択
lt_lt: Pasirenkamieji atsakymai
vi: Nhiều lựa chọn

source: Do not use shuffle and answer-pool at the same time
he: אל תשתמש בערבוב ובמאגר תשובות במקביל.
hi: एक ही समय में फेरबदल और उत्तर-पूल का उपयोग न करें
ja_jp: shuffleとanswer-poolを同時に使用しないでください。
lt_lt: shuffle ir answer-pool nenaudokite tuo pačiu metu
vi: Không thể dùng shuffle và answer-pool cùng một lúc

source: answer-pool value should be an integer
he: ערך מאגר תשובות צריך להיות מספר שלם
hi: उत्तर-पूल मान एक पूर्णांक होना चाहिए
ja_jp: answer-poolは正の整数である必要があります。
lt_lt: answer-pool reikšmė turi būti sveikasis skaičius
vi: Giá trị answer-pool phải là một số nguyên

source: Choicegroup must include at least 1 correct and 1 incorrect choice
he: קבוצת בחירה חייבת להכיל לפחות בחירה 1 נכונה ובחירה 1 שאיננה נכונה
hi: चॉइसग्रुप में कम से कम 1 सही और 1 गलत विकल्प शामिल होना चाहिए
ja_jp: choicegroupは1つ以上の正解と1つ以上の不正解の選択肢が必要です。
lt_lt: Choicegroup turi sudaryti bent 1 teisingas ir 1 neteisingas pasirinkimas
vi: Choicegroup phải bao gồm ít nhất 1 lựa chọn đúng và 1 lựa chọn không đúng

source: Dropdown
he: תפריט נפתח
hi: ड्रॉप डाउन
ja_jp: ドロップダウン
lt_lt: Išskleidžiamasis sąrašas
vi: Thả xuống

source: Numerical Input
he: קלט מספרי
hi: संख्यात्मक इनपुट
ja_jp: 数字入力
lt_lt: Skaičiaus įvestis
vi: Câu hỏi cần nhập số

source: There was a problem with the staff answer to this problem.
he: הייתה בעיה עם תשובת הצוות עבור בעיה זו.
hi: इस समस्या के लिए स्टाफ़ के जवाब में कुछ गड़बड़ थी।
ja_jp: この問題に対するスタッフの回答に問題があります。
lt_lt: Klaida.
vi: Có vấn đề với nhân viện trả lời câu hỏi này.

source: Could not interpret '{student_answer}' as a number.
he: לא יכול לפרש '{student_answer}' כמספר.
hi: एक संख्या के रूप में '{student_answer}' की व्याख्या नहीं की जा सकी।
ja_jp: '{student_answer}' を数字として受け取ることができません。
lt_lt: Neįmanoma {student_answer} suprasti kaip skaičiaus.
vi: '{student_answer}' không phải là một con số.

source: Factorial function evaluated outside its domain:'{student_answer}'
hi: अपने डोमेन के बाहर फैक्टरियल फ़ंक्शन का मूल्यांकन किया गया: '{छात्र उत्तर}'
vi: Chức năng giai thừa đánh giá bên ngoài miền của nó: '{student_answer}'

source: Invalid math syntax: '{student_answer}'
he: תחביר מתמטי לא תקין: '{student_answer}'
hi: अमान्य गणित सिंटेक्स: '{student_answer}'
ja_jp: 数式構文に誤りがあります：'{student_answer}'
lt_lt: Neteisinga matematinė sintaksė: {student_answer}
vi: Lỗi cú pháp toán học: '{student_answer}'

source: You may not use complex numbers in range tolerance problems
he: אסור להשתמש במספרים מרוכבים בבעיות טווח
hi: रेंज टॉलरेंस समस्याओं में आप समिश्र संख्या का उपयोग नहीं कर सकते
ja_jp: 範囲指定の問題では、複素数は使用することが出来ません。
lt_lt: Ranginės skalės užduotyse negalima vartoti kompleksinių skaičių.
vi: Bạn không thể sử dụng số phức trong bài tập này

source: or
hi: या
ja_jp: もしくは
lt_lt: arba
vi: hoặc

source: Text Input
he: שדה הכנסת הטקסט
hi: पाठ इनपुट
ja_jp: テキスト入力
lt_lt: Teksto įvestis
vi: Nhập dạng văn bản

source: error
he: שגיאה
hi: त्रुटि
ja_jp: エラー
lt_lt: klaida
vi: lỗi

source: error getting student answer from {student_answers}
he: שגיאה בקבלת תשובת סטודנט מ-{student_answers}
hi: {छात्र उत्तर} से छात्र का उत्तर पाने में त्रुटि
ja_jp: {student_answers}から受講者の答えを取ってくる際のエラー
lt_lt: klaida gaunant kurso dalyvio atsakymą iš {student_answers}
vi: lỗi truy nhập câu trả lời của người học từ {student_answers}

source: No answer entered!
he: תשובה לא הוכנסה!
hi: कोई भी उत्‍तर दर्ज नहीं !
ja_jp: 解答が入力されていません！
lt_lt: Neįvestas joks atsakymas!
vi: Không có câu trả lời nào được nhập.

source: CustomResponse: check function returned an invalid dictionary!
hi: कस्टम जवाब: चेक फ़ंक्शन ने एक अमान्य शब्दकोश लौटाया!
ja_jp: カスタム応答: チェック処理が無効な辞書を応答しました！
lt_lt: CustomResponse: tikrinimo funkcija grąžino neteisingą žodyną!
vi: Phúc đáp cho khách hàng: kiểm tra chức năng trả lại một từ điển không hợp lệ!

source: Code Input
he: הזנת קוד
hi: कोड इनपुट
ja_jp: コード入力
lt_lt: Kodo įvestis
vi: Nhập mã

source: No answer provided.
he: לא סופקה תשובה.
hi: कोई भी उत्‍तर प्रदायित नहीं
ja_jp: 解答がありません。
lt_lt: Nepateiktas joks atsakymas.
vi: Không có câu trả lời nào được nhập.

source: Unable to deliver your submission to grader (Reason: {error_msg}). Please try again later.
he: לא ניתן להעביר את את ההגשה שלך לבודק (סיבה: {error_msg}). אנא נסה שוב מאוחר יותר.
hi: आपकी प्रस्तुति ग्रेडर तक पहुंचाने में असमर्थ रहे (Reason: {error_msg})। कृपया फिर से कोशिश करें।
ja_jp: 評価処理にあなたの投稿を送信することが出来ませんでした。(理由： {error_msg}) 後で再試行してください。
lt_lt: Neįmanoma jūsų atsakymo pateikti vertintojui (Priežastis: {error_msg}). Prašome bandyti vėliau.
vi: Không thể chuyển bài làm tới hệ thống chấm bài (Nguyên nhân: {error_msg}). Vui lòng thử lại sau.

source: Invalid grader reply. Please contact the course staff.
he: תשובת בודק לא חוקית. אנא צור קשר עם צוות הקורס.
hi: अमान्य ग्रेडर जवाब। कृपया पाठ्यक्रम स्टाफ़ से संपर्क करें।
ja_jp: 無効な評価処理の応答です。コーススタッフに連絡してください。
lt_lt: Neteisingas vertintojo atsakymas. Prašome susisiekti su kursą administruojančiu personalu.
vi: Lỗi khi chấm điểm. Vui lòng liên hệ nhân viên phụ trách khóa học.

source: Factorial function not permitted in answer for this problem. Provided answer was: {bad_input}
hi: इस समस्या के जवाब में फैक्टरियल फंक्शन की अनुमति नहीं है। बशर्ते उत्तर था: {खराब इनपुट}
vi: Chức năng giai thừa không được phép trong câu trả lời cho vấn đề này. Cung cấp câu trả lời là: {bad_input}

source: Invalid input: Could not parse '{bad_input}' as a formula.
he: הזנת נתונים לא חוקים: לא ניתן לנסח '{bad_input}' כנוסחא.
hi: इनपुट अमान्य है: '{bad_input}' को एक फॉर्मूला के रूप में पार्स नहीं किया जा सका।
ja_jp: 無効な入力：'{bad_input}' は式として処理することが出来ません。
lt_lt: Neteisinga įvestis: {bad_input} neįmanoma išanalizuoti kaip formulės
vi: Lỗi nhập: không thể xử lí '{bad_input}' thành một công thức.

source: Invalid input: Could not parse '{bad_input}' as a formula
he: הזמנת נתונים לא חוקיים: לא ניתן לנסח '{bad_input}' כנוסחא.
hi: इनपुट अमान्य है: '{bad_input}' को एक फॉर्मूला के रूप में पार्स नहीं किया जा सका।
ja_jp: 無効な入力：'{bad_input}' は式として処理することが出来ません。
lt_lt: Neteisinga įvestis: {bad_input} neįmanoma išanalizuoti kaip formulės
vi: Lỗi nhập: không thể xử lí '{bad_input}' như một công thức

source: error grading {image_input_id} (input={user_input})
hi: त्रुटि ग्रेडिंग {image_input_id} (इनपुट = {user_input})
ja_jp: 採点エラー {image_input_id} (input={user_input})
lt_lt: vertinimo klaida {image_input_id} (input={user_input})
vi: lỗi chấm điểm {image_input_id} (input={user_input})

source: Answer not provided for {input_type}
he: לא סופקו תשובות עבור {input_type}
hi: {input_type} के लिये कोई भी उत्‍तर प्रदायित नहीं
ja_jp: {input_type}で提供されていない回答
lt_lt: {input_type} atsakymas nepateiktas
vi: Không có câu trả lời cho {input_type}

source: Could not interpret '{given_answer}' as a number.
he: לא ניתן לפרש '{given_answer}' כמספר.
hi: '{given_answer}' की व्याख्या एक संख्या के रूप में नहीं की जा सकी।
ja_jp: '{given_answer}' を数字として受け取ることができません。
lt_lt: Neįmanoma {given_answer} suprasti kaip skaičiaus.
vi: '{given_answer}' không phải là một con số.

source: XML data for the annotation
he: מידע XML עבור הסברים
hi: टिप्‍पणी हेतु XML आंकडे
ja_jp: 注釈（アノテーション）のためのXMLデータ
lt_lt: XML duomenys komentarui
vi: Dữ liệu XML cho chú thích

source: The display name for this component.
hi: इस घटक का प्रदर्शन नाम।
vi: Tên hiển thị cho thành phần này.

source: Annotation
he: ביאור
hi: टिप्‍पणी
ja_jp: 注釈
lt_lt: Komentaras
vi: Chú thích

source: Maximum Attempts
he: מקסימום נסיונות
hi: अधिक्‍तम प्रयास
ja_jp: 試行回数の上限
lt_lt: Maksimalus bandymų skaičius
vi: Số lần thử tối đa

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
he: מגדיר את מספר הפעמים בהן סטודנט יכול לנסות לענות על בעיה זו. אם הערך לא נקבע, יתאפשרו אינסוף ניסיונות.
hi: इस समस्या का उत्तर देने के लिए एक छात्र कितनी बार कोशिश कर सकता है, इसे परिभाषित करता है। यदि मान सेट नहीं है, तो अनंत प्रयासों की अनुमति है।
ja_jp: 受講者がこの問題に解答できる回数を定義してください。値がない場合は何回でも回答できることになります。
lt_lt: Apibrėžia, kiek kartų kurso dalyvis gali bandyti atsakyti į šią užduotį. Jeigu dydis nenustatytas, bandymų skaičius neribojamas.
vi: Xác định số lần học viên có thể trả lời cho câu hỏi này. Nếu giá trị không được thiết lập, học viên có thể trả lời bao nhiêu lần tuỳ thích.

source: Date that this problem is due by
he: תאריך יעד להשלמת הבעיה
hi: दिनांक कि यह समस्या के कारण है
ja_jp: この問題の締切期日
lt_lt: Data, kai reikia pateikti šios užduoties atsakymą
vi: Hạn chót để nộp bài này là

source: Show Results
hi: परिणाम दिखाओ
vi: Hiển thị Kết quả

source: Defines when to show whether a learner's answer to the problem is correct. Configured on the subsection.
hi: परिभाषित करता है कि किसी शिक्षार्थी की समस्या का उत्तर सही है या नहीं। उपधारा पर कॉन्फ़िगर किया गया।
vi: Xác định thời điểm cho biết câu trả lời của học viên là đúng hay sai. Được cấu hình trên mục con.

source: Always
he: תמיד
hi: सदैव
ja_jp: 常時
lt_lt: Visada
vi: Luôn Luôn

source: Never
he: אף פעם
hi: कभी नहीं
ja_jp: 無期限
lt_lt: Niekada
vi: Không Bao Giờ

source: Past Due
he: תאריך יעד להגשה עבר
hi: पिछला देय
ja_jp: 昔の締切
lt_lt: Pradelsta
vi: Quá hạn

source: Show Answer
he: הצג תשובה
hi: जवाब देखें
ja_jp: 解答を見る
lt_lt: Rodyti atsakymą
vi: Hiện câu trả lời

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
he: מגדיר מתי להראות את הפיתרון עבור הבעיה. ניתן לקקבוע ערך ברירת מחדל בהגדרות מתקדמות.
hi: परिभाषित करता है कि समस्या का जवाब कब दिखाना है। एक डिफ़ॉल्ट मान उन्नत सेटिंग्स में सेट किया जा सकता है।
ja_jp: 問題の回答をいつ表示するか定義。デフォルト値はAdvanced Settingで設定できます。
lt_lt: Apibrėžia, kada rodyti užduoties atsakymą. Numatytąją vertę galima nustatyti papildomose nuostatose.
vi: Quyết định thời gian hiển thị câu trả lời cho vấn đề. Có thể đặt giá trị mặc định trong Cài Đặt Nâng Cao.

source: Answered
he: נענה
hi: उत्‍तरित
ja_jp: 回答済み
lt_lt: Atsakyta
vi: Đã trả lời

source: Attempted
he: נוסה
hi: प्रयास करना
ja_jp: 以前取り組んだものです
lt_lt: Bandyta
vi: Đã thử

source: Closed
he: נסגר
hi: बंद हो गया है
ja_jp: 〆切済
lt_lt: Uždaryta
vi: Đã đóng

source: Finished
he: הושלם
hi: पूर्ण
ja_jp: 終了
lt_lt: Baigta
vi: Đã hoàn thành

source: Correct or Past Due
he: נכון או עבר תאריך יעד
hi: संही अथवा पिछला देय
ja_jp: 正しい、もしくは過去の〆切
lt_lt: Teisinga data arba pradelsta
vi: Chính xác hoặc quá hạn

source: Whether to force the save button to appear on the page
he: האם לחייב שכפתור השמירה יופיע בעמוד
hi: पेज पर दिखाई देने वाले सेव बटन को बाध्य करना है या नहीं
ja_jp: saveボタンをページに表示するよう強制するか否か
lt_lt: Ar mygtukas "Išsaugoti" turėtų priverstinai atsirasti puslapyje
vi: Có buộc nút lưu hiện tra trên trang

source: Show Reset Button
he: הצג כפתור איפוס
hi: रीसेट बटन दिखाएं
ja_jp: リセットボタンを表示
lt_lt: Rodyti mygtuką "Nustatyti iš naujo"
vi: Hiển thị nút Thiết lập lại

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
he: קובע אם כפתור 'אתחל' מוצג כדי שמשתמשים יוכלו לאתחל את תשובותיהם. ניתן לקבוע ערך ברירת מחדל בהגדרות מתקדמות.
hi: यह निर्धारित करता है कि क्या 'रीसेट' बटन दिखाया गया है, इसलिए उपयोगकर्ता अपना उत्तर रीसेट कर सकता है। एक डिफ़ॉल्ट मान उन्नत सेटिंग्स में सेट किया जा सकता है।
ja_jp: 'リセット'ボタンが表示されるかを設定します。リセットボタンはユーザーが自身の回答をリセットするためのものです。デフォルト値は詳細設定で設定できます。
lt_lt: Apibrėžia, ar rodyti mygtuką "Nustatyti iš naujo", kad naudotojai galėtų iš naujo nustatyti atsakymą. Numatytoji vertė gali būti nustatyta papildomose nuostatose.
vi: Xác định xem một nút 'Reset' được hiển thị để người dùng có thể thiết lập lại câu trả lời của họ. Một giá trị mặc định có thể được thiết lập trong Cài Đặt Nâng Cao.

source: Randomization
he: הצג בצורה אקראית
hi: यदृाच्छिक रूप से
ja_jp: ランダム化
lt_lt: Atsitiktinė atranka
vi: Ngẫu nhiên
