Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Click to download file
he: לחץ כדי להוריד את הקובץ
hi: फ़ाइल डाउनलोड करने के लिए क्लिक करें
ja_jp: ファイルをダウンロードするにはクリック
lt_lt: Spragtelėkite norėdami parsisiųsti failą
vi: Click vào đây để tải file

source: The revision of this attachment currently in use (on all articles using the attachment)
he: גירסה של הקובץ המצורף נמצאת בשימוש כעת (לכל המאמרים העושים שימוש בקובץ המצורף)
hi: इस संलग्नक का नवीनतम संशोधन इस समय उपयोग में है ( उन सभी लेखों पर जो कि इस अटैचमैंट का उपयोग कर रहे हैँ)
ja_jp: この添付のリビジョンは現在使用されています(この添付を使用している記事)。
lt_lt: Šio priedo taisymo versija dabar yra naudojama (prie visų straipsnių su šiuo priedu)
vi: Phiên bản hiện đang được sử dụng của tập tin đính kèm này (trên tất cả các bài viết có sử dụng tập tin này)

source: original filename
he: שם קובץ מקורי
hi: मूल फ़ाइलनाम
ja_jp: 元のファイル名
lt_lt: pirminis failo pavadinimas
vi: tên gốc của tập tin

source: attachment
he: קובץ מצורף
hi: संलग्नक
ja_jp: 添付
lt_lt: priedas
vi: đính kèm

source: attachments
he: קבצים מצורפים
hi: संलग्नक
ja_jp: 添付
lt_lt: priedai
vi: các đính kèm

source: file
he: קובץ
hi: फ़ाइल
ja_jp: ファイル
lt_lt: failas
vi: tập tin

source: attachment revision
he: עדכון קובץ מצורף
hi: संलग्लक संशोधन
ja_jp: 添付リビジョン
lt_lt: priedo pataisa
vi: phiên bản tập tin đính kèm

source: attachment revisions
he: עדכוני קבצים מצורפים
hi: संलग्लक संशोधन
ja_jp: 添付リビジョン
lt_lt: priedų pataisos
vi: phiên bản tập tin đính kèm

source: %s was successfully added.
he: %s נוסף בהצלחה.
hi: %s को सफ़लता पूर्वक जोड़ा गया
ja_jp: %s の追加に成功しました。
lt_lt: %s sėkmingai pridėta.
vi: %s đã được thêm vào thành công.

source: Your file could not be saved: %s
he: קובץ לא נשמר: %s
hi: आपकी फ़ाइल सुरक्षित नहीं की जा सकी: %s
ja_jp: ファイルが保存できませんでした： %s
lt_lt: Jūsų failas negali būti išsaugotas: %s
vi: Không thể lưu tập tin của bạn: %s

source: Your file could not be saved, probably because of a permission error on the web server.
he: הקובץ לא יכול להישמר, ככל הנראה בשל שגיאות באישורים של השרת הווב.
hi: वेब सरवर पर अनुमति संबंधी त्रुटि के कारण फ़ाइल सुरक्षित नहीं की जा सकी।
ja_jp: ファイルが保存できませんでした。Webサーバーのアクセス権によるエラーの可能性があります。
lt_lt: Jūsų failas negali būti išsaugotas tikriausiai dėl saityno serverio teisių klaidos.
vi: Không thể lưu tập tin của bạn, nguyên nhân có thể là do một lỗi về quyền truy cập trên máy chủ web.

source: %s uploaded and replaces old attachment.
he: %s הועלה ויחליף את הקובץ המצורף הישן.
hi: %s जो कि अपलोड किए गए और पुराने संलग्नकों की जगह ली।
ja_jp: %s がアップロードされ古い添付を置き換えました。
lt_lt: Įkelta %s ir pakeičiamas senas priedas.
vi: %s đã được tải lên và thay thế cho đính kèm cũ.

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
he: הקובץ החדש יקבל שם חדש באופן אוטומאטי כך שיתאים לשם הקובץ הקיים כעת. קבצים בעלי סיומות שונות לא יאושרו.
hi: आपकी नई फ़ाइलों को स्वतः ही पुरानी फ़ाइल के अनुरूप नाम दिया जाएगा। भिन्न एक्स्टेन्शन की फ़ाइलों की अनुमति नहीं है।
ja_jp: 新しいファイルは既存のファイルに合わせるために自動的に名前が変更されます。拡張子が違うものは許可されていません。
lt_lt: Jūsų naujas failas bus automatiškai pervadintas, kad atitiktų esamą failą. Failai su skirtingais plėtiniais neleidžiami.
vi: Tập tin mới của bạn sẽ được tự động đổi tên để phù hợp với tập tin hiện tại. Các tập tin này phải có cùng định dạng.

source: Current revision changed for %s.
he: גרסה נוכחית שונתה עבור %s.
hi: नवीनतम संशोधन %s की जगह सुरक्षित कर लिया गया है।
ja_jp: %s の既存のリビジョンが変更されました
lt_lt: Dabartinė versija pakeista %s.
vi: Phiên bản hiện tại được thay đổi bằng %s.

source: Added a reference to "%(att)s" from "%(art)s".
he: נוספה הפנייה "%(att)s" מתוך "%(art)s".
hi: "%(att)s" से एक संदंर्भ जोड़ा गया जो कि "%(art)s" से है।
ja_jp: "%(art)s" から "%(att)s" へ参照が追加されました。
lt_lt: Pridėta nuoroda iš "%(art)s" į "%(att)s".
vi: Đã thêm thông tin tham khảo vào "%(att)s" từ "%(art)s".

source: The file %s was deleted.
he: קובץ %s נמחק.
hi: %s फ़ाइल को नष्ट किया गया।
ja_jp: %s が削除されました。
lt_lt: Failas %s buvo pašalintas.
vi: Tập tin %s đã được xóa.

source: This article is no longer related to the file %s.
he: מאמר זה איננו קשור יותר לקובץ %s.
hi: यह लेख अब %s फ़ाइल से कोई संबंध नहीं रखता है।
ja_jp: この記事は %s に関連しなくなりました。
lt_lt: Šis straipsnis daugiau nėra susijęs su failu %s.
vi: Bài viết này không còn liên quan đến tập tin %s.

source: A file was changed: %s
he: קובץ שונה: %s
hi: फ़ाइल को बदला गया: %s
ja_jp: ファイルが変更されました：%s
lt_lt: Failas buvo pakeistas: %s
vi: Một tập tin đã được thay đổi: %s

source: A file was deleted: %s
he: קובץ נמחק: %s
hi: फ़ाइल को नष्ट किया गया: %s
ja_jp: ファイルが削除されました：%s
lt_lt: Failas buvo pašalintas: %s
vi: Một tập tin đã được xóa: %s

source: Delete it!
hi: इसे मिटाओ!
vi: Làm ơn hãy xóa nó!

source: History of
hi: का इतिहास
vi: Lịch sử của

source: User
he: משתמש
hi: उपयोगकर्ता
lt_lt: Naudotojas
vi: Người dùng

source: File
hi: फाईल
vi: Tệp tin

source: Action
hi: कार्य
vi: Hoạt động

source: <em>No description</em>
hi: <em>कोई विवरण नहीं</em>
vi: <em>Không có mô tả</em>

source: Download
he: הורד
hi: डाउनलोड
vi: Tải về

source: Main article
hi: मुख्य लेख
vi: Bài viết chính

source: Lists
hi: सूचियाँ
vi: Các danh sách

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
he: תמונה חדשה %s הועלתה בהצלחה. תוכל להשתמש בה על ידי בחירתה מרשימת תמונות זמינות.
hi: नए चित्र %s को सफ़लता पूर्वक अपलोड किया गया। अब आप इसे सूची में उपलब्ध चित्रों में से चुन सकते हैँ।
ja_jp: 新しい画像 %s のアップロードが完了しました。使用可能な画像の一覧から選択することで使用可能です。
lt_lt: Naujas paveikslas %s sėkmingai įkeltas. Galite jį pasirinkti iš esamų paveikslų sąrašo.
vi: Ảnh mới %s đã được tải lên thành công. Bạn có thể sử dụng nó bằng cách chọn nó từ danh sách những bức ảnh hiện có.

source: Are you sure?
he: האם אתה בטוח?
hi: क्या आपको पूरा विश्वास है?
ja_jp: 間違いありませんか？
lt_lt: Ar tikrai?
vi: Bạn có chắc không?

source: image
he: תמונה
hi: चित्र
ja_jp: 画像
lt_lt: paveikslas
vi: hình

source: images
he: תמונות
hi: चित्र
ja_jp: 画像
lt_lt: paveikslai
vi: các hình

source: Image: %s
he: תמונה: %s
hi: चित्र: %s
ja_jp: 画像：%s
lt_lt: Paveikslas: %s
vi: Hình: %s

source: Current revision not set!!
he: לא נקבעה גירסה נוכחית!!
hi: नवीनतम संशोधन व्यवस्थित नहीं हुआ!!
ja_jp: 既存のリビジョンが設定されていません!!
lt_lt: Ši versija nenustatyta!
vi: Phiên bản hiện hành chưa được thiết lập!

source: image revision
he: גירסת תמונה
hi: चित्र संशोधन
ja_jp: 画像リビジョン
lt_lt: paveikslo taisymas
vi: phiên bản hình

source: image revisions
he: גירסאות תמונה
hi: चित्र संशोधन
ja_jp: 画像リビジョン
lt_lt: paveikslų taisymas
vi: Phiên bản của hình

source: Image Revsion: %d
he: גירסת תמונה: %d
hi: चित्र संशोधन: %d
ja_jp: 画像リビジョン：%d
lt_lt: Paveikslo taisymas: %d
vi: Phiên bản của hình: %d

source: %s has been restored
he: %s שוחזר
hi: %s को बहाल किया गया
ja_jp: %s は復元されました
lt_lt: %s buvo atkurta
vi: %s đã được phục hồi

source: %s has been marked as deleted
hi: %s को नष्ट के तौर पर इंगित किया गया
ja_jp: %s は削除にマークされました
lt_lt: %s pažymėta kaip pašalinta
vi: %s đã được đánh dấu xóa

source: %(file)s has been changed to revision #%(revision)d
he: %(file)s שונה לגירסה #%(revision)d
hi: %(file)s को संशोधन क्रमांक #%(revision)d में बदला गया है
ja_jp: %(file)s はリビジョン #%(revision)d に変更されました
lt_lt: %(file)s pakeista į versiją #%(revision)d
vi: Tập tin %(file)s đã được đổi sang phiên bản #%(revision)d

source: %(file)s has been saved.
he: %(file)s נשמר.
hi: %(file)s को सुरक्षित कर लिया गया है।
ja_jp: %(file)s は保存されました。
lt_lt: %(file)s išsaugota.
vi: %(file)s đã được lưu lại.

source: Images
he: תמונות
hi: चित्र
ja_jp: 画像
lt_lt: Paveikslai
vi: Các hình ảnh

source: An image was added: %s
he: נוספה תמונה: %s
hi: एक चित्र को जोड़ा गया: %s
ja_jp: 画像は追加されました：%s
lt_lt: Pridėtas paveikslas %s
vi: Một hình ảnh đã được thêm vào: %s

source: Back to edit page
vi: Trở về trang biên tập

source: No file
hi: कोई फ़ाइल नहीं
vi: Không có tệp

source: Upload new image
hi: नई छवि अपलोड करें
vi: Tải lên ảnh mới

source: Insert
hi: सम्मिलित करें
vi: Chèn

source: Add new image
hi: नई छवि जोड़ें
vi: Thêm ảnh mới

source: Links
he: קישורים
hi: लिंक्स
ja_jp: リンク
lt_lt: Nuorodos
vi: Các đường dẫn

source: Link to another wiki page
hi: दूसरे विकी पेज से लिंक करें
vi: Đường dẫn đến trang wiki khác

source: Notifications
he: התראות
hi: अधिसूचनाएं
ja_jp: 通知
lt_lt: Pranešimai
vi: Thông báo

source: When this article is edited
he: מתי שהמאמר עבר עריכה
hi: लेख के संशोधन का समय
ja_jp: 記事が編集された時
lt_lt: Kada šis straipsnis redaguojamas
vi: Khi bài này được chỉnh sửa

source: Also receive emails about article edits
he: לקבל דואר אלקטרוני לגבי שינויים שהיו במאמר זה
hi: लेख के संशोधन से संबंधित ई-मेल भी प्राप्त करें
ja_jp: 記事の編集内容も受信する
lt_lt: Taip pat gauti el. laiškus apie straipsnių redakcijas
vi: Nhận email về những chỉnh sửa trong bài

source: Your notification settings were updated.
he: הגדרות ההודעות שלך עודכנו
hi: आपकी अधिसूचना संबंघी सैटिंग्स का नवीनीकरण किया गया।
ja_jp: 通知設定が更新されました。
lt_lt: Jūsų pranešimo nustatymai buvo atnaujinti.
vi: Thiết lập thông báo của bạn đã được cập nhật.

source: Your notification settings were unchanged, so nothing saved.
he: הגדרות ההודעות שלך לא שונו, כך ששום דבר לא נשמר.
hi: आपकी अधिसूचना संबंधी व्यवस्थाएं में कोई बदलाव नहीं हुआ, इसलिए कुछ भी सुरक्षित नहीं किया गया।
ja_jp: 通知設定は変更されていません、そのため保存もされていません。
lt_lt: Jūsų pranešimo nustatymai nebuvo pakeisti, todėl niekas neišsaugota.
vi: Các cài đặt về thông báo không thay đổi, vì vậy không có gì được lưu.

source: %(user)s subscribing to %(article)s (%(type)s)
he: %(user)s נרשם ל-%(article)s (%(type)s)
hi: %(user)s जो कि %(article)s (%(type)s) का अनुमोदन करते हैं
ja_jp: %(user)s が %(article)s (%(type)s) に参加している
lt_lt: %(user)s yra užsisakę %(article)s (%(type)s)
vi: %(user)s đang theo dõi tới %(article)s (%(type)s)

source: Article deleted: %s
he: מאמר נמחק: %s
hi: %s: लेख नष्ट किया गया
ja_jp: 削除された記事：%s
lt_lt: Straipsnis pašalintas: %s
vi: Bài viết đã được xóa: %s

source: Article modified: %s
he: מאמר שונה: %s
hi: %s: लेख संशोधित किया गया
ja_jp: 編集された記事：%s
lt_lt: Straipsnis pakoreguotas: %s
vi: Bài viết đã được chỉnh sửa: %s

source: New article created: %s
he: נוצר מאמר חדש: %s
hi: %s: नया लेख बनाया गया
ja_jp: 作成された記事：%s
lt_lt: Sukurtas naujas straipsnis: %s
vi: Bài viết mới đã được tạo: %s

source: Search...
hi: ढूँढे
vi: Tìm kiếm...

source: no log message
hi: कोई लॉग संदेश नहीं
vi: không có nhật ký

source: Sorry, you don't have permission to view this page.
hi: क्षमा करें, आपको यह पृष्ठ देखने की अनुमति नहीं है।
vi: Xin lỗi, bạn không được cấp quyền truy cập trang này

source: Previewing revision
hi: पुनरीक्षण का पूर्वावलोकन
vi: Xem trước thay đổi

source: Previewing merge between
hi: बीच में विलय का पूर्वावलोकन
vi: Xem trước bản gộp giữa

source: and
hi: तथा
vi: và

source: Log me in...
hi: मुझे लॉग इन करें ...
vi: Đăng nhập ...

source: Sign me up...
hi: मुझे साइन अप कर दो
vi: Đăng ký ...

source: Congratulations!
hi: बधाई हो!
vi: Xin chúc mừng!

source: You are now sign up... and now you can sign in!
he: אתה עכשיו רשום למערכת ויכול להיכנס.
hi: अब आप साइनड अप हैं...और अब आप साइन इन कर सकते हैं!
ja_jp: サインアップされています... そしてサインインできます!
lt_lt: Dabar jūs esate prisiregistravę... ir galite prisijungti!
vi: Hiện giờ bạn đã đăng ký... và có thể đăng nhập

source: You are no longer logged in. Bye bye!
he: אתה כבר לא מחובר למערכת. להתראות!
hi: फिर मिलेंगे!
ja_jp: ログインしていません。さようなら！
lt_lt: Jūs jau neprisijungę. Iki!
vi: Bạn không còn đăng nhập nữa! Tạm biệt!

source: You are now logged in! Have fun!
he: הינך מחובר כעת! תהנה!
hi: आपका स्वागत हैं!
ja_jp: ログインしました。お楽しみください！
lt_lt: Dabar jūs prisijungę! Smagaus darbo!
vi: Bạn đã đăng nhập! Vui nhé!

source: New article '%s' created.
he: מאמר חדש '%s' נוצר.
hi: नए लेख '%s' बनाए गए।
ja_jp: 新しい記事 '%s' が作成されました。
lt_lt: Sukurtas naujas straipsnis "%s".
vi: Bài viết mới '%s' đã được tạo

source: There was an error creating this article: %s
he: קרתה שגיאה בזמן יצירת המאמר: %s
hi: इस लेख के बनाने में त्रुटि हुई: %s
ja_jp: 記事を作成する際にエラーが発生しました：%s
lt_lt: Įvyko klaida kuriant šį straipsnį: %s
vi: Đã có một lỗi khi tạo bài viết này: %s

source: There was an error creating this article.
he: היתה שגיאה ביצירה של מאמר זה.
hi: इस लेख के बनाने में त्रुटि हुई।
ja_jp: この記事を作成する際にエラーが発生しました。
lt_lt: Įvyko klaida kuriant šį straipsnį.
vi: Đã có lỗi khi tạo bài viết này.

source: This article cannot be deleted because it has children or is a root article.
he: מאמר זה לא יכול להימחק מכיוון שיש לו מאמרי משנה או שהוא מאמר יסוד.
hi: इस लेख को नष्ट नहीं किया जा सकता क्योंकि इसके उपलेख हैं या यह खुद एक मूल लेख है।
ja_jp: この記事は削除することができません。子があるかルート記事です。
lt_lt: Šio straipsnio negalima pašalinti, nes yra su juo susijusių straipsnių arba jis yra šakninis straipsnis.
vi: Bài viết này không thể bị xóa vì nó chứa bài viết con hoặc nó là một bài viết gốc.

source: This article together with all its contents are now completely gone! Thanks!
he: המאמר עם כל התוכן המקושר נמחק לחלוטין! תודה!
hi: यह लेख अपनी सारी विषय वस्तु के साथ अब पूरी तरह से हटा दिया गया है! शुक्रिया!
ja_jp: この記事とその内容はすべてなくなりました。ありがとう！
lt_lt: Šio straipsnio ir viso jo turinio nebėra! Ačiū!
vi: Bài viết này và toàn bộ nội dung của nó đã hoàn toàn bị xóa! Cảm ơn!

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
he: מאמר"%s" סומן כמחוק! תודה על שמירת האתר נקי מתוכן לא רצוי!
hi: लेख "%s" अब नष्ट के तौर पर इंगित किया गया है! साइट को अवांछित सामग्री से मुक्त रखने के लिए धन्यवाद!
ja_jp: 記事："%s" は削除にマークされています。不要な材料からサイトを解放してくれてありがとうございます。
lt_lt: Straipsnis "%s" dabar yra pažymėtas kaip pašalintas! Dėkojame, kad svetainėje nepaliekate nereikalingos medžiagos!
vi: Bài viết "%s" giờ đã được đánh dấu là bị xóa. Cám ơn vì đã giúp gỡ những tài liệu không cần thiết khỏi trang!

source: Your changes were saved.
he: השינויים שביצעת נשמרו.
hi: आपके परिवर्तन सुरक्षित किए गए।
ja_jp: 変更は保存されました。
lt_lt: Jūsų pakeitimai yra išsaugoti.
vi: Những thay đổi của bạn đã được lưu.

source: A new revision of the article was successfully added.
hi: लेख का एक नया संशोधन सफलतापूर्वक जोड़ा गया था।
vi: Một bản sửa đổi mới của bài đã được thêm vào.

source: Restoring article
he: משחזר מאמר
hi: लेख की बहाली चल रही ही
ja_jp: 記事の復元
lt_lt: Atkuriamas straipsnis
vi: Bài viết đang được khôi phục.

source: The article "%s" and its children are now restored.
he: מאמר "%s" והבנים שלו שוחזרו.
hi: लेख "%s" और संबंधित उपलेख बहाल हो गए हैं।
ja_jp: 記事： "%s" とその子は復元されました。
lt_lt: Straipsnis "%s" ir su juo susiję straipsniai yra atkurti.
vi: Bài viết "%s" và con của nó đã được khôi phục.

source: The article %(title)s is now set to display revision #%(revision_number)d
hi: लेख %(शीर्षक) अब संशोधन क्रमांक #%(संशोधन क्रमांक) को प्रदर्शित करने के लिए तैयार है
vi: Văn bản %(title)s đang được hiển thị với phiên bản lưu trữ #%(revision_number)d

source: New title
he: כותרת חדשה
hi: नया शीर्षक
ja_jp: 新しいタイトル
lt_lt: Naujas pavadinimas
vi: Tiêu đề mới

source: Merge between Revision #%(r1)d and Revision #%(r2)d
he: האם למזג בין גירסה #%(r1)d וגירסה #%(r2)d
hi: संशोधन क्रमांक #%(r1)d और #%(r2)d को जोड़ें
ja_jp: #%(r1)d と #%(r2)d のリビジョンをマージしました。
lt_lt: Sujungti versiją #%(r1)d su versija #%(r2)d
vi: Kết hợp Phiên bản #%(r1)d và Phiên bản #%(r2)d

source: A new revision was created: Merge between Revision #%(r1)d and Revision #%(r2)d
he: גרסה חדשה נוצרה: למזג בין גירסה #%(r1)d וגירסה #%(r2)d
hi: नया संशोधन बनाया गया: संशोधन क्रमांक #%(r1)d और #%(r2)d जोड़ें
ja_jp: 新しいリビジョンが作成されました：#%(r1)d と #%(r2)d のリビジョンをマージしました。
lt_lt: Sukurta nauja versija: versijos #%(r1)d ir versijos #%(r2)d sąsaja
vi: Một phiên bản mới đã được tạo ra: Kết hợp Phiên bản #%(r1)d và Phiên bản #%(r2)d

source: Once you have verified your identity and reviewed the exam guidelines in Proctortrack, you will be redirected back to this page.
hi: वंस यू हाएव वेरिफीड यूअर आइडैनटिटि अँड रेविएवेद द एक्जाम गुइडेलिनेस इन प्रोक्तोर्त्रक्क,यू विल बी रेडीरेकटेड बॅक तो दिस पेज |
vi: Khi bạn đã xác minh danh tính của mình và xem lại hướng dẫn kiểm tra trong Proctortrack, bạn sẽ được chuyển hướng trở lại trang này.

source: Defines the number of points each problem is worth. If the value is not set, the problem is worth the sum of the option point values.
vi: Xác định điểm số dành cho mỗi câu hỏi. Nếu không đặt điểm số cụ thể, mỗi câu hỏi sẽ có giá trị bằng tổng giá trị điểm của lựa chọn.

source: Drag and Drop
vi: Kéo và Thả

source: Show title
vi: Hiện tiêu đề

source: Feedback
vi: Phản hồi

source: I am ready to start this timed exam,
vi: Tôi đã sẵn sàng bắt đầu làm bài,

source: If you have disabilities, you might be eligible for an additional time allowance on timed exams. Ask your course team for information about additional time allowances.
vi: Nếu bạn bị khuyết tật, bạn có thể đủ điều kiện để được có thêm thời gian cho những bài thi có tính giờ. Hãy hỏi nhóm điều hành của bạn để biết thông tin về việc bổ sung thêm thời gian.

source: You will be guided through steps to set up online proctoring software and to perform various checks.</br>
vi: Bạn sẽ được hướng dẫn các bước để thiết lập phần mềm giám sát trực tuyến và thực hiện các bước rà soát khác.</br>

source: internally reviewed
vi: đã đánh giá nội bộ

source: All Unreviewed
vi: Tất cả Chưa đánh giá

source: All Unreviewed Failures
vi: Tất cả Thất bại Chưa đánh giá

source: active proctored exams
vi: các cuộc thi có giám thị đang hoạt động

source: courses with active proctored exams
vi: các khoá học với các cuộc thi có giám thị đang hoạt động

source: Created
vi: Đã tạo

source: Download Software Clicked
vi: Tải Phần mềm Được bấm

source: Ready To Start
vi: Sẵn sàng Để Bắt đầu

source: Started
vi: Bắt đầu

source: Ready To Submit
vi: Sẵn sàng Để Bắt đầu

source: Declined
vi: Bị từ chối

source: Timed Out
vi: Hết giờ

source: Submitted
he: הוגש
lt_lt: Pateikta
vi: Đã gửi

source: Second Review Required
vi: Cần Đánh giá Lần thứ hai

source: Rejected
vi: Bị từ chối

source: your course
vi: khoá học của bạn

source: Proctoring Session Results Update for {course_name} {exam_name}
vi: Cập nhật Kết quả Buổi Kiểm tra cho {course_name} {exam_name}

source: Taking As Proctored Exam
vi: Tham gia Kiểu Bài thi Có giám sát

source: Proctored Option Available
vi: Tùy chọn Giám sát Có sẵn

source: Taking As Open Exam
vi: Tham gia Kiểu Bài thi Mở

source: Pending Session Review
vi: Kiểm tra Phiên Đang chờ

source: Passed Proctoring
vi: Đậu Bài thi có giám sát

source: Failed Proctoring
vi: Trượt Bài thi có giám sát

source: Proctored Option No Longer Available
vi: Tùy chọn Giám sát Không còn hiệu lực

source: Ungraded Practice Exam
vi: Bài thi Thực hành Không phân loại

source: Practice Exam Completed
vi: Bài thi Thực hành Đã hoàn thành

source: Practice Exam Failed
vi: Bài thi Thực hành Không thành công

source: Timed Exam
vi: Bài thi Khống chế thời gian

source: satisfactory
vi: đạt yêu cầu

source: unsatisfactory
vi: không đạt yêu cầu

source: Taking as Proctored
vi: Tham gia dạng Có gián thị

source: Is Sample Attempt
vi: Là Làm Thử

source: Additional Time (minutes)
vi: Thời gian bổ sung (phút)

source: Review Policy Exception
vi: Rà soát Chính sách Không hợp lệ

source: This email is to let you know that the status of your proctoring session review for %(exam_name)s in <a href="%(course_url)s">%(course_name)s </a> is %(status)s. If you have any questions about proctoring, contact %(platform)s support at %(contact_email)s.
vi: Email này là để cho bạn biết rằng trạng thái của buổi kiểm tra có giám thị của bạn cho %(exam_name)s trong <a href="%(course_url)s">%(course_name)s </a> là %(status)s. Nếu bạn có thắc mắc về giám thị, liên hệ hỗ trợ %(platform)s qua email %(contact_email)s.

source: Try a proctored exam
vi: Thử bài thi có giám sát

source: Get familiar with proctoring for real exams later in the course. This practice exam has no impact on your grade in the course.
vi: Làm quen với việc có giám thị trong các kỳ thi thực tế sau này trong khóa học. Kỳ thi thực hành này không ảnh hưởng tới thứ hạng của bạn trong khóa học.

source: Continue to my practice exam
vi: Tiếp tục bài kiểm tra thực hành của tôi

source: You will be guided through steps to set up online proctoring software and to perform various checks.
vi: Bạn sẽ được hướng dẫn các bước để thiết lập phần mềm giám sát trực tuyến và thực hiện các bước rà soát khác.

source: There was a problem with your practice proctoring session
vi: Đã xảy ra sự cố với buổi kiểm tra thực hành có giám sát của bạn

source: Your practice proctoring results: <b class="failure"> Unsatisfactory </b>
vi: Kết quả buổi kiểm tra thực hành có giám sát của bạn: <b class="failure"> Không đạt yêu cầu</b>

source: Your proctoring session ended before you completed this practice exam. You can retry this practice exam if you had problems setting up the online proctoring software.
vi: Buổi kiểm tra thực hành có giám sát của bạn kết thúc trước khi bạn hoàn thành bài thi. Bạn có thể làm lại bài kiểm tra thực hành này nếu bạn gặp sự cố khi thiết lập phần mềm giám sát trực tuyến.

source: Try this practice exam again
vi: Thử lại bài thi thực hành này

source: You have submitted this practice proctored exam
vi: Bạn đã gửi bài thi thực hành có giám sát

source: Practice exams do not affect your grade or your credit eligibility. You have completed this practice exam and can continue with your course work.
vi: Bài kiểm tra thực hành không ảnh hưởng đến mức độ hội đủ điều kiện của bạn. Bạn đã hoàn thành kỳ thi thực hành này và có thể tiếp tục môn học của mình.

source: You can also retry this practice exam
vi: Bạn cũng có thể thử lại bài kiểm tra thực hành này

source: Are you sure you want to take this exam without proctoring?
vi: Bạn có chắc chắn muốn tham gia kỳ thi này mà không cần giám thị?

source: If you take this exam without proctoring, you will <strong> no longer be eligible for academic credit. </strong>
vi: Nếu bạn thực hiện bài kiểm tra này mà không có giám sát, bạn sẽ <strong>không còn đủ điều kiện cho tín chỉ học tập.</strong>

source: Continue Exam Without Proctoring
vi: Tiếp tục Thi mà Không có Giám sát

source: This exam is proctored
vi: Bài thi này có giám sát

source: To be eligible for course credit or for a MicroMasters credential, you must pass the proctoring review for this exam.
vi: Để đủ điều kiện tín chỉ khóa học hoặc để có chứng chỉ MicroMasters, bạn phải vượt qua bài kiểm tra có giám sát của kỳ thi này.

source: Continue to my proctored exam. I want to be eligible for credit.
vi: Tiếp tục tham dự kỳ thi có giám sát. Tôi muốn đủ điều kiện cho tín chỉ.

source: Error with proctored exam
vi: Lỗi với kỳ thi có giám sát

source: A technical error has occurred with your proctored exam. To resolve this problem, contact <a href="mailto:%(tech_support_email)s">technical support</a>. All exam data, including answers for completed problems, has been lost. When the problem is resolved you will need to restart the exam and complete all problems again.
vi: Đã xảy ra lỗi kỹ thuật với kỳ thi dự thi của bạn. Để giải quyết vấn đề này, hãy liên hệ <a href="mailto:%(tech_support_email)s">bộ phậnhỗ trợ kỹ thuật</a>.Tất cả dữ liệu kỳ thi, bao gồm câu trả lời cho các câu hỏi đã hoàn thành, đã bị mất. Khi câu hỏi được giải quyết, bạn sẽ cần phải khởi động lại bài kiểm tra và hoàn thành tất cả các câu hỏi một lần nữa.

source: View your credit eligibility status on your <a href="%(progress_page_url)s">Progress</a> page.
vi: Xem tình trạng đủ điều kiện tín chỉ của bạn trên trang <a href="%(progress_page_url)s">Tiến độ</a>.

source: If you have concerns about your proctoring session results, contact your course team.
vi: Nếu bạn có thắc mắc về kết quả của buổi kiểm tra có giám sát, hãy liên hệ với nhóm điều hành khóa học của bạn.

source: The due date for this exam has passed
vi: Hạn cho kỳ thi này đã qua

source: Because the due date has passed, you are no longer able to take this exam.
vi: Bởi vì ngày hết hạn đã qua, bạn không còn có thể làm bài kiểm tra này nữa.
