Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Enter the remote gradebook mapping. Only use this setting when REMOTE_GRADEBOOK_URL has been specified.
he: הזן את מיפוי ספר הציונים המרוחק. השתמש בהגשרה זו רק כאשר צוין REMOTE_GRADEBOOK_URL .
hi: रिमोट ग्रेडबुक मैपिंग दर्ज करें। केवल इस सेटिंग का उपयोग तब करें जब REMOTE_GRADEBOOK_URL निर्दिष्ट किया गया हो।
ja_jp: 外部成績表の対応付けをします。REMOTE_GRADEBOOK_URLが指定された時のみ、この設定は機能します。
lt_lt: Įveskite nuotolinės pažymių knygelės atvaizdavimą. Šią nuostatą naudokite tik tada, kai yra nurodyta NUOTOLINĖS_PAŽYMIŲ_KNYGELĖS_URL.
vi: Dùng chế độ sổ điểm từ xa. Chỉ sử dụng cài đặt này khi có REMOTE_GRADEBOOK_URL.

source: Enable CCX
hi: CCX सक्षम करें
ja_jp: CCX を有効にする
lt_lt: Įjungti CCX
vi: Kích hoạt tính năng CCX

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on edX. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
hi: पाठ्यक्रम प्रशिक्षकों को CCX कोच भूमिकाओं को असाइन करने की अनुमति दें, और कोचों को edX पर कस्टम पाठ्यक्रम प्रबंधित करने की अनुमति दें। झूठे होने पर, कस्टम पाठ्यक्रम नहीं बनाए जा सकते हैं, लेकिन मौजूदा कस्टम पाठ्यक्रम संरक्षित किए जाएंगे।
ja_jp: 講座のインストラクタに edX のカスタム講座（CCX）監督を任命し、監督に CCX の管理を許可します。無効にした場合は、カスタム講座は作れなくなりますが、既存のカスタム講座は引き続き使えます。
lt_lt: Leiskite kurso lektoriams priskirti CCX instruktorių vaidmenis ir leiskite instruktoriams tvarkyti edX tinkintus kursus. Jeigu paspausite "ne", tinkintų kursų nebus galima kurti, bet esami tinkinti kursai bus išsaugoti.
vi: Cho phép người dạy được đặt quyền Huấn Luyện Viên CCX, và cho phép HLV có thể quản lý Khóa Học Tự Chọn. Khi sai, Khóa Học Tự Chọn không thể được tạo, nhưng Khóa Học Tự Chọn vẫn sẽ được lưu lại

source: CCX Connector URL
hi: CCX कनेक्टर URL
vi: URL Kết nối CCX

source: URL for CCX Connector application for managing creation of CCXs. (optional). Ignored unless 'Enable CCX' is set to 'true'.
hi: CCX के निर्माण के प्रबंधन के लिए CCX कनेक्टर एप्लिकेशन के लिए URL। (वैकल्पिक)। जब तक 'सक्षम CCX' को 'सत्य' पर सेट नहीं किया जाता है, तब तक इसे अनदेखा किया जाता है।
vi: URL cho ứng dụng Trình kết nối CCX để quản lý việc tạo CCX. (không bắt buộc). Bỏ qua trừ khi 'Bật CCX' được đặt thành 'true'.

source: Allow Anonymous Discussion Posts
he: אפשר פוסטי דיון אנונימיים
hi: अनाम चर्चा पोस्ट की अनुमति दें
ja_jp: 匿名でのディスカッション投稿を許可する
lt_lt: Leisti anoniminius diskusijų pranešimus
vi: Cho phép thảo luận ẩn danh.

source: Advanced Module List
he: רשימת רכיבים מתקדמת
hi: उन्नत मॉड्यूल सूची
ja_jp: 高度なモジュール一覧
lt_lt: Papildomų modulių sąrašas
vi: Danh sách Module nâng cao

source: Enter the names of the advanced modules to use in your course.
hi: अपने पाठ्यक्रम में उपयोग करने के लिए उन्नत मॉड्यूल के नाम दर्ज करें।
vi: Nhập tên của các mô-đun nâng cao để sử dụng trong khóa học của bạn.

source: Course Home Sidebar Name
hi: कोर्स होम साइडबार का नाम
vi: Tên Thanh bên Trang giới thiệu Khoá học

source: Enter the heading that you want students to see above your course handouts on the Course Home page. Your course handouts appear in the right panel of the page.
hi: वह शीर्ष दर्ज करें जो आप चाहते हैं कि छात्र कोर्स होम पेज पर अपने पाठ्यक्रम के ऊपर देखें। आपका कोर्स हैंडआउट पृष्ठ के दाहिने पैनल में दिखाई देता है।
vi: Nhập tiêu đề mà bạn muốn học sinh nhìn thấy trên đầu các tài liệu hướng dẫn của khóa học trên Trang giới thiệu Khóa học. Các tài liệu hướng dẫn của khóa học của bạn xuất hiện trong bảng điều khiển bên phải của trang.

source: Course Handouts
he: דפי מידע של הקורס
hi: पाठ्यक्रम हैंडआउट्स
ja_jp: 講座資料
lt_lt: Kurso dalijamoji medžiaga
vi: Tài liệu khoá học

source: True if timezones should be shown on dates in the course. Deprecated in favor of due_date_display_format.
hi: सच है अगर पाठ्यक्रम में टाइमज़ोन को तारीखों पर दिखाया जाना चाहिए। देय_देत_दिसप्ले_रूपात के पक्ष में पदावनत
vi: Đúng nếu múi giờ được hiển thị vào ngày trong khóa học. Không ủng hộ với due_date_display_format.

source: Due Date Display Format
he: פורמט הצגת תאריך אחרון להגשה
hi: नियत दिनांक प्रदर्शन प्रारूप
ja_jp: 期日の表示形式
lt_lt: Pateikimo datos rodymo formatas
vi: Due Date Format Display

source: Enter true or false. If true, students can download certificates before the course ends, if they've met certificate requirements.
he: הזן כן או לא. אם כן, סטודנטים יכולים להוריד את התעודות לפני שהקורס מסתיים ואם הם עמדו בתנאים לקבלת התעודה.
hi: सही या गलत दर्ज करें। यदि सच है, तो छात्र पाठ्यक्रम की आवश्यकताओं को पूरा करने से पहले पाठ्यक्रम को समाप्त कर सकते हैं।
ja_jp: trueもしくはfalseを入力してください。trueの場合、受講者は講座終了以前に修了証をダウンロードすることができます。ただし、ダウンロード可能なのは、その受講者が修了要件を満たした場合のみです。
lt_lt: Įveskite "taip" arba "ne". Jeigu įvesite "taip", kurso dalyviai galės atsisiųsti sertifikatus kursui dar nesibaigus, jeigu jie atitinka sertifikatui gauti keliamus reikalavimus.
vi: Nhập đúng hay sai. Nếu đúng, sinh viên có thể download các chứng chỉ trước khi khóa học kết thúc, nếu họ đã đáp ứng yêu cầu giấy chứng nhận.

source: Course About Page Image
he: תמונת עמוד אודות הקורס
hi: पेज इमेज के बारे में कोर्स
ja_jp: 講座イメージ画像
lt_lt: Puslapio "Apie kursą" paveikslas
vi: Tất nhiên Về trang ảnh

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
he: ערוך את השם של הקובץ של תמונת הקורס. יש להעלות קובץ זה בעמוד העלאות וקבצים. ניתן גם להגדיר את תמונת הקורס בעמוד הגדרות ופרטים.
hi: पाठ्यक्रम छवि फ़ाइल का नाम संपादित करें। आपको यह फ़ाइल फ़ाइलें और अपलोड पृष्ठ पर अपलोड करनी होगी। आप सेटिंग और विवरण पृष्ठ पर पाठ्यक्रम की छवि भी सेट कर सकते हैं।
ja_jp: 講座イメージ画像ファイルの名前を入力してください。ファイル＆アップロードから、ファイルをアップロードする必要があります。また、詳細設定ページから画像を設定することもできます。
lt_lt: Redaguokite kurso paveikslėlio failo pavadinimą. Turite įkelti šį failą į "Failai & įkėlimai" puslapį. Taip pat galite nustatyti kurso paveikslėlį nuostatų ir informacijos puslapyje.
vi: Chỉnh sửa tên tệp hình ảnh của khóa học. Bạn phải tải tệp tin này lên trang Tệp Tin & Tải Lên. Bạn cũng có thể thiết lập hình ảnh cho khóa học trên trang Thiết Lập & Chi Tiết.

source: Course Banner Image
hi: पाठ्यक्रम बैनर छवि
vi: Hình ảnh Banner Khóa học

source: Edit the name of the banner image file. You can set the banner image on the Settings & Details page.
hi: बैनर छवि फ़ाइल का नाम संपादित करें। आप सेटिंग और विवरण पृष्ठ पर बैनर छवि सेट कर सकते हैं।
vi: Chỉnh sửa tên của tệp hình ảnh banner. Bạn có thể thiết lập hình ảnh banner trên trang Thiết lập & Chi tiết.

source: Course Video Thumbnail Image
hi: कोर्स वीडियो थंबनेल छवि
vi: Hình đại diện của Video Khóa học

source: Edit the name of the video thumbnail image file. You can set the video thumbnail image on the Settings & Details page.
hi: वीडियो थंबनेल छवि फ़ाइल का नाम संपादित करें। आप सेटिंग और विवरण पृष्ठ पर वीडियो थंबनेल छवि सेट कर सकते हैं।
vi: Chỉnh sửa tên tệp hình đại diện của video. Bạn có thể đặt hình đại diện của video trên trang Thiết lập và Chi tiết.

source: Issue Open Badges
hi: ओपन बैज जारी करें
ja_jp: オープンバッジを発行
lt_lt: Išleisti ženklelius
vi: Hành mở Badges

source: Issue Open Badges badges for this course. Badges are generated when certificates are created.
hi: इस कोर्स के लिए ओपन बैज बैज जारी करें। प्रमाण पत्र बनाए जाने पर बैज उत्पन्न होते हैं।
ja_jp: オープンバッジのバッジを発行する講座。修了書が作成される際にバッジが発行されます。
lt_lt: Išleisti ženklelius šiam kursui. Ženkleliai generuojami kuriant sertifikatus.
vi: Vấn đề mở Badges phù hiệu cho khóa học này. Phù hiệu được tạo ra sau khi chứng chỉ được tạo ra.

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the type of certificate that students receive when they complete the course. For instance, "Certificate".
hi: पीडीएफ सर्टिफिकेट जेनरेट करते समय ही इस सेटिंग का इस्तेमाल करें। उद्धरण चिह्नों के बीच, पाठ्यक्रम पूरा होने पर छात्रों को प्राप्त होने वाले प्रमाण पत्र का संक्षिप्त नाम दर्ज करें। उदाहरण के लिए, "प्रमाणपत्र"।
vi: Chỉ sử dụng thiết lập này khi tạo chứng chỉ PDF. Giữa các dấu ngoặc kép, nhập tên ngắn của loại chứng chỉ mà sinh viên nhận được khi hoàn thành khóa học. Ví dụ: "Chứng chỉ".

source: Certificate Name (Short)
he: שם תעודה (קצר)
hi: प्रमाणपत्र का नाम (लघु)
ja_jp: 修了証名(短縮)
lt_lt: Sertifikato pavadinimas (trumpas)
vi: Tên giấy chứng nhận (ngắn)

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the type of certificate that students receive when they complete the course. For instance, "Certificate of Achievement".
hi: पीडीएफ सर्टिफिकेट जेनरेट करते समय ही इस सेटिंग का इस्तेमाल करें। उद्धरण चिह्नों के बीच, पाठ्यक्रम पूरा होने पर छात्रों को प्राप्त होने वाले प्रमाण पत्र के लंबे नाम को दर्ज करें। उदाहरण के लिए, "प्रमाणपत्र का उपलब्धि"।
vi: Chỉ sử dụng thiết lập này khi tạo chứng chỉ PDF. Giữa các dấu ngoặc kép, nhập tên đầy đủ của loại chứng chỉ mà sinh viên nhận được khi hoàn thành khóa học. Ví dụ, "Giấy chứng nhận Thành tích".

source: Certificate Name (Long)
he: שם תעודה (ארוך)
hi: प्रमाणपत्र का नाम (लंबा)
ja_jp: 修了証名(正式)
lt_lt: Sertifikato pavadinimas (ilgas)
vi: Tên giấy chứng nhận (đầy đủ)

source: If true, certificate Web/HTML views are enabled for the course.
hi: यदि सही है, तो प्रमाणपत्र वेब / एचटीएमएल दृश्य पाठ्यक्रम के लिए सक्षम हैं।
ja_jp: true と設定すると、この講座の Web/HTML による修了証の参照が可能になります。
lt_lt: Jei paspausite "taip", bus įjungtas kurso sertifikatų Web/HTML rodymas.
vi: Nếu đúng như vậy, quan điểm của giấy chứng nhận Web / HTML đang kích hoạt cho khóa học.

source: Enter course-specific overrides for the Web/HTML template parameters here (JSON format)
hi: वेब / एचटीएमएल टेम्प्लेट मापदंडों के लिए पाठ्यक्रम-विशिष्ट ओवरराइड यहां दर्ज करें (JSON प्रारूप)
ja_jp: Web/HTMLテンプレートパラメータの講座固有のオーバーライドを入力してください。(JSONフォーマット)
lt_lt: Čia įveskite žiniatinklio HTML šablono parametrų pakeitimus (JSON formatu)
vi: Nhập khóa học cụ thể thay thế cho Chứng chỉ Web/Giao diện HTML tại đây (định dạng JSON)

source: Certificate Configuration
hi: प्रमाणपत्र विन्यास
ja_jp: 修了証の設定
lt_lt: Sertifikato konfigūravimas
vi: Cấu hình Chứng chỉ

source: Enter course-specific configuration information here (JSON format)
hi: यहां पाठ्यक्रम-विशिष्ट कॉन्फ़िगरेशन जानकारी दर्ज करें (JSON प्रारूप)
ja_jp: 講座特有の設定を入力してください (JSONフォーマット)
lt_lt: Įveskite konkretaus kurso sertifikato konfigūravimo informaciją čia (JSON formatu)
vi: Nhập thông tin cấu hình trình cụ thể ở đây (định dạng JSON)

source: CSS Class for Course Reruns
hi: कोर्स रेरन के लिए सीएसएस क्लास
ja_jp: 再放送講座のCSSクラス
lt_lt: Kurso pakartojimų CSS klasė
vi: CSS Class cho khóa học được chiếu lại

source: Allows courses to share the same css class across runs even if they have different numbers.
hi: पाठ्यक्रमों को एक ही सीएसएस वर्ग को रनों के पार साझा करने की अनुमति देता है, भले ही उनके पास अलग-अलग संख्या हो।
ja_jp: 異なる講座番号であっても、同じCSSを講座またぎで共有することを許可する。
lt_lt: Leidžia visiems kurso pakartojimams priklausyti tai pačiai CSS klasei, net jeigu jų numeriai skirtingi.
vi: Cho phép các khóa học chia sẻ các lớp css chung kể cả khi chúng có số khác nhau.

source: Discussion Forum External Link
he: קישור חיצוני לפורום הדיונים
hi: चर्चा मंच बाहरी लिंक
ja_jp: ディスカッションの外部リンク
lt_lt: Išorinė diskusijos forumo nuoroda
vi: Thảo luận diễn đàn liên kết ngoài

source: Allows specification of an external link to replace discussion forums.
hi: चर्चा मंचों को बदलने के लिए एक बाहरी लिंक के विनिर्देशन की अनुमति देता है।
ja_jp: ディスカッションを外部リンクのものと置き換えることを許可する。
lt_lt: Leidžia išorinės nuorodos specifikacijai pakeisti diskusijos forumus.
vi: Cho phép đặc điểm kỹ thuật của một liên kết bên ngoài để thay thế các diễn đàn thảo luận.

source: Hide Progress Tab
he: הסתר גרף התקדמות
hi: प्रोग्रेस टैब छिपाएं
ja_jp: 進捗タブを隠す
lt_lt: Slėpti pažangos kortelę
vi: Ẩn Tab Tiến Độ

source: Allows hiding of the progress tab.
he: אפשר הסתרה של גרף ההתקדמות.
hi: प्रगति टैब को छिपाने की अनुमति देता है।
ja_jp: 進捗タブを隠すことを許可する。
lt_lt: Leidžia paslėpti pažangos kortelę.
vi: Cho phép ẩn tab tiến độ

source: Course Organization Display String
he: מחרוזת תצוגת ארגון הקורס
hi: पाठ्यक्रम संगठन प्रदर्शन स्ट्रिंग
ja_jp: 講座提供主体の表示名
lt_lt: Kurso struktūros monitoriaus eilutė
vi: Chuỗi Hiển Thị Tổ Chức Của Khóa Học

source: Enter the course organization that you want to appear in the course. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
hi: उस पाठ्यक्रम संगठन को दर्ज करें जिसे आप पाठ्यक्रम में दिखाना चाहते हैं। यह सेटिंग उस संगठन को ओवरराइड करती है जिसे आपने पाठ्यक्रम बनाते समय दर्ज किया था। पाठ्यक्रम बनाते समय आपके द्वारा दर्ज किए गए संगठन का उपयोग करने के लिए, शून्य दर्ज करें।
vi: Nhập tổ chức khóa học mà bạn muốn xuất hiện trong khóa học. Thiết lập này ghi đè tổ chức bạn đã nhập khi tạo khóa học. Để sử dụng tổ chức mà bạn đã nhập khi bạn tạo khóa học, hãy nhập null.

source: Course Number Display String
he: מחרוזת תצוגת מספר הקורס
hi: कोर्स नंबर डिस्प्ले स्ट्रिंग
ja_jp: 講座番号の表示文字列
lt_lt: Kurso numerio monitoriaus eilutė
vi: Chuỗi Hiển Thị Số Khóa Học

source: Enter the course number that you want to appear in the course. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
hi: कोर्स नंबर दर्ज करें जिसे आप कोर्स में दिखाना चाहते हैं। यह सेटिंग उस कोर्स संख्या को ओवरराइड करती है जिसे आपने कोर्स बनाते समय दर्ज किया था। पाठ्यक्रम बनाते समय आपके द्वारा दर्ज किए गए पाठ्यक्रम संख्या का उपयोग करने के लिए, शून्य दर्ज करें।
vi: Nhập số hiệu khóa học mà bạn muốn xuất hiện trong khóa học. Thiết lập này sẽ ghi đè số hiệu khóa học bạn đã nhập khi bạn tạo khóa học. Để sử dụng số hiệu khóa học bạn nhập khi tạo khóa học, hãy nhập null.

source: Course Maximum Student Enrollment
he: מספר מירבי של סטודנטים רשומים
hi: पाठ्यक्रम अधिकतम छात्र नामांकन
ja_jp: 講座の最大受講可能数
lt_lt: Maksimalus kurso dalyvių skaičius
vi: Tuyển sinh Tối đa

source: Allow Public Wiki Access
he: אפשר גישה ציבורית לויקי.
hi: सार्वजनिक विकी एक्सेस की अनुमति दें
ja_jp: Wikiアクセスを許可する
lt_lt: Leisti viešą vikio prieigą
vi: Cho phép truy cập vào Wiki

source: Enter true or false. If true, edX users can view the course wiki even if they're not enrolled in the course.
he: הזן כן או לא. אם כן, משתמשי edX יכולים לצפות בויקי של הקורס גם אם הם לא רשומים לקורס.
ja_jp: trueもしくはfalseを入力します。trueの場合、edXユーザーは、この講座を登録解除しない限り、Wikiを見ることができます。
lt_lt: Įveskite "taip" arba "ne". Jeigu įvesite "taip", edX naudotojai galės matyti kurso vikį net jeigu jie nėra kurso dalyviai.
vi: Nhập đúng hay sai. Nếu đúng như vậy, người sử dụng điện cơ có thể xem wiki nhiên ngay cả khi họ đang không ghi danh vào khóa học.

source: Invitation Only
he: בהזמנה בלבד
hi: केवल आमंत्रण
ja_jp: 招待制
lt_lt: Tik pakviestiesiems
vi: Chỉ cho người được mời

source: Whether to restrict enrollment to invitation by the course staff.
he: האם להגביל את ההרשמה לנרשמים שהוזמנו על ידי צוות הקורס.
hi: कोर्स स्टाफ द्वारा नामांकन के लिए नामांकन को प्रतिबंधित करना है या नहीं।
ja_jp: 受講登録を講座スタッフの招待に限定するかどうか
lt_lt: Ar apriboti registraciją tik turintiems kurso personalo kvietimą?
vi: Liệu có hạn chế đăng ký theo lời mời của nhân viên phụ trách khóa học.

source: Pre-Course Survey Name
he: שם סקר טרום-קורס
hi: पूर्व-पाठ्यक्रम सर्वेक्षण का नाम
ja_jp: 開講前アンケート名
lt_lt: Prieš kursą pateikiamos apklausos pavadinimas
vi: Tên Khảo Sát trước Khóa học

source: Name of SurveyForm to display as a pre-course survey to the user.
he: שם קובץ סקר להצגה כסקר טרום-קורס למשתמש.
hi: उपयोगकर्ता को पूर्व-पाठ्यक्रम सर्वेक्षण के रूप में प्रदर्शित करने के लिए सर्वेफार्मा का नाम।
ja_jp: 受講前アンケートとしてユーザーに表示されるフォームの名前
lt_lt: Apklausos formos, kuri naudotojui pateikiama neprasidėjus kursui, pavadinimas
vi: Tên của Phiếu Khảo Sát sẽ hiển thị khảo sát trước khi khóa học tới người dùng

source: Pre-Course Survey Required
he: דרוש סקר טרום קורס
hi: पूर्व पाठ्यक्रम सर्वेक्षण आवश्यक है
ja_jp: 受講前アンケートは必須です
lt_lt: Reikalinga apklausa prieš kursą
vi: khảo sát tiền-khoá học là bắt buộc

source: Specify whether students must complete a survey before they can view your course content. If you set this value to true, you must add a name for the survey to the Course Survey Name setting above.
he: פרט אם סטודנטים חייבים להשלים את הסקר לפני שהם יכולים לצפות בתוכן הקורס שלך. אם אתה קובע ערך זה כ-כן, חובה להוסיף שם בהגדרת שם סקר הקורס מעלה.
hi: निर्दिष्ट करें कि क्या छात्रों को आपके पाठ्यक्रम की सामग्री को देखने से पहले एक सर्वेक्षण पूरा करना होगा। यदि आप इस मान को सही पर सेट करते हैं, तो आपको ऊपर दिए गए कोर्स सर्वे नाम सेटिंग के लिए सर्वेक्षण में नाम जोड़ना होगा।
ja_jp: 講座コンテンツが閲覧可能になる前に、受講前アンケートに回答しなければいけないかどうかを設定します。この値をtrueとした場合、設定上部にある受講前アンケートの名前を設定する必要があります。
lt_lt: Nurodykite, ar kurso dalyviai privalo atsakyti į apklausą prieš peržiūrėdami jūsų kurso turinį. Jeigu nustatysite "Taip", turėsite nurodyti apklausos pavadinimą aukščiau esančiame parametre "Kurso apklausos pavadinimas".
vi: Xác định xem học sinh phải hoàn tất một cuộc khảo sát trước khi họ có thể xem nội dung khóa học của bạn. Nếu bạn thiết lập giá trị này thành sự thật, bạn phải thêm một tên cho các điều tra cho khóa học Tên Khảo sát thiết lập ở trên.

source: Course Visibility In Catalog
he: חשיפת הקורס בקטלוג
hi: कैटलॉग में पाठ्यक्रम दृश्यता
ja_jp: 講座一覧における表示設定
lt_lt: Kurso matomumas kataloge
vi: Hiển Thị Khóa Học ở Danh Mục

source: Entrance Exam Enabled
he: מופעל מבחן כניסה
hi: प्रवेश परीक्षा सक्षम
ja_jp: 入学試験有効
lt_lt: Stojamasis egzaminas įjungtas
vi: Mở bài kiểm tra đầu vào.

source: Entrance Exam Minimum Score (%)
he: ציון מינימלי למבחן כניסה (%)
hi: प्रवेश परीक्षा न्यूनतम अंक (%)
ja_jp: 入学試験最低点(％)
lt_lt: Minimalus stojamojo egzamino balas (%)
vi: điểm thi đầu vào tối thiểu Điểm (%)

source: Entrance Exam ID
he: מזהה של מבחן כניסה
hi: प्रवेश परीक्षा की आईडी
ja_jp: 入学試験ID
lt_lt: Stojamojo egzamino identifikacija
vi: ID bài thi đầu vào

source: Content module identifier (location) of entrance exam.
he: מזהה (מיקום) מודול תוכן עבור מבחן כניסה.
hi: प्रवेश परीक्षा की सामग्री मॉड्यूल पहचानकर्ता (स्थान)।
ja_jp: 入学試験のコンテンツモジュール識別子(場所)
lt_lt: Stojamojo egzamino turinio modulio identifikacija (adresas).
vi: Nội dung nhận dạng module (vị trí) của kỳ thi tuyển sinh.

source: Course Language
ja_jp: 講座の言語
lt_lt: Kurso kalba
vi: Ngôn ngữ khóa học

source: Specify the language of your course.
hi: अपने पाठ्यक्रम की भाषा निर्दिष्ट करें।
ja_jp: 講座の言語を指定します。
lt_lt: Nurodykite savo kurso kalbą.
vi: Chỉ định ngôn ngữ của khóa học của bạn.

source: Teams Configuration
hi: टीमों का विन्यास
ja_jp: チーム設定
lt_lt: Komandų konfigūravimas
vi: Cấu hình các đội

source: Specify the maximum team size and topics for teams inside the provided set of curly braces. Make sure that you enclose all of the sets of topic values within a set of square brackets, with a comma after the closing curly brace for each topic, and another comma after the closing square brackets. For example, to specify that teams should have a maximum of 5 participants and provide a list of 2 topics, enter the configuration in this format: {example_format}. In "id" values, the only supported special characters are underscore, hyphen, and period.
vi: Chỉ định kích thước tối đa nhóm và chủ đề cho các nhóm bên trong các dấu ngoặc nhọn được cung cấp. Đảm bảo rằng bạn gửi kèm tất cả các giá trị chủ đề trong một tập hợp các dấu ngoặc vuông, với dấu phẩy sau dấu ngoặc nhọn đóng cho mỗi chủ đề và dấu phẩy khác sau dấu ngoặc vuông. Ví dụ: để chỉ định rằng các nhóm nên có tối đa 5 người tham gia và cung cấp danh sách 2 chủ đề, hãy nhập cấu hình theo định dạng này: {example_format}. Trong các giá trị "id", chỉ các ký tự đặc biệt được hỗ trợ là dấu gạch dưới, dấu gạch nối, và khoảng thời gian.

source: Enable Proctored Exams
hi: प्रोक्टेड एक्ज़ाम सक्षम करें
ja_jp: 試験監督つき試験を有効にする
lt_lt: Įjungti stebimus egzaminus
vi: Kích hoạt tính năng Exams Proctored

source: Enter true or false. If this value is true, proctored exams are enabled in your course. Note that enabling proctored exams will also enable timed exams.
hi: सही या गलत दर्ज करें। यदि यह मान सत्य है, तो प्रोक्टेड परीक्षा आपके पाठ्यक्रम में सक्षम हैं। ध्यान दें कि प्रचलित परीक्षाओं को सक्षम करने से समयबद्ध परीक्षाओं को भी सक्षम किया जाएगा।
ja_jp: true か false を入力します。true と設定すると、この講座では監督付きの試験が有効となります。監督付きの試験を有効にすると、時限のある試験となることにも注意してください。
vi: Nhập true hoặc false. Nếu giá trị này là true, các bài kiểm tra có giám thị sẽ được bật trong khóa học của bạn. Lưu ý rằng việc bật các bài kiểm tra có giám thị cũng sẽ cho phép các kỳ thi được hẹn trước trời gian.

source: Proctoring Provider
hi: प्रोक्टरिंग प्रदाता
vi: Dịch vụ Trông Thi

source: Enter the proctoring provider you want to use for this course run. Choose from the following options: {available_providers}.
hi: इस कोर्स चलाने के लिए आप जिस प्रॉक्टरिंग प्रदाता का उपयोग करना चाहते हैं, उसे दर्ज करें। निम्नलिखित विकल्पों में से चुनें: {उपलब्ध_प्रोवाइडर्स}।
vi: Nhập dịch vụ trông thi bạn muốn dùng cho khóa học này. Chọn từ những lựa chọn sau: {available_providers}.

source: Allow Opting Out of Proctored Exams
hi: प्रोक्टेड परीक्षा से बाहर निकलने की अनुमति दें
vi: Cho phép Chọn Không tham gia Các kỳ thi Có giám thị

source: Enter true or false. If this value is true, learners can choose to take proctored exams without proctoring. If this value is false, all learners must take the exam with proctoring. This setting only applies if proctored exams are enabled for the course.
hi: सही या गलत दर्ज करें। यदि यह मान सत्य है, तो शिक्षार्थी प्रॉक्टरिंग के बिना प्रोक्टेड परीक्षा लेने का विकल्प चुन सकते हैं। यदि यह मान गलत है, तो सभी शिक्षार्थियों को प्रॉक्टरिंग के साथ परीक्षा देनी होगी। यह सेटिंग केवल तभी लागू होती है जब प्रोक्टेड परीक्षा पाठ्यक्रम के लिए सक्षम हो।
vi: Nhập true hoặc false. Nếu giá trị này là true, người học có thể chọn tham gia thi bài thi có giám thị mà không bị giám sát. Nếu giá trị này là false, tất cả học sinh phải tham dự kỳ thi có giám thị. Thiết lập này chỉ áp dụng nếu các kỳ thi có giám thị được bật cho khóa học.

source: Create Zendesk Tickets For Suspicious Proctored Exam Attempts
hi: संदिग्ध प्रमाणित परीक्षा के प्रयासों के लिए Zendesk टिकट बनाएँ
vi: Tạo Zendesk Tickets Cho Làm bài thi Có giám thị Đáng ngờ

source: Enter true or false. If this value is true, a Zendesk ticket will be created for suspicious attempts.
hi: सही या गलत दर्ज करें। यदि यह मान सत्य है, तो संदेहास्पद प्रयासों के लिए एक Zendesk टिकट बनाया जाएगा।
vi: Nhập true hoặc false. Nếu giá trị này là true, vé Zendesk sẽ được tạo ra cho những bài thi đáng ngờ.

source: Enable Timed Exams
hi: समयबद्ध परीक्षाओं को सक्षम करें
ja_jp: 時限のあるテストを有効にする
vi: Bật Bài thi Định giờ

source: Enter true or false. If this value is true, timed exams are enabled in your course. Regardless of this setting, timed exams are enabled if Enable Proctored Exams is set to true.
hi: सही या गलत दर्ज करें। यदि यह मान सत्य है, तो समयबद्ध परीक्षा आपके पाठ्यक्रम में सक्षम हैं। इस सेटिंग के बावजूद, सक्षम परीक्षाओं को सही पर सेट करने पर समयबद्ध परीक्षाएं सक्षम हो जाती हैं।
vi: Nhập true hoặc false. Nếu giá trị này là true, các bài thi có khống chế thời gian sẽ được kích hoạt trong khóa học của bạn. Bất kể thiết lập này như thế nào, các bài thi có khống chế giờ sẽ được kích hoạt nếu lựa chọn Bài thi có Giám thị được bật.

source: Minimum Grade for Credit
hi: क्रेडिट के लिए न्यूनतम ग्रेड
ja_jp: 単位取得の下限成績
lt_lt: Minimalus įvertinimas kreditui
vi: Lớp tối thiểu đối với tín dụng
