Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419, hi, ja_jp, ko_kr, lt_lt, pt_br, vi, zh_tw

source: Photo ID
es_419: Foto ID
hi: फोटो पहचान पत्र
ja_jp: 写真ID
ko_kr: 사진있는 신분증
lt_lt: Asmens tapatybės dokumentas su nuotrauka
pt_br: Foto de Identificação
vi: HÌnh ảnh chứng minh nhân dân
zh_tw: 照片 ID

source: A driver's license, passport, or other government-issued ID with your name and photo
es_419: Una licencia de conducir, pasaporte, cédula o otra identificación oficial con su nombre y foto
hi: आपके नाम और फोटो के साथ ड्राइविंग लाइसेंस, पासपोर्ट, या अन्य सरकार द्वारा जारी आईडी
ja_jp: 運転免許証、パスポート、もしくは政府もしくは学校が発行した氏名と写真がついた身分証明証。
ko_kr: 주민등록증, 운전면허증, 여권 등 이름과 사진이 있는 정부 발급 신분증
lt_lt: Vairuotojo pažymėjimas, pasas ar kitas valdžios institucijų išduotas asmens tapatybės dokumentas su jūsų vardu, pavarde ir nuotrauka
pt_br: Uma carteira de motorista, um passaporte ou outro documento de identidade oficial com o seu nome e foto
vi: Giấy phép, hộ chiếu, hoặc ID chính phủ phát hành của một người lái xe với tên và ảnh của bạn
zh_tw: 一張駕照、護照，或其他政府簽發的ID，需包含您的姓名和照片。

source: You are enrolling in: {courseName}
es_419: Te estás inscribiendo en: {courseName}
hi: आप इसमें दाखिला ले रहे हैं: {courseName}
ko_kr: 현재 {courseName} 에 수강 등록되어 있습니다
pt_br: Você está se inscrevendo em: %{courseName}
vi: Bạn đang đăng ký: {courseName}

source: You are upgrading your enrollment for: {courseName}
es_419: Estás cambiando a la modalidad verificada para: {courseName}
hi: आप इसके लिए अपना नामांकन अपग्रेड कर रहे हैं: {courseName}
ko_kr: {courseName} 에 대해 수강 등록 업그레이드를 진행중입니다
pt_br: Você está atualizando sua matrícula para: {courseName}
vi: Bạn đang nâng cấp đăng ký của mình cho: {courseName}

source: You can now enter your payment information and complete your enrollment.
es_419: Ahora puede agregar su información de pago, y completar su inscripción
hi: अब आप अपनी भुगतान जानकारी दर्ज कर सकते हैं और अपना नामांकन पूरा कर सकते हैं।
ja_jp: 支払い情報を入力して受講登録を完了できます。
ko_kr: 결제 정보 입력이 가능하며, 등록을 완료할 수 있습니다.
lt_lt: Dabar galite įeiti į savo mokėjimo informaciją ir baigti registraciją.
pt_br: Você pode preencher agora as informações sobre o pagamento e completar a sua matrícula
vi: Bạn có thể điền thông tin thanh toán ngay bây giờ và hoàn thành việc ghi danh.
zh_tw: 您現在可以輸入您的付款資訊以及完成您的註冊。

source: You can pay now even if you don't have the following items available, but you will need to have these by {date} to qualify to earn a Verified Certificate.
es_419: Puede pagar ahora, incluso si no tiene los siguientes items disponibles, pero deberá tenerlos antes del {date} para calificar para un Certificado Verificado.
hi: आप अभी भी भुगतान कर सकते हैं, भले ही आपके पास निम्न वस्तुएं उपलब्ध न हों, लेकिन आपको सत्यापित प्रमाणपत्र अर्जित करने के लिए अर्हता प्राप्त करने के लिए {date} तक ये होने चाहिए।
ko_kr: 아래의 항목이 없더라도 지금 결제할 수 있습니다. 그러나 인증된 이수증을 발급받으시려면 {date}까지는 이 항목들을 만족하셔야 됩니다.
pt_br: Você pode pagar agora, mesmo que não tenha nenhum dos seguintes itens disponíveis, mas você terá que tê-los até {date} para se qualificar para um Certificado Verificado.
vi: Bạn có thể thanh toán ngay bây giờ ngay cả khi bạn không có các mục sau đây nhưng bạn sẽ cần phải có những thông tin này vào ngày {date} để hội đủ điều kiện để lấy Chứng chỉ Xác nhận.

source: An email has been sent to {userEmail} with a link for you to activate your account.
es_419: Un correo electrónico ha sido enviado a su {userEmail} con un enlaze para activar su cuenta.
hi: आपके खाते को सक्रिय करने के लिए एक लिंक के साथ एक ईमेल {userEmail} को भेजा गया है।
ko_kr: {userEmail} 에 계정 활성화 안내 이메일을 보냈습니다.
pt_br: Um email foi enviado para {userEmail} com o link para ativar sua conta.
vi: Một email đã được gửi đến {userEmail} với một liên kết để bạn kích hoạt tài khoản của mình.

source: Why activate?
es_419: Por qué activar?
hi: क्यों सक्रिय?
ko_kr: 왜 활성화를 해야합니까?
pt_br: Por quê ativar?
vi: Vì sao kích hoạt ?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
es_419: Necesitamos que active su cuenta para asegurarnos que es usted realmente el que está creando la cuenta y para prevenir fraude.
hi: हम आपसे यह सुनिश्चित करने के लिए अपने खाते को सक्रिय करने के लिए कहते हैं कि यह वास्तव में आप खाता बना रहे हैं और धोखाधड़ी को रोक सकते हैं।
ko_kr: 실제로 계정을 사용하는 사람이 본인임을 확인하기 위해 계정 활성화 과정이 필요합니다.
pt_br: Solicitamos para você ativar sua conta para garantir que é você que está criando a conta e previnir fraudes.
vi: Chúng tôi yêu cầu bạn kích hoạt tài khoản của bạn để đảm bảo nó thực sự là bạn đang tạo tài khoản và để tránh gian lận.

source: You can pay now even if you don't have the following items available, but you will need to have these to qualify to earn a Verified Certificate.
es_419: Puede pagar ahora, incluso si no tiene los siguientes items disponibles, pero deberá tenerlos para calificar para un Certificado Verificado.
hi: आप अभी भी भुगतान कर सकते हैं, भले ही आपके पास निम्नलिखित आइटम उपलब्ध न हों, लेकिन आपको सत्यापित प्रमाणपत्र प्राप्त करने के लिए इन योग्य होने की आवश्यकता होगी।
ja_jp: 以下の項目がない場合でも今支払いはできますが、本人認証付き修了証を取得するためには必要になります。
ko_kr: 다음 항목들을 이용할 수 없더라도 지금 결제할 수 있습니다. 그러나 인증 이수증을 받기 위해서는 이 항목들이 필요합니다.
lt_lt: Jūs galite sumokėti dabar netgi jei neturite šių dokumentų, bet turėsite juos gauti, kad įgytumėte teisę į tapatybe patvirtintą sertifikatą.
pt_br: Você pode pagar agora, mesmo não tendo nenhum dos seguintes itens disponíveis, mas você terá que tê-los para se qualificar para um Certificado Verificado.
vi: Bạn có thể thanh toán ngay tại ngay cả khi bạn không có các mục sau đây có sẵn, nhưng bạn sẽ cần phải có những hội đủ điều kiện để kiếm được một giấy chứng nhận Verified.
zh_tw: 即使您不具備下列項目，您現在仍然可以支付，但是您需要具備這些項目，才能獲得認證證書。

source: Government-Issued Photo ID
es_419: Foto de documento oficial de identificación
hi: सरकार द्वारा जारी फोटो आईडी
ja_jp: 政府発行の写真付き身分証明書
ko_kr: 정부가 발급한 Photo ID
lt_lt: Valdžios institucijų išduotas asmens tapatybės dokumentas su nuotrauka
pt_br: Foto de um documento de identidade oficial
vi: Hình ảnh ID được cấp bới chính phủ
zh_tw: 政府簽發照片ID

source: ID-Verification is not required for this Professional Education course.
es_419: La verification de ID no se requiere para este curso de Educación Profesional
hi: इस व्यावसायिक शिक्षा पाठ्यक्रम के लिए आईडी-सत्यापन की आवश्यकता नहीं है।
ja_jp: このプロフェッショナル教育講座では、ID認証は必要ありません。
ko_kr: 전문 교육 과정에는 ID 신분확인이 필요하지 않습니다.
pt_br: A verificação do ID não é necessária para esse curso de Educação Profissional
vi: Khoá học cao cấp này không yêu cầu xác nhận ID.
zh_tw: 此專業教育課程不需要身分驗證。

source: All professional education courses are fee-based, and require payment to complete the enrollment process.
es_419: Todos los cursos de educación profesional son basados en honorarios, y requieren el pago para completar el proceso de inscripción.
hi: सभी व्यावसायिक शिक्षा पाठ्यक्रम शुल्क-आधारित हैं, और नामांकन प्रक्रिया को पूरा करने के लिए भुगतान की आवश्यकता होती है।
ja_jp: 全教育専門講座は手数料ベースで、受講登録手続きの完了には支払いが必要です。
ko_kr: 모든 전문 과정 강좌는 유료이며, 수강신청 처리를 완료하기 위해 결제가 필요합니다.
pt_br: Todos os cursos de educação profissional possuem uma taxa, e requerem o pagamento desta para completar o processo de inscrição.
vi: Tất cả khoá học cao cấp đều tính học phí, và cần thanh toán để hoàn tất quá trình ghi danh.
zh_tw: 所有的專業教育課程皆需付費，必須進行付費以完成註冊程序。

source: You have already verified your ID!
es_419: Usted ha verificado su ID!
hi: आपने पहले ही अपनी आईडी सत्यापित कर ली है!
ja_jp: 本人認証が完了しています！
ko_kr: 벌써 당신의 신분증을 인증했습니다!
lt_lt: Jūs jau patvirtinote savo tapatybę!
pt_br: Você já verificou a sua identificação
vi: ID của bạn đã được xác nhận!
zh_tw: 您已經驗證您的ID！

source: Your verification status is good until {verificationGoodUntil}.
es_419: Tu estado de verificación es válido hasta {verificationGoodUntil}.
hi: {VerificationGoodUntil} तक आपकी सत्यापन स्थिति अच्छी है।
ko_kr: {verificationGoodUntil} 까지 확인이 유효합니다.
pt_br: Seu status de verificação é válido até {verificationGoodUntil}.
vi: Trạng thái xác minh của bạn là tốt cho đến {verificationGoodUntil}.

source: price
es_419: precio
hi: कीमत
ja_jp: 価格
ko_kr: 값
pt_br: preço
vi: giá tiền
zh_tw: 價格

source: Account Not Activated
es_419: Cuenta no activada
hi: खाता सक्रिय नहीं
ko_kr: 계정이 활성화되지 않았습니다
pt_br: Conta não ativada
vi: Tài khoản Chưa kích hoạt
zh_tw: 帳號未啟用

source: Upgrade to a Verified Certificate for {courseName}
es_419: Optar por el Certificado Verificado para {courseName}
hi: {courseName} के लिए सत्यापित प्रमाणपत्र में अपग्रेड करें
ko_kr: {courseName} 에 대해 인증 이수증으로 업그레이드 하세요
pt_br: Atualizar para um certificado verificado para {courseName}
vi: Nâng cấp lên Chứng chỉ Xác nhận cho {courseName}

source: Before you upgrade to a certificate track, you must activate your account.
es_419: Antes de ascender a la ruta de certificado verificado, deberá activar su cuenta.
hi: प्रमाणपत्र ट्रैक में अपग्रेड करने से पहले, आपको अपना खाता सक्रिय करना होगा।
ko_kr: 이수증 과정으로 업그레이드 하기 전에 반드시 계정을 활성화해야 합니다.
pt_br: Antes de atualizar seu certificado seguinte, você deve ativar sua conta.
vi: Trước khi bạn nâng cấp lên một chương trình chứng chỉ, bạn phải kích hoạt tài khoản của bạn.
zh_tw: 在您升級到有認證的證書之前，您必須啟用您的帳號。

source: Check your email for an activation message.
es_419: Revise sus correos electrónicos para un mensaje de activación.
hi: सक्रियण संदेश के लिए अपना ईमेल देखें।
ko_kr: 활성화 안내 이메일이 도착했는지 확인하세요.
pt_br: Verifique o e-mail recebido com uma mensagem de ativação.
vi: Kiểm tra email của bạn để biết thông báo kích hoạt.
zh_tw: 請檢查您的email獲得啟用的通知。

source: Professional Certificate for {courseName}
es_419: Certificado Profesional para {courseName}
hi: {courseName} के लिए व्यावसायिक प्रमाणपत्र
ko_kr: {courseName} 에 대한 전문 이수증
pt_br: Certificado profissional para {courseName}
vi: Chứng chỉ Chuyên nghiệp cho {courseName}

source: Verified Certificate for {courseName}
es_419: Certificado Verificado para {courseName}
hi: {courseName} के लिए सत्यापित प्रमाणपत्र
ko_kr: {courseName} 에 대한 인증 이수증
pt_br: Certificado verificado para {courseName}
vi: Chứng chỉ Xác nhận cho {courseName}

source: To receive a certificate, you must also verify your identity before {date}.
es_419: Para recibir un certificado, también debe verificar su identidad antes del {date}.
hi: प्रमाण पत्र प्राप्त करने के लिए, आपको {date} से पहले अपनी पहचान को भी सत्यापित करना होगा।
ko_kr: 인증된 이수증을 발급받으려면, {date}이전에 신분을 증명해야 합니다.
pt_br: Para receber um certificado, você deve também verificar sua identidade antes de {date}
vi: Để nhận chứng chỉ, bạn cũng phải xác minh danh tính của mình trước ngày {date}.

source: To receive a certificate, you must also verify your identity.
es_419: Para recibir un certificado, también debe verificar su identidad.
hi: एक प्रमाण पत्र प्राप्त करने के लिए, आपको अपनी पहचान को भी सत्यापित करना होगा।
ko_kr: 이수증을 얻기 위해 신분 확인 절차를 밟아야 합니다
pt_br: Para receber um certificado, você também deve verificar a sua identidade.
vi: Để nhận chứng chỉ, bạn cũng phải xác minh danh tính của mình.
zh_tw: 為了獲得修課證明，您必須驗證您的身分。

source: To verify your identity, you need a webcam and a government-issued photo ID.
es_419: Para verificar su identidad, necesitará una cámara web, y un documento de identificación oficial con foto.
hi: अपनी पहचान सत्यापित करने के लिए, आपको एक वेबकैम और एक सरकार द्वारा जारी की गई फोटो आईडी चाहिए।
ko_kr: 신분 확인을 위해 웹캠과 정부 발급 신분증이 필요합니다.
pt_br: Para verificar sua identidade, você precisa de uma webcam e um documento com foto emitido pelo governo.
vi: Để xác minh danh tính của bạn, bạn cần một webcam và ảnh ID -Chứng minh thư hoặc Căn cước công dân- do chính phủ ban hành.
zh_tw: 驗證你的身分，你必須要有一個攝影鏡頭和一個證件的照片。

source: Your ID must be a government-issued photo ID that clearly shows your face.
es_419: Su documento de identificación debe ser un documento oficial con foto que muestre claramente su cara.
hi: आपकी आईडी सरकार द्वारा जारी की गई फोटो आईडी होनी चाहिए जो आपके चेहरे को स्पष्ट रूप से दिखाती है।
ko_kr: 신분증은 반드시 얼굴이 드러나는 정부 발급 신분증이어야 합니다.
pt_br: Seu ID deve ser um documento com foto emitido pelo governo que mostra claramente o seu rosto.
vi: ID của bạn phải là ảnh ID do chính phủ ban hành thấy rõ khuôn mặt của bạn.
zh_tw: 您的ID必須是證件的照片，並清楚地顯示你的臉。

source: You will use your webcam to take a picture of your face and of your government-issued photo ID.
es_419: Usará su cámara web para tomar una foto de su cara y de su documento de identificación oficial con foto.
hi: आप अपने चेहरे की तस्वीर और अपनी सरकार द्वारा जारी की गई फोटो आईडी लेने के लिए अपने वेबकैम का उपयोग करेंगे।
ko_kr: 웹캠을 사용해 얼굴 사진과 정부 발급 신분증 사진을 찍을 것입니다.
pt_br: Você vai usar sua webcam para tirar uma foto do seu rosto e do seu documento com foto emitido pelo governo.
vi: Bạn sẽ sử dụng webcam của mình để chụp hình khuôn mặt và ảnh ID do chính phủ ban hành.
zh_tw: 您可以使用您的攝影鏡頭拍攝您的臉，和正式的證件照片。

source: Thank you! We have received your payment for {courseName}.
es_419: ¡Gracias! Hemos recibido tu pago para {courseName}.
ko_kr: 감사합니다! {courseName} 에 대한 결제가 완료되었습니다.
pt_br: Obrigado! Nós recebemos o seu pagamento para o curso {courseName}.
vi: Cảm ơn bạn! Chúng tôi đã nhận được thanh toán của bạn cho {courseName}.

source: Next Step: Confirm your identity
es_419: Siguiente paso: Confirmación de identidad
ja_jp: 次のステップ：本人性の確認
ko_kr: 다음 단계: 귀하의 신분을 확인하세요.
lt_lt: Toliau: patvirtinkite savo tapatybę
pt_br: Próximo passo: confirme a sua identidade
vi: Bước tiếp theo:
zh_tw: 下一步：確認您的身分

source: Check your email
es_419: Verificar su correo electrónico
ja_jp: メールをチェックしてください
ko_kr: 이메일을 확인하십시요.
lt_lt: Pasitikrinkite el. paštą
pt_br: Verifique o seu e-mail
vi: Kiểm tra email của bạn
zh_tw: 檢查您的電子郵件

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email.
es_419: Necesita activar la cuenta antes de que pueda registrarse para el curso. Revise su bandeja de entrada que un correo electrónico de activación fue enviado.
ja_jp: 講座の受講登録を始める前に、アカウントのアクティベーションを完了させる必要があります。アクティベーションメールの到着をご確認ください。
ko_kr: 수강신청 전에 계정을 활성화해야 합니다. 발송된 메일을 확인해주세요.
lt_lt: Prieš registruojantis į kursus, jums reikės aktyvinti savo paskyrą. Pasitikrinkite savo el. pašto dėžutę, mes jums išsiuntėme laišką su aktyvinimo instrukcija.
pt_br: Você precisa ativar a sua conta antes de se matricular nos cursos. Verifique em sua caixa de entrada o e-mail de ativação.
vi: Bạn cần kích hoạt tài khoản trước khi ghi danh vào khoá học. Kiểm tra hộp thư đến cho email cần kích hoạt.
zh_tw: 在註冊課程前，您需要啟動您的賬號。 檢查您信箱中的啟動郵件。

source: A driver's license, passport, or government-issued ID with your name and photo.
es_419: Una licencia de conducir, pasaporte, cédula o otra identificación oficial con su nombre y foto
ja_jp: 運転免許証、パスポート、もしくは政府もしくは学校が発行した氏名と写真がついた身分証明証。
ko_kr: 주민등록증, 운전면허증, 여권 등 이름과 사진이 있는 정부 발급 신분증
lt_lt: Vairuotojo pažymėjimas, pasas ar valdžios institucijų išduotas asmens tapatybės dokumentas su jūsų vardu, pavarde ir nuotrauka.
pt_br: Uma carteira de motorista, um passaporte ou um documento de identidade oficial com o seu nome e foto.
vi: Bằng lái xe, hộ chiếu, chứng minh nhân dân hoặc thẻ học viên có tên và ảnh của bạn.
zh_tw: 一張駕照、護照，或其他政府簽發的ID，需包含您的姓名和照片。

source: If you don't verify your identity now, you can still explore your course from your dashboard. You will receive periodic reminders from %(platformName)s to verify your identity.
es_419: Si no verifica su identidad ahora, de todas formas podrá explorar el curso desde su Panel de Control. Recibirá recordatorios periódicos de %(platformName)s para realizar la verificación de identidad.
ko_kr: 지금 본인 인증을 받지 않아도, 대시보드에서 강좌 검색을 계속할 수 있습니다. 다만 주기적으로 %(platformName)s에서 본인 인증 관련 알림이 있을 것입니다.
lt_lt: Jeigu dabar nepatvirtinsite savo tapatybės, informaciniame puslapyje vis tiek galite peržiūrėti savo kursą. Iš %(platformName)s gausite periodinius priminimus dėl tapatybės patvirtinimo.
pt_br: Se você não confirmar a sua identidade agora, você ainda poderá explorar o curso pelo seu painel de controle. Você vai receber lembretes periódicos de %(platformName)s para verificar a sua identidade.
vi: Nếu bạn không xác minh danh tính của bạn bây giờ, bạn vẫn có thể khám phá khóa học của bạn từ bảng điều khiển của bạn. Bạn sẽ nhận được nhắc nhở định kỳ từ %(platformName)s là để xác minh danh tính của bạn.
zh_tw: 如果您現在不驗證您的身份，您仍然可以透過我的課程來探索您的課程。您會從 %(platformName)s 收到定期提醒來驗證您的身分。

source: Identity Verification In Progress
es_419: Verificación de identidad en progreso
hi: प्रगति में पहचान का सत्यापन
ko_kr: 본인 확인 중입니다.
pt_br: Verificação de Identificação em Progresso
vi: Việc xác nhận danh tính đang được tiến hành
zh_tw: 身分辨識驗證進行中

source: We have received your information and are verifying your identity. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days). In the meantime, you can still access all available course content.
es_419: Hemos recibido la información enviada y estamos verificando su identidad. Recibir un mensaje en su Panel principal cuando el proceso de verificación esté completado (usualmente entre 1-2 días). Durante este tiempo, igualmente tendrá acceso a todo el contenido de su curso.
ko_kr: 귀하의 정보를 받았으며 본인 확인 중입니다. 이 절차가 완료되면 (보통 1-2일 안에 완료) 대시보드에서 메시지를 볼 수 있을 것입니다. 그동안 본인 확인이 필요 없는 콘텐츠를 이용하실 수 있습니다.
pt_br: Recebemos as suas informações e estamos verificando a sua identificação. Você receberá uma mensagem em seu painel de controle quando o processo de verificação estiver concluído (normalmente entre 1-2 dias). Enquanto isso, você ainda pode acessar a todo o conteúdo do curso.
vi: Chúng tôi đã nhận được thông tin của bạn và đang tiến xác nhận danh tính của bạn. Bạn sẽ thấy một tin nhắn trên bảng điều khiển khi quá trình xác nhận hoàn tất (thông thường trong vòng 1-2 ngày). Trong thời gian chờ đợi, bạn vãn có thể truy cập nội dung các khoá học có sẵn.
zh_tw: 我們已經收到您的資訊，並正在驗證您的身份。當驗證程序完成(usually within 1-2 days)你將會看到一個訊息在你的課程面板上,你依然可以進入所有可利用的課程內容。

source: Return to Your Dashboard
es_419: Volver al panel principal
hi: अपने डैशबोर्ड पर लौटें
ko_kr: 대시보드로 돌아 가기
pt_br: Retornar ao painel de controle
vi: Quay Lại Bảng Điều Khiển Của Bạn
zh_tw: 回到我的課程

source: Review Your Photos
es_419: Revisar sus fotos
hi: अपनी तस्वीरों की समीक्षा करें
ja_jp: 写真の確認
ko_kr: 사진을 살펴보세요
lt_lt: Peržiūrėkite savo nuotraukas
pt_br: Revisar suas Fotos
vi: Xem lại ảnh của bạn
zh_tw: 檢閱您的照片

source: Make sure we can verify your identity with the photos and information you have provided.
es_419: Asegúrese de que podamos verificar su identidad con las imágenes y la información suministrada.
hi: सुनिश्चित करें कि हम आपके द्वारा प्रदान की गई तस्वीरों और जानकारी के साथ आपकी पहचान को सत्यापित कर सकते हैं।
ja_jp: あなたが提供した写真と情報で、私たちがあなたの本人性を認証できることを確認してください。
ko_kr: 사진과 정보로 신원을 인증받을 수 있는지 확인하세요.
lt_lt: Įsitikinkite, kad jūsų pateiktos nuotraukos ir informacija padės mums patvirtinti jūsų tapatybę.
pt_br: Confirme se nós poderemos verificar sua indenidade com as fotos e a informação que você forneceu.
vi: Hãy chắc chắn rằng chúng tôi có thể xác thực danh tính của bạn qua các bức ảnh và thông tin mà bạn cung cấp.
zh_tw: 確認我們可以透過您提供的照片和資訊來驗證您的身分。

source: Photo of %(fullName)s
es_419: Foto de %(fullName)s
hi: %(fullName)s की फोटो
ja_jp: %(fullName)s の写真
ko_kr: %(fullName)s의 사진
lt_lt: %(fullName)s nuotrauka
pt_br: Foto de %(fullName)s
vi: Hình của %(fullName)s
zh_tw: %(fullName)s的照片

source: Photo of %(fullName)s's ID
es_419: Foto de la identificación de %(fullName)s
hi: %(fullName)s की ID का फोटो
ja_jp: %(fullName)s's の身分証明書の写真
ko_kr: %(fullName)s의 신분증 사진
lt_lt: %(fullName)s asmens tapatybės dokumento nuotrauka
pt_br: Foto do documento de %(fullName)s
vi: Ảnh của %(fullName)s ID
zh_tw: %(fullName)s的ID的照片

source: Photo requirements:
es_419: Requerimientos para las fotos:
hi: फोटो आवश्यकताएँ:
ja_jp: 写真の要求事項：
ko_kr: 사진의 조건:
lt_lt: Reikalavimai nuotraukai:
pt_br: Requisitos da foto:
vi: Những yêu cầu của hình:
zh_tw: 照片要求：

source: Does the photo of you show your whole face?
es_419: ¿Muestra la foto su cara completa?
hi: क्या आप की फोटो आपके पूरे चेहरे को दिखाती है?
ja_jp: 写真にあなたの顔全体が写っていますか？
ko_kr: 귀하의 사진이 전체 얼굴을 보여주고 있습니까?
lt_lt: Ar nuotraukoje matyti visas jūsų veidas?
pt_br: A sua foto escolhida exibe todo o seu rosto?
vi: Hình của bạn có hiển thị toàn bộ khuôn mặt không?
zh_tw: 您的照片是否有完全顯示您的臉？

source: Does the photo of you match your ID photo?
es_419: ¿Su foto corresponde a la foto en su identificación?
ja_jp: 身分証明書の写真とあなたの写真は一致しますか？
ko_kr: 귀하의 사진과 신분증 사진이 일치합니까?
lt_lt: Ar jūsų nuotrauka atitinka nuotrauką asmens tapatybės dokumente?
pt_br: A foto a seguir é a mesma foto de sua identidade?
vi: Hình của bạn có giống với hình trên chứng minh nhân dân không?
zh_tw: 圖片是否與您ID上的圖片一樣？

source: Is your name on your ID readable?
es_419: ¿Está su nombre legible en su identificación?
hi: क्या आपका नाम आपकी आईडी पर पढ़ा जा सकता है?
ja_jp: 身分証明書の氏名は読むことができますか？
ko_kr: 신분증 상의 이름이 읽혀집니까?
lt_lt: Ar jūsų vardas ir pavardė asmens tapatybės dokumente yra įskaitomi?
pt_br: O seu nome é legível em seu documento?
vi: Tên của bạn trên chứng minh nhân dân có dễ dàng đọc đuợc không?
zh_tw: 您ID上的名稱是否可讀？

source: Does the name on your ID match your account name: %(fullName)s?
es_419: ¿Corresponde el nombre en su identificación con el nombre es su cuenta: %(fullName)s?
hi: क्या आपकी आईडी पर नाम आपके खाते के नाम से मेल खाता है:%(fullName)s?
ja_jp: 身分証明書上の氏名はあなたのアカウントの氏名と一致しますか？: %(fullName)s
ko_kr: 신분증의 이름이 계정의 이름과 일치합니까?:%(fullName)s
lt_lt: Ar jūsų vardas ir pavardė asmens tapatybės dokumente sutampa su jūsų vardu ir pavarde paskyroje: %(fullName)s?
pt_br: O nome de sua identificação correspondo ao nome de sua conta: %(fullName)s?
vi: Tên trên chứng minh nhân dân có trùng với tên tài khoản của bạn: %(fullName)s không?
zh_tw: 您的ID名稱是否與賬號名稱一樣: %(fullName)s？

source: Edit Your Name
es_419: Edite su nombre
hi: अपना नाम बदलें
ja_jp: 名前を編集
ko_kr: 이름 편집
lt_lt: Redaguoti vardą
pt_br: Edite o seu nome
vi: Chỉnh sửa tên của bạn
zh_tw: 編輯您的姓名

source: Make sure that the full name on your account matches the name on your ID.
es_419: Asegurese que su nombre completo en su cuenta corresponde al de su documento de identificación.
hi: सुनिश्चित करें कि आपके खाते का पूरा नाम आपकी आईडी पर नाम से मेल खाता है।
ja_jp: あなたの身分証明書の氏名がアカウントの氏名と一致することを確認してください。
ko_kr: 계정의 이름이 당신의 신분증 상의 이름과 일치하는지 확인하세요.
lt_lt: Įsitikinkite, kad jūsų vardas ir pavardė paskyroje atitinka asmens tapatybės dokumentą.
pt_br: Verifique se o nome completo na sua conta é o mesmo que o nome no seu documento de identidade.
vi: Hãy chắc chắn rằng tên đầy đủ của bạn phù hợp với tên trên chứng minh nhân dân của bạn.
zh_tw: 請確保您賬號上的名稱與ID上的名稱一樣。

source: Photos don't meet the requirements?
es_419: ¿Sus fotos no cumplen los requerimientos?
hi: तस्वीरें आवश्यकताओं को पूरा नहीं कर रही हैं?
ja_jp: 写真が要求事項に合致しないですか？
ko_kr: 사진이 아래의 요청사항과 맞지 않습니까?
lt_lt: Nuotraukos neatitinka reikalavimų?
pt_br: As fotos não satisfazem os requisitos?
vi: Hình ảnh không đáp ứng được yêu cầu?
zh_tw: 照片不符合要求？

source: Retake Your Photos
es_419: Tome nuevamente sus fotos
hi: अपनी तस्वीरें फिर से खींचें
ja_jp: 再撮影する
ko_kr: 사진을 다시 찍습니다.
lt_lt: Fotografuokitės iš naujo
pt_br: Tirar outra foto
vi: Chụp lại hình ảnh của bạn
zh_tw: 重新拍攝您的照片

source: Before proceeding, please confirm that your details match
es_419: Antes de continuar, por favor confirme que sus datos sean correctos.
hi: आगे बढ़ने से पहले, कृपया पुष्टि करें कि आपका विवरण मेल खाता है
ja_jp: 手続きを進める前に、詳細情報が合致しているか確認をしてください
ko_kr: 진행하기 전에, 귀하의 정보가 일치하는지 확인하세요.
lt_lt: Prieš tęsiant prašome patvirtinti, kad jūsų duomenys atitinka
pt_br: Antes de prosseguir, confirme os seus dados
vi: Trước khi tiếp tục, hãy kiểm tra lại thông tin của bạn
zh_tw: 再繼續之前，請再次確認您的資料核對
