Repository: eduNEXT/edunext-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: he, hi, ja_jp, lt_lt, vi

source: Discussion
he: דיון
hi: चर्चा
ja_jp: ディスカッション
lt_lt: Diskusija
vi: Thảo Luận

source: Problem
he: בעיה
hi: समस्या
ja_jp: 問題
lt_lt: Užduotis
vi: Câu hỏi

source: Advanced
he: מתקדם
hi: प्रगत
ja_jp: 詳細設定
lt_lt: Sudėtingesni
vi: Nâng cao

source: Entrance Exam
he: מבחן כניסה
hi: प्रवेश परीक्षा
ja_jp: 入学試験
lt_lt: Stojamasis egzaminas
vi: Bài kiểm tra đầu vào

source: Section
he: חלק
hi: खंड
ja_jp: 章
lt_lt: Tema
vi: Mục

source: Subsection
he: תת קטע
hi: उपखंड
ja_jp: 節
lt_lt: Potemė
vi: Phần

source: Unit
he: יחידה
hi: यूनिट
ja_jp: 単元
lt_lt: Skyrius
vi: Học Phần

source: Empty
hi: खाली
ja_jp: 空
lt_lt: Tuščia
vi: Rỗng

source: The following parameters are required: {missing}.
hi: निम्नलिखित मापदंडों की आवश्यकता है: {लापता}।
vi: Bắt buộc phải có các thông số sau: {missing}.

source: A transcript with the "{language_code}" language code already exists.
hi: "{भाषा के साथ एक प्रतिलेख कोड} "भाषा कोड पहले से मौजूद है।
vi: Bản dịch với mã ngôn ngữ "{language_code}" đã tồn tại.

source: A transcript file is required.
hi: एक प्रतिलिपि फ़ाइल की आवश्यकता है।
vi: Bắt buộc phải có tập tin dịch.

source: There is a problem with this transcript file. Try to upload a different file.
hi: इस ट्रांसक्रिप्ट फ़ाइल में कोई समस्या है। एक अलग फ़ाइल अपलोड करने का प्रयास करें।
vi: Có sự cố với tập tin dịch. Hãy thử tải lên tập tin khác.

source: Name
he: שם
hi: नाम
ja_jp: 名前
lt_lt: Vardas
vi: Tên

source: Status
he: סטטוס
hi: स्थिति
ja_jp: 状態
lt_lt: Būsena
vi: Trạng Thái

source: Pending
he: בהמתנה
hi: प्रलंबित
ja_jp: ペンディング
lt_lt: Laukiama
vi: Đang đợi

source: Django site admin
hi: जैंगो साइट व्यवस्थापक
vi: Quản trị trang Django

source: Django administration
hi: जैंगो प्रशासन
vi: Quản trị Django

source: View site
hi: साइट देखें
vi: Xem trang.

source: Documentation
hi: प्रलेखन
vi: Tư liệu

source: Log out
hi: बंद करो
vi: Đăng xuất

source: Mode
he: מצב
hi: प्रणाली
ja_jp: モード
lt_lt: Veiksena
vi: Chế độ

source: Verification Deadline
hi: सत्यापन की समय सीमा
ja_jp: 認証の締切
lt_lt: Patvirtinimo terminas
vi: Hạn cuối cho việc chứng thực

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
hi: वैकल्पिक: इस तिथि / समय के बाद, उपयोगकर्ता अब सत्यापन के लिए फ़ोटो जमा नहीं कर पाएंगे। यह केवल उन मोडों पर लागू होता है, जिनमें सत्यापन की आवश्यकता होती है।
ja_jp: オプション：この日付/時刻以降は、ユーザが照合用の写真を送信することができなくなりあす。このオプションは照合が必要な場合にのみ適用されます。
lt_lt: NEBŪTINA: po šios datos / laiko naudotojai nebegalės pateikti nuotraukų patvirtinimui. Tai taikoma TIK režimams, kurie reikalauja patvirtinimo.
vi: OPTIONAL: Sau ngày / thời gian này, người dùng sẽ không còn có thể gửi ảnh để xác minh. Chỉ áp dụng cho các chế độ có yêu cầu xác minh.

source: Your verification is pending
he: אימות שלך נמצא בהמתנה
hi: आपले सत्यापन प्रलंबित आहे
ja_jp: あなたの認証は現在未認可
lt_lt: Laukiama Jūsų patvirtinimo
vi: Xác nhận của bạn đang trong trạng thái chờ

source: Verified: Pending Verification
he: מאומת: ממתין לאימות
hi: सत्यापित: लंबित सत्यापन
ja_jp: 認証：認証未認可
lt_lt: Patvirtinta: laukiama, kol bus patvirtinta
vi: Đang xác thực

source: ID verification pending
he: ממתין לאימות ID
hi: आईडी सत्यापन लंबित है
ja_jp: 本人認証は現在未認可
lt_lt: Laukiama, kol identifikacija bus patvirtinta
vi: ID đang được tiến hành xác thực

source: You're enrolled as a verified student
he: הינך רשום כסטודנט מאומת
hi: आप एक सत्‍यापित शिक्षार्थी के रूप में नामांकित है
ja_jp: 認証された受講者として登録されています
lt_lt: Jūs esate užsiregistravęs kaip tapatybe patvirtintas kurso dalyvis
vi: Bạn đã ghi danh với vai trò là học viên chính thức

source: Verified
he: מאומת
hi: सत्‍यापित
ja_jp: 認証済み
lt_lt: Patvirtintos tapatybės
vi: Đã xác thực

source: ID Verified Ribbon/Badge
he: תג או סרט לזיהוי מאומת
hi: आईडी सत्यापित रिबन / बिल्ला
ja_jp: 本人認証リボン/バッチ
lt_lt: Patvirtintos identifikacijos juosta / ženklas
vi: ID đã xác thực

source: You're enrolled as an honor code student
he: אתה רשום במסלול קוד כבוד
hi: आप एक उपाधी कोड शिक्षार्थी के रूप में नामांकित हैं
ja_jp: 倫理規定受講者として登録されています。
lt_lt: Jūs esate užsiregistravęs kaip sąžiningumą deklaravęs kurso dalyvis
vi: Bạn đã đăng ký là học viên Cam Kết Danh Dự.

source: Honor Code
he: קוד התנהגות
hi: ऑनर कोड
ja_jp: 無料聴講コース
lt_lt: Sąžiningumo deklaracija
vi: Cam Kết Danh Dự

source: You're enrolled as a professional education student
he: אתה רשום כסטודנט בהכשרה מקצועית
hi: आप एक व्‍यवसायिक प्रशिक्षित शिक्षार्थी के रूप में नामांकित है
ja_jp: プロレベル受講者として受講登録しています
lt_lt: Jūs esate užsiregistravęs kaip profesinio mokymo kurso dalyvis
vi: Bạn đã ghi danh với vai trò là học sinh giáo dục chuyên nghiệp

source: Professional Ed
he: חינוך מקצועי
hi: व्‍यवसायिक | Ed
ja_jp: プロレベル
lt_lt: Profesinis mokymas
vi: Giáo Dục Chuyên Nghiệp

source: Display Name
he: שם לתצוגה
hi: नाम प्रदर्शित करें
ja_jp: 表示名
lt_lt: Rodyti pavadinimą
vi: Tên hiển thị

source: Price
he: מחיר
hi: कीमत
ja_jp: 価格
lt_lt: Kaina
vi: Giá tiền

source: Upgrade Deadline
hi: समय सीमा अपग्रेड करें
ja_jp: アップグレードの締切
lt_lt: Atnaujinti terminą
vi: Hạn cuối cho việc nâng cấp

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
hi: वैकल्पिक: इस तिथि / समय के बाद, उपयोगकर्ता अब इस मोड में नामांकन नहीं कर पाएंगे। इस रिक्त स्थान को छोड़ दें यदि उपयोगकर्ता इस मोड में नामांकन तब तक कर सकते हैं जब तक कि पाठ्यक्रम के लिए नामांकन बंद न हो जाए।
ja_jp: オプション：この日付/時刻以降は、ユーザはこのモードでの受講登録ができなくなります。この講座の受講受付を終了するまでこのモードでの受講登録ができるようにする場合は、この項目は空白にしておきます。
lt_lt: NEBŪTINA: po šios datos / laiko naudotojai nebegalės užsiregistruoti į šį režimą. Palikite laukelį tuščią, jeigu naudotojai galės užsiregistruoti į šį režimą, kol bus galima užsiregistruoti į kursą.
vi: KHÔNG BẮT BUỘC: Sau ngày/giờ này, người dùng sẽ không còn có thể đăng ký vào chế độ này. Để trống nếu người dùng có thể đăng ký vào chế độ này cho đến khi khóa học đóng ghi danh.

source: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
hi: वैकल्पिक: यह बाहरी ईकॉमर्स सेवा में इस मोड का SKU (स्टॉक कीपिंग यूनिट) है। यदि कोर्स अभी तक ईकॉमर्स सेवा में माइग्रेट नहीं हुआ है तो इसे खाली छोड़ दें।
ja_jp: オプション：これは外部のeコマースのSKU (stock keeping unit) モードです。この講座がeコマースサービスへまだ移行していない場合は、空白のままにしておきます。
lt_lt: NEBŪTINA: Tai yra išorinės elektroninės prekybos šios veiksenos SKU (išteklių laikymo blokas). Palikte tuščią, jeigu kursas dar neperkeltas į elektroninę prekybą.
vi: TÙY CHỌN: Đây là SKU (đơn vị bảo quản kho) của chế độ này trong các dịch vụ thương mại điện tử bên ngoài. Để trống này nếu khóa học vẫn chưa được chuyển sang các dịch vụ thương mại điện tử.

source: This is the bulk SKU (stock keeping unit) of this mode in the external ecommerce service.
hi: यह बाहरी ईकॉमर्स सेवा में इस मोड का बल्क SKU (स्टॉक कीपिंग यूनिट) है।
vi: Đây là khối SKU (stock keeping unit) của chế độ này trong tiến trình thương mại ngoại vi.

source: Honor
he: קוד אתי
hi: सम्मान
ja_jp: 倫理
lt_lt: Deklaravę sąžiningumą
vi: Danh dự

source: Professional education modes are not allowed to have expiration_datetime set.
hi: व्यावसायिक शिक्षा मोडों की समाप्ति की अनुमति नहीं है।
ja_jp: プロフェッショナル教育モードでは expiration_datetime 設定を使えません。
lt_lt: Profesinio mokymo režimams neleidžiama nustatyti galiojimo pabaigos datos ir laiko.
vi: Phương thức giáo dục chuyên nghiệp không được phép có expiration_datetime bộ.

source: Free
he: חינם
hi: नि: शुल्क
ja_jp: 無料
lt_lt: Nemokamas
vi: Tự do

source: The time period before a course ends in which a course mode will expire
hi: एक कोर्स समाप्त होने से पहले की समय अवधि जिसमें एक कोर्स मोड समाप्त हो जाएगा
ja_jp: 講座が終了する前の講座の状態が無効になる期間区切り。
vi: Khoảng thời gian trước khi khóa học kết thúc, trong đó việc đánh giá khóa học sẽ hết hạn

source: Congratulations! You are now enrolled in {course_name}
hi: बधाई हो! अब आप {कोर्स_नाम} में नामांकित हैं
ja_jp: おめでとうございます！ {course_name} に受講登録されました
vi: Chúc mừng! Bạn đã ghi danh vào khóa học {course_name}

source: Enrollment is closed
he: הרשמה סגורה
hi: नामांकन बंद हो गया है
ja_jp: 登録は終了しました
lt_lt: Registracija baigta
vi: Hết hạn ghi danh

source: Enrollment mode not supported
he: מצב הרשמה אינו נתמך
hi: नामांकन मोड समर्थित नहीं
ja_jp: 受講登録モードはサポートされていません
lt_lt: Registravimo režimas nepalaikomas
vi: Chế độ ghi danh không hỗ trợ

source: Invalid amount selected.
he: נבחרה כמות שאינה חוקית.
hi: अवैध राशि का चयन।
ja_jp: 不正な数量が選択されました。
lt_lt: Pasirinktas negalimas kiekis.
vi: Số lượng được chọn không hợp lệ.

source: No selected price or selected price is too low.
he: המחיר לא נבחר או שמחיר נמוך מדי.
hi: कोई कीमत चयनित नहीं की गई है या चयनित कीमत बहुत कम है।
ja_jp: 価格が選択されていない、もしくは、選択した価格が低すぎます。
lt_lt: Kaina nepasirinkta arba kaina yra per žema.
vi: Không mức giá nào được chọn hoặc mức giá được chọn quá thấp.

source: Administrator
he: מנהל
hi: व्यवस्थापक
ja_jp: 管理者
lt_lt: Administratorius
vi: Quản Trị viên

source: Moderator
he: עורך
hi: मॉडरेटर
ja_jp: モデレータ
lt_lt: Moderatorius
vi: Điều Hành viên

source: Group Moderator
hi: समूह मध्यस्थ
vi: Điều hành Nhóm

source: Community TA
he: עוזר הוראה קהילתי
hi: सामुदायिक TA
ja_jp: コミュニティTA
lt_lt: Mokymosi asistentai
vi: Cộng Đồng Trợ Giảng

source: Student
he: סטודנט
hi: विद्यार्थी
ja_jp: 受講者
lt_lt: Kurso dalyvis
vi: Học viên

source: User profile
hi: उपयोगकर्ता प्रोफ़ाइल
vi: Hồ sơ người dùng

source: Account recovery
hi: खाता पुनर्प्राप्ति
vi: Khôi phục tài khoản

source: Password
he: סיסמה
hi: पासवर्ड
ja_jp: パスワード
lt_lt: Slaptažodis
vi: Mật khẩu

source: Raw passwords are not stored, so there is no way to see this user's password.
hi: कच्चे पासवर्ड संग्रहीत नहीं हैं, इसलिए इस उपयोगकर्ता के पासवर्ड को देखने का कोई तरीका नहीं है।
vi: Mật khẩu thô không được lưu trữ, vì vậy không có cách nào để xem mật khẩu của người dùng này.

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
hi: उस ई-मेल पते में एक संबद्ध उपयोगकर्ता खाता नहीं है। क्या आप वाकई पंजीकृत हैं?
ja_jp: このメールアドレスに結び付けられたユーザアカウントがありません。アカウント登録しているかどうか確認してください。
vi: Địa chỉ email này không được liên kết với tài khoản người dùng. Bạn có chắc là đã đăng ký?

source: The user account associated with this e-mail address cannot reset the password.
hi: इस ई-मेल पते से संबद्ध उपयोगकर्ता खाता पासवर्ड रीसेट नहीं कर सकता है।
ja_jp: このメールアドレスが結び付けられているユーザアカウントでは、パスワードのリセットができません。
vi: Tài khoản người dùng liên kết với địa chỉ email này không thể đặt lại mật khẩu.

source: Full Name cannot contain the following characters: < >
hi: पूर्ण नाम में निम्न वर्ण नहीं हो सकते: <>
vi: Họ và tên không thể chứa những ký tự sau: < >

source: A properly formatted e-mail is required
he: כתובת דואר אלקטרוני חייבת להיות בפורמט תקין
hi: मान्य ई-मेल की आवश्यकता है।
ja_jp: 正しく記述されたメールアドレスが必要です。
lt_lt: Būtinas tinkamas el. pašto formatas
vi: Yêu cầu một địa chỉ email hợp lệ

source: Your legal name must be a minimum of two characters long
he: שמך צריך להכיל לפחות שני תווים
ja_jp: 名前は2文字以上である必要があります。
lt_lt: Jūsų oficialų vardą turi sudaryti mažiausiai du simboliai
vi: Tên pháp lý của bạn phải được tối thiểu là dài hai kí tự

source: Email cannot be more than %(limit_value)s characters long
he: כתובת דואר אלקטרוני לא יכולה להכיל יותר מ- %(limit_value)s תווים
hi: ईमेल %(limit_value)s से अधिक वर्ण लंबे नहीं हो सकते
ja_jp: Emailは%(limit_value)s文字以下で入力してください。
lt_lt: Elektroninis paštas negali būti ilgesnis nei %(limit_value)s simbolių
vi: Email không được dài hơn %(limit_value)s kí tự.

source: You must accept the terms of service.
he: חובה לקבל את תנאי שימוש.
hi: आपको सेवा की शर्तों को स्वीकार करना होगा।
ja_jp: サービス規約に同意する必要があります。
lt_lt: Jūs turite sutikti su paslaugos teikimo sąlygomis.
vi: Bạn phải chấp thuận các điều khoản sử dụng dịch vụ.

source: A level of education is required
he: חובה למלא את רמת ההשכלה
hi: शिक्षा के किसी एक स्तर की आवश्यकता है
ja_jp: 最終学歴の選択が必要です。
lt_lt: Būtina nurodyti išsilavinimo lygį
vi: Yêu cầu cung cấp trình độ học vấn

source: Your gender is required
he: מגדר הוא שדה חובה
hi: आपके लिंग की आवश्यकता है
ja_jp: 性別の選択が必要です。
lt_lt: Būtina nurodyti lytį
vi: Yêu cầu cung cấp giới tính

source: Your year of birth is required
he: שנת לידה הוא שדה חובה
hi: आपके जन्म के वर्ष की आवश्यकता की है
ja_jp: 誕生年の選択が必要です。
lt_lt: Būtina nurodyti gimimo metus
vi: Yêu cầu cung cấp năm sinh

source: Your mailing address is required
he: חובה להכניס דוא"ל
hi: आपके डाक पते की आवश्यकता है
ja_jp: 住所の入力が必要です。
lt_lt: Būtina nurodyti pašto adresą
vi: Yêu cầu cung cấp địa chỉ thư

source: A description of your goals is required
he: חובה למלא את תיאור המטרות שלך
hi: आपके लक्ष्यों का विवरण आवश्यक है
ja_jp: あなたのゴールに対する説明が必要です。
lt_lt: Būtinas jūsų tikslų aprašymas
vi: Yêu cầu mô tả về mục tiêu của bạn

source: A city is required
he: עיר הוא שדה חובה
hi: एक शहर का होना आवश्यक है
ja_jp: 市の入力が必要です。
lt_lt: Būtina nurodyti miestą
vi: Yêu cầu cung cấp tên thành phố

source: A country is required
he: מדינה הוא שדה חובה
hi: एक देश का होना आवश्यक है
ja_jp: 国の入力が必要です。
lt_lt: Būtina nurodyti šalį
vi: Yêu cầu cung cấp tên quốc gia

source: To enroll, you must follow the honor code.
he: בכדי להירשם, עליך לפעול בהתאם לקוד הכבוד.
hi: भर्ती होने के लिए, आपको ऑनर कोड का पालन करना होगा।
ja_jp: 規約に同意いただく必要があります。
lt_lt: Registracijai privalote patvirtinti sąžiningumo deklaraciją.
vi: Để đăng ký, bạn phải tuân theo Cam Kết Danh Dự.

source: You are missing one or more required fields
he: שכחת למלא אחד השדות חובה
hi: आपके द्वारा एक अथवा एक से अधिक आवश्‍यक फील्‍ड छोड दिया गया है
ja_jp: 必須枠にて、一箇所および複数箇所のミスがあります。
lt_lt: Praleidote vieną ar daugiau privalomų laukų
vi: Bạn đang thiếu một hoặc nhiều các thông tin bắt buộc

source: Unauthorized email address.
hi: अनधिकृत ईमेल पता।
vi: Địa chỉ email không được quyền

source: It looks like {email} belongs to an existing account. Try again with a different email address.
hi: ऐसा लगता है कि {ईमेल} किसी मौजूदा खाते से संबंधित है। एक अलग ईमेल पते के साथ फिर से प्रयास करें।
vi: Hộp thư {email} đã được dùng. Hãy thử lại với địa chỉ thư điện tử khác

source: An account with the Public Username '{username}' already exists.
he: חשבון עם שם משתמש הציבורי '{username}' כבר קיים.
hi: '{username}' नाम का एक उपयोगकर्ता खाता पहले से ही मौजूद है।
ja_jp: '{username}' は既に利用されています
lt_lt: Paskyra su naudotojo vardu '{username}' jau egzistuoja.
vi: Một tài khoản với Tên Đăng Nhập Công Khai '{username}' đã tồn tại.

source: An account with the Email '{email}' already exists.
he: חשבון עם דוא"ל '{email}' כבר קיים.
hi: इस ई-मेल का एक खाता '{email}' पहले से मौजूद है
ja_jp: '{email}' は既に登録済みです。
lt_lt: Paskyra su '{email}' jau egzistuoja.
vi: Một tài khoản với Email '{email}' đã tồn tại.

source: Removed group: "{}"
hi: हटाया गया समूह: "{}"
vi: Xóa nhóm: "{}"

source: Did not find a group with name "{}" - skipping.
hi: "{}" नाम के साथ एक समूह नहीं मिला - लंघन।
vi: Không tìm thấy được nhóm có tên "{}" - đang bỏ qua.

source: Invalid group name: "{group_name}". {messages}
hi: अमान्य समूह नाम: "{group_name}"। {messages}
vi: Tên nhóm không hợp lệ: "{group_name}".{messages}

source: Created new group: "{}"
hi: बनाया गया नया समूह: "{}"
vi: Tạo nhóm mới: "{}"

source: Found existing group: "{}"
hi: पाया गया मौजूदा समूह: "{}"
vi: Đã tìm thấy nhóm hiện có: "{}"

source: Adding {codenames} permissions to group "{group}"
hi: "{group}" समूह में {codenames} अनुमतियां जोड़ना
vi: Thêm quyền truy cập {codenames} cho nhóm "{group}"

source: Removing {codenames} permissions from group "{group}"
hi: "{group}" समूह से {codenames} अनुमतियां हटाना
vi: Loại bỏ cấp phép {codenames} cho nhóm "{group}"

source: Invalid permission option: "{}". Please specify permissions using the format: app_label:model_name:permission_codename.
hi: अमान्य अनुमति विकल्प: "{}"। कृपया प्रारूप का उपयोग करके अनुमतियाँ निर्दिष्ट करें: ऐप लेबल: मॉडल का नाम: अनुमति कोडनेम।
vi: Thiết lập cấp phép không hợp lệ: "{}". Hãy tạo cấp phép theo format: app_label:model_name:permission_codename.

source: Invalid permission codename: "{codename}". No such permission exists for the model {module}.{model_name}.
hi: अमान्य अनुमति कोडनाम: "{codename}"। मॉडल {module} {model_name} के लिए ऐसी कोई अनुमति मौजूद नहीं है।
vi: Giá trị cấp phép không hợp lệ: "{codename}". Không có bất kì cấp phép nào như vậy cho chế đô {module}.{model_name}.

source: Setting {attribute} for user "{username}" to "{new_value}"
hi: { attribute } "{username } ""{new_value}" सेट करना
vi: Thiết lập {attribute} cho người dùng "{username}" trở thành "{new_value}"

source: Skipping user "{}" because the specified and existing email addresses do not match.
hi: उपयोगकर्ता "{}" को छोड़ देना क्योंकि निर्दिष्ट और मौजूदा ईमेल पते मेल नहीं खाते।
vi: Đang bỏ qua tài khoản "{}" vì hòm thư khai báo và tồn tại không khớp.

source: Did not find a user with username "{}" - skipping.
hi: उपयोगकर्ता को "{}" के साथ कोई उपयोगकर्ता नहीं मिला - लंघन।
vi: Không tìm thấy người dùng nào với tên tài khoản "{}" - đang bỏ qua.

source: Removing user: "{}"
hi: उपयोगकर्ता को हटाना: "{}"
vi: Loại bỏ tài khoản: "{}"

source: Created new user: "{}"
hi: नया उपयोगकर्ता बनाया गया: "{}"
vi: Tạo tài khoản mới: "{}"

source: Found existing user: "{}"
hi: मौजूदा उपयोगकर्ता मिला: "{}"
vi: Người dùng đã tồn tại: "{}"

source: Setting unusable password for user "{}"
hi: उपयोगकर्ता के लिए अनुपयोगी पासवर्ड सेट करना "{}"
vi: Đặt mật khẩu không sử dụng được cho người dùng "{}"

source: Created new profile for user: "{}"
hi: उपयोगकर्ता के लिए नया प्रोफ़ाइल बनाया गया: "{}"
vi: Tạo hồ sơ mới cho người sử dụng: "{}"

source: Could not find a group named "{}" - skipping.
hi: "{}" नामक समूह नहीं मिला - स्किपिंग।
vi: Không thể tìm thấy một nhóm có tên "{}" - bỏ qua.

source: Adding user "{username}" to groups {group_names}
hi: समूह {group_names} में उपयोगकर्ता "{username}" जोड़ना
vi: Thêm người dùng "{username}" vào nhóm {group_names}

source: Removing user "{username}" from groups {group_names}
hi: समूह {group_names} से उपयोगकर्ता "{username}" निकालना
vi: Bỏ người dùng "{username}" trong nhóm {group_names}

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
he: חשבונך בוטל. אם לדעתך זה קרה בטעות, אנא צור איתנו קשר ב-{support_email}
hi: आपके खाते को निष्क्रिय कर दिया गया है। यदि आपको लगता है कि यह गलती से किया गया था, तो कृपया हमसे {support_email} पर संपर्क करें
ja_jp: このアカウントは無効です。何かの間違いなのではないかと考えられる場合には、{support_email}へお問い合わせください。
lt_lt: Jūsų sąskaita buvo užblokuota. Jeigu manote, kad tai klaida, prašome susisiekti su mumis adresu {support_email}.
vi: Tài khoản của bạn đã bị vô hiệu hóa. Nếu bạn tin rằng đây là một lỗi, hãy liên hệ với chúng tôi tại {support_email}

source: Disabled Account
he: חשבון מבוטל
hi: अक्षम खाता
ja_jp: アカウント失効
lt_lt: Sąskaita užblokuota
vi: Tài Khoản Bị Khóa

source: Male
he: זכר
hi: पुरुष
ja_jp: 男性
lt_lt: Vyras
vi: Nam

source: Female
he: נקבה
hi: महिला
ja_jp: 女性
lt_lt: Moteris
vi: Nữ

source: Other/Prefer Not to Say
hi: अन्य / कहना पसंद नहीं करते
ja_jp: その他 / 言いたくない
vi: Khác/ Chọn không nói

source: Doctorate
he: תואר שלישי
hi: डॉक्टरेट
ja_jp: 大学院卒（博士課程修了）
lt_lt: Daktaro laipsnis
vi: Tiến sĩ

source: Master's or professional degree
he: תואר שני
hi: मास्टर या पेशेवर डिग्री
ja_jp: 大学院卒（修士課程修了）
lt_lt: Magistro arba jam prilyginamas laipsnis
vi: Thạc sĩ

source: Bachelor's degree
he: תואר ראשון
hi: बॅचलर'स डिग्री
ja_jp: 4年制および6年制大学卒
lt_lt: Bakalauro laipsnis
vi: Cử nhân

source: Associate degree
he: הנדסאי
hi: एसोसिएट डिग्री
ja_jp: 短大・専門学校卒
lt_lt: Aukštasis neuniversitetinis arba aukštesnysis
vi: Cao đẳng

source: Secondary/high school
he: תיכון
hi: माध्यमिक / उच्च विद्यालय
ja_jp: 高校卒
lt_lt: Vidurinė mokykla
vi: Trung học phổ thông / cấp ba

source: Junior secondary/junior high/middle school
he: חטיבת ביניים
hi: जूनियर माध्यमिक / उच्च जूनियर / मध्य विद्यालय
ja_jp: 中学校卒
lt_lt: Pagrindinė mokykla
vi: Trung học cơ sở / cấp hai

source: Elementary/primary school
he: בית ספר יסודי
hi: प्राथमिक / प्राथमिक स्कूल
ja_jp: 小学校卒
lt_lt: Pradinė mokykla
vi: Tiểu học

source: No formal education
hi: कोई औपचारिक शिक्षा नहीं
vi: Giáo dục không chính quy

source: Other education
hi: अन्य शिक्षा
vi: Chương trinh giáo dục khác

source: {platform_name} Honor Code Certificate for {course_name}
he: תעודת{platform_name} על בסיס קוד כבוד עבור {course_name}
hi: {platform_name} {course_name} के लिए सम्मान कोड प्रमाणपत्र
ja_jp: {course_name}講座の{platform_name} 無料聴講コースの修了証
lt_lt: {platform_name} {course_name} sąžiningumo deklaracijos sertifikatas
vi: {platform_name} Chứng chỉ Mã Danh dự {course_name}

source: {platform_name} Verified Certificate for {course_name}
he: תעודת {platform_name} מאומתת עבור {course_name}
hi: {platform_name} {course_name} के लिए सत्यापित प्रमाणपत्र
ja_jp: {course_name}講座の{platform_name}本人認証付き修了証
lt_lt: {platform_name} {course_name} tapatybe patvirtintas sertifikatas
vi: {platform_name} Chứng chỉ Xác nhận cho {course_name}

source: {platform_name} Professional Certificate for {course_name}
he: {platform_name} תעודה מקצועית עבור {course_name}
hi: {मंच का नाम} {कोर्स_नाम} के लिए व्यावसायिक प्रमाणपत्र
ja_jp: {course_name}講座の{platform_name}プロフェッショナル修了証
lt_lt: {platform_name} {course_name} profesinio mokymo sertifikatas
vi: {platform_name} Giấy chứng nhận chuyên nghiệp cho {course_name}

source: The company identifier for the LinkedIn Add-to-Profile button e.g 0_0dPSPyS070e0HsE9HNz_13_d11_
he: מזהה החברה עבור כפתור הוסף-לפרופיל בלינקדאיין לדוגמא 0_0dPSPyS070e0HsE9HNz_13_d11_
ja_jp: Add-to-Profileボタンの企業コード 例： 0_0dPSPyS070e0HsE9HNz_13_d11_
lt_lt: Įmonės identifikacija LinkedIn mygtukui "Pridėti prie profilio", pvz., 0_0dPSPyS070e0HsE9HNz_13_d11_
vi: LinkedIn ID của công ty cho nút bấm Add-to-Profile, ví dụ 0_0dPSPyS070e0HsE9HNz_13_d11_

source: Short identifier for the LinkedIn partner used in the tracking code. (Example: 'edx') If no value is provided, tracking codes will not be sent to LinkedIn.
he: מזהה קצר שבקוד מעקב עבור שותף לינקדאין.(דוגמא: 'edX') אם לא יסופק ערך קוד מעקב לא ישלח ללינקדאין.
ja_jp: LinkedInパートナーがトラッキングコードで使用する短い識別子(例：'edx') 値が定義されていない場合はトラッキングコードはLinkedInには送信されません。
lt_lt: Trumpa identifikacija partneriui LinkedIn, ji naudojama stebėjimo kode (pavyzdžiui, "edx"). Jei ji nepateikta, stebėjimo kodai LinkedIn nebus nusiųsti.
vi: Nhận dạng ngắn cho các đối tác LinkedIn sử dụng trong mã theo dõi. (Ví dụ: 'edx') Nếu không có giá trị được cung cấp, mã theo dõi sẽ không được gửi đến LinkedIn.

source: {platform_name} Certificate for {course_name}
he: תעודת {platform_name} עבור {course_name}
hi: {platform name} {course_name} के लिए प्रमाणपत्र
ja_jp: {course_name}講座の{platform_name}修了証
lt_lt: {platform_name} {course_name} sertifikatas
vi: {platform_name} Giấy chứng nhận cho {course_name}

source: The ISO 639-1 language code for this language.
he: קוד שפה בפורמט ISO 639-1.
hi: इस भाषा के लिए ISO 639-1 भाषा कोड।
ja_jp: この言語は ISO 639-1 の言語コード。
lt_lt: The ISO 639-1 kalbos kodas šiai kalbai.
vi: Các tiêu chuẩn ISO 639-1 ngôn ngữ mã cho ngôn ngữ này.

source: Namespace of enrollment attribute
hi: नामांकन विशेषता का नाम स्थान
ja_jp: 受講登録属性の名前スペース
lt_lt: Registracijos atributo vardų sritis
vi: Không gian tên của thuộc tính ghi danh

source: Name of the enrollment attribute
hi: नामांकन विशेषता का नाम
ja_jp: 受講登録属性の名称
lt_lt: Registracijos atributo vardas
vi: Tên của thuộc tính đăng ký

source: Value of the enrollment attribute
hi: नामांकन विशेषता का मूल्य
ja_jp: 受講登録属性の値
lt_lt: Registracijos atributo reikšmė
vi: Giá trị của thuộc tính đăng ký

source: The window of time after enrolling during which users can be granted a refund, represented in microseconds. The default is 14 days.
hi: उस समय की विंडो जिसमें नामांकन के दौरान उपयोगकर्ताओं को माइक्रोसेकंड में प्रतिनिधित्व किया जाता है, रिफंड दिया जा सकता है। डिफ़ॉल्ट 14 दिन है।
ja_jp: 受講申し込み後に受講者が払い戻しをすることができる期間で、マイクロセカンドの単位で指定します。既定値は 14日間です。
vi: Khung thời gian mà sau khi ghi danh mà người dùng được quyền hoàn lại, thể hiện bằng micro giây. Mặc định là 14 ngày.
