Repository: eduNEXT/edunext-platform
Catalog: conf/locale/rtl/LC_MESSAGES/djangojs.po
Languages: rtl

source: You must be over 13 to share a full profile. If you are over 13, make sure that you have specified a birth year on the {account_settings_page_link}
rtl: Ɏøn ɯnsʇ bǝ øʌǝɹ 13 ʇø sɥɐɹǝ ɐ ɟnll dɹøɟᴉlǝ. Ɨɟ ʎøn ɐɹǝ øʌǝɹ 13, ɯɐʞǝ snɹǝ ʇɥɐʇ ʎøn ɥɐʌǝ sdǝɔᴉɟᴉǝd ɐ bᴉɹʇɥ ʎǝɐɹ øn ʇɥǝ {account_settings_page_link}

source: Profile Image
rtl: Ᵽɹøɟᴉlǝ Ɨɯɐƃǝ

source: Profile image for {username}
rtl: Ᵽɹøɟᴉlǝ ᴉɯɐƃǝ ɟøɹ {username}

source: About Me
rtl: Ⱥbønʇ Mǝ

source: Accomplishments
rtl: Ⱥɔɔøɯdlᴉsɥɯǝnʇs

source: Profile
rtl: Ᵽɹøɟᴉlǝ

source: Studio's having trouble saving your work
rtl: Sʇndᴉø's ɥɐʌᴉnƃ ʇɹønblǝ sɐʌᴉnƃ ʎønɹ ʍøɹʞ

source: OpenAssessment Save Error
rtl: ØdǝnȺssǝssɯǝnʇ Sɐʌǝ Ɇɹɹøɹ

source: This link will open in a new browser window/tab
rtl: Ŧɥᴉs lᴉnʞ ʍᴉll ødǝn ᴉn ɐ nǝʍ bɹøʍsǝɹ ʍᴉndøʍ/ʇɐb

source: This link will open in a modal window
rtl: Ŧɥᴉs lᴉnʞ ʍᴉll ødǝn ᴉn ɐ ɯødɐl ʍᴉndøʍ

source: Certificate name is required.
rtl: Ȼǝɹʇᴉɟᴉɔɐʇǝ nɐɯǝ ᴉs ɹǝbnᴉɹǝd.

source: Signatory field(s) has invalid data.
rtl: Sᴉƃnɐʇøɹʎ ɟᴉǝld(s) ɥɐs ᴉnʌɐlᴉd dɐʇɐ.

source: Edit this certificate?
rtl: Ɇdᴉʇ ʇɥᴉs ɔǝɹʇᴉɟᴉɔɐʇǝ?

source: This certificate has already been activated and is live. Are you sure you want to continue editing?
rtl: Ŧɥᴉs ɔǝɹʇᴉɟᴉɔɐʇǝ ɥɐs ɐlɹǝɐdʎ bǝǝn ɐɔʇᴉʌɐʇǝd ɐnd ᴉs lᴉʌǝ. Ⱥɹǝ ʎøn snɹǝ ʎøn ʍɐnʇ ʇø ɔønʇᴉnnǝ ǝdᴉʇᴉnƃ?

source: Yes, allow edits to the active Certificate
rtl: Ɏǝs, ɐlløʍ ǝdᴉʇs ʇø ʇɥǝ ɐɔʇᴉʌǝ Ȼǝɹʇᴉɟᴉɔɐʇǝ

source: certificate
rtl: ɔǝɹʇᴉɟᴉɔɐʇǝ

source: Deactivating
rtl: Đǝɐɔʇᴉʌɐʇᴉnƃ

source: Set up your certificate
rtl: Sǝʇ nd ʎønɹ ɔǝɹʇᴉɟᴉɔɐʇǝ

source: You have not created any certificates yet.
rtl: Ɏøn ɥɐʌǝ nøʇ ɔɹǝɐʇǝd ɐnʎ ɔǝɹʇᴉɟᴉɔɐʇǝs ʎǝʇ.

source: Delete "<%- signatoryName %>" from the list of signatories?
rtl: Đǝlǝʇǝ "<%- signatoryName %>" ɟɹøɯ ʇɥǝ lᴉsʇ øɟ sᴉƃnɐʇøɹᴉǝs?

source: This action cannot be undone.
rtl: Ŧɥᴉs ɐɔʇᴉøn ɔɐnnøʇ bǝ nndønǝ.

source: Deleting
rtl: Đǝlǝʇᴉnƃ

source: Upload signature image.
rtl: Ʉdløɐd sᴉƃnɐʇnɹǝ ᴉɯɐƃǝ.

source: Image must be in PNG format.
rtl: Ɨɯɐƃǝ ɯnsʇ bǝ ᴉn ⱣNǤ ɟøɹɯɐʇ.

source: Group %s
rtl: Ǥɹønd %s

source: ABCDEFGHIJKLMNOPQRSTUVWXYZ
rtl: ȺɃȻĐɆFǤĦƗɈꝀŁMNØⱣQɌSŦɄVWXɎƵ

source: Your export has failed.
rtl: Ɏønɹ ǝxdøɹʇ ɥɐs ɟɐᴉlǝd.

source: Already a course team member
rtl: Ⱥlɹǝɐdʎ ɐ ɔønɹsǝ ʇǝɐɯ ɯǝɯbǝɹ

source: Are you sure you want to delete {email} from the course team for “{container}”?
rtl: Ⱥɹǝ ʎøn snɹǝ ʎøn ʍɐnʇ ʇø dǝlǝʇǝ {email} ɟɹøɯ ʇɥǝ ɔønɹsǝ ʇǝɐɯ ɟøɹ “{container}”?

source: Staff
rtl: Sʇɐɟɟ

source: Admin
rtl: Ⱥdɯᴉn

source: Already a library team member
rtl: Ⱥlɹǝɐdʎ ɐ lᴉbɹɐɹʎ ʇǝɐɯ ɯǝɯbǝɹ

source: Are you sure you want to delete {email} from the library “{container}”?
rtl: Ⱥɹǝ ʎøn snɹǝ ʎøn ʍɐnʇ ʇø dǝlǝʇǝ {email} ɟɹøɯ ʇɥǝ lᴉbɹɐɹʎ “{container}”?

source: Library User
rtl: Łᴉbɹɐɹʎ Ʉsǝɹ

source: Hide Deprecated Settings
rtl: Ħᴉdǝ Đǝdɹǝɔɐʇǝd Sǝʇʇᴉnƃs

source: Show Deprecated Settings
rtl: Sɥøʍ Đǝdɹǝɔɐʇǝd Sǝʇʇᴉnƃs

source: You have unsaved changes. Do you really want to leave this page?
rtl: Ɏøn ɥɐʌǝ nnsɐʌǝd ɔɥɐnƃǝs. Đø ʎøn ɹǝɐllʎ ʍɐnʇ ʇø lǝɐʌǝ ʇɥᴉs dɐƃǝ?

source: There was an error during the upload process.
rtl: Ŧɥǝɹǝ ʍɐs ɐn ǝɹɹøɹ dnɹᴉnƃ ʇɥǝ ndløɐd dɹøɔǝss.

source: There was an error while unpacking the file.
rtl: Ŧɥǝɹǝ ʍɐs ɐn ǝɹɹøɹ ʍɥᴉlǝ nndɐɔʞᴉnƃ ʇɥǝ ɟᴉlǝ.

source: There was an error while verifying the file you submitted.
rtl: Ŧɥǝɹǝ ʍɐs ɐn ǝɹɹøɹ ʍɥᴉlǝ ʌǝɹᴉɟʎᴉnƃ ʇɥǝ ɟᴉlǝ ʎøn snbɯᴉʇʇǝd.

source: Choose new file
rtl: Ȼɥøøsǝ nǝʍ ɟᴉlǝ

source: File format not supported. Please upload a file with a {ext} extension.
rtl: Fᴉlǝ ɟøɹɯɐʇ nøʇ snddøɹʇǝd. Ᵽlǝɐsǝ ndløɐd ɐ ɟᴉlǝ ʍᴉʇɥ ɐ {ext} ǝxʇǝnsᴉøn.

source: There was an error while importing the new library to our database.
rtl: Ŧɥǝɹǝ ʍɐs ɐn ǝɹɹøɹ ʍɥᴉlǝ ᴉɯdøɹʇᴉnƃ ʇɥǝ nǝʍ lᴉbɹɐɹʎ ʇø ønɹ dɐʇɐbɐsǝ.

source: There was an error while importing the new course to our database.
rtl: Ŧɥǝɹǝ ʍɐs ɐn ǝɹɹøɹ ʍɥᴉlǝ ᴉɯdøɹʇᴉnƃ ʇɥǝ nǝʍ ɔønɹsǝ ʇø ønɹ dɐʇɐbɐsǝ.

source: Your import has failed.
rtl: Ɏønɹ ᴉɯdøɹʇ ɥɐs ɟɐᴉlǝd.

source: Your import is in progress; navigating away will abort it.
rtl: Ɏønɹ ᴉɯdøɹʇ ᴉs ᴉn dɹøƃɹǝss; nɐʌᴉƃɐʇᴉnƃ ɐʍɐʎ ʍᴉll ɐbøɹʇ ᴉʇ.

source: Error importing course
rtl: Ɇɹɹøɹ ᴉɯdøɹʇᴉnƃ ɔønɹsǝ

source: There was an error with the upload
rtl: Ŧɥǝɹǝ ʍɐs ɐn ǝɹɹøɹ ʍᴉʇɥ ʇɥǝ ndløɐd

source: Organization:
rtl: Øɹƃɐnᴉzɐʇᴉøn:

source: Course Number:
rtl: Ȼønɹsǝ Nnɯbǝɹ:

source: Course Run:
rtl: Ȼønɹsǝ Ɍnn:

source: (Read-only)
rtl: (Ɍǝɐd-ønlʎ)

source: Re-run Course
rtl: Ɍǝ-ɹnn Ȼønɹsǝ

source: View Live
rtl: Vᴉǝʍ Łᴉʌǝ

source: Internal Server Error.
rtl: Ɨnʇǝɹnɐl Sǝɹʌǝɹ Ɇɹɹøɹ.

source: Queued
rtl: Qnǝnǝd

source: Upload completed
rtl: Ʉdløɐd ɔøɯdlǝʇǝd

source: Upload failed
rtl: Ʉdløɐd ɟɐᴉlǝd

source: Chapter name and asset_path are both required
rtl: Ȼɥɐdʇǝɹ nɐɯǝ ɐnd ɐssǝʇ_dɐʇɥ ɐɹǝ bøʇɥ ɹǝbnᴉɹǝd

source: Chapter name is required
rtl: Ȼɥɐdʇǝɹ nɐɯǝ ᴉs ɹǝbnᴉɹǝd

source: asset_path is required
rtl: ɐssǝʇ_dɐʇɥ ᴉs ɹǝbnᴉɹǝd

source: You must specify a name
rtl: Ɏøn ɯnsʇ sdǝɔᴉɟʎ ɐ nɐɯǝ

source: Action required: Enter a valid date.
rtl: Ⱥɔʇᴉøn ɹǝbnᴉɹǝd: Ɇnʇǝɹ ɐ ʌɐlᴉd dɐʇǝ.

source: Group name is required
rtl: Ǥɹønd nɐɯǝ ᴉs ɹǝbnᴉɹǝd

source: Group A
rtl: Ǥɹønd Ⱥ

source: Group B
rtl: Ǥɹønd Ƀ

source: Group Configuration name is required.
rtl: Ǥɹønd Ȼønɟᴉƃnɹɐʇᴉøn nɐɯǝ ᴉs ɹǝbnᴉɹǝd.

source: There must be at least one group.
rtl: Ŧɥǝɹǝ ɯnsʇ bǝ ɐʇ lǝɐsʇ ønǝ ƃɹønd.

source: All groups must have a name.
rtl: Ⱥll ƃɹønds ɯnsʇ ɥɐʌǝ ɐ nɐɯǝ.

source: All groups must have a unique name.
rtl: Ⱥll ƃɹønds ɯnsʇ ɥɐʌǝ ɐ nnᴉbnǝ nɐɯǝ.

source: The course must have an assigned start date.
rtl: Ŧɥǝ ɔønɹsǝ ɯnsʇ ɥɐʌǝ ɐn ɐssᴉƃnǝd sʇɐɹʇ dɐʇǝ.

source: The course end date must be later than the course start date.
rtl: Ŧɥǝ ɔønɹsǝ ǝnd dɐʇǝ ɯnsʇ bǝ lɐʇǝɹ ʇɥɐn ʇɥǝ ɔønɹsǝ sʇɐɹʇ dɐʇǝ.

source: The course start date must be later than the enrollment start date.
rtl: Ŧɥǝ ɔønɹsǝ sʇɐɹʇ dɐʇǝ ɯnsʇ bǝ lɐʇǝɹ ʇɥɐn ʇɥǝ ǝnɹøllɯǝnʇ sʇɐɹʇ dɐʇǝ.

source: The enrollment start date cannot be after the enrollment end date.
rtl: Ŧɥǝ ǝnɹøllɯǝnʇ sʇɐɹʇ dɐʇǝ ɔɐnnøʇ bǝ ɐɟʇǝɹ ʇɥǝ ǝnɹøllɯǝnʇ ǝnd dɐʇǝ.

source: The enrollment end date cannot be after the course end date.
rtl: Ŧɥǝ ǝnɹøllɯǝnʇ ǝnd dɐʇǝ ɔɐnnøʇ bǝ ɐɟʇǝɹ ʇɥǝ ɔønɹsǝ ǝnd dɐʇǝ.

source: The certificate available date must be later than the course end date.
rtl: Ŧɥǝ ɔǝɹʇᴉɟᴉɔɐʇǝ ɐʌɐᴉlɐblǝ dɐʇǝ ɯnsʇ bǝ lɐʇǝɹ ʇɥɐn ʇɥǝ ɔønɹsǝ ǝnd dɐʇǝ.

source: Key should only contain letters, numbers, _, or -
rtl: Ꝁǝʎ sɥønld ønlʎ ɔønʇɐᴉn lǝʇʇǝɹs, nnɯbǝɹs, _, øɹ -

source: Please enter an integer between %(min)s and %(max)s.
rtl: Ᵽlǝɐsǝ ǝnʇǝɹ ɐn ᴉnʇǝƃǝɹ bǝʇʍǝǝn %(min)s ɐnd %(max)s.

source: The assignment type must have a name.
rtl: Ŧɥǝ ɐssᴉƃnɯǝnʇ ʇʎdǝ ɯnsʇ ɥɐʌǝ ɐ nɐɯǝ.

source: There's already another assignment type with this name.
rtl: Ŧɥǝɹǝ's ɐlɹǝɐdʎ ɐnøʇɥǝɹ ɐssᴉƃnɯǝnʇ ʇʎdǝ ʍᴉʇɥ ʇɥᴉs nɐɯǝ.

source: Please enter an integer between 0 and 100.
rtl: Ᵽlǝɐsǝ ǝnʇǝɹ ɐn ᴉnʇǝƃǝɹ bǝʇʍǝǝn 0 ɐnd 100.

source: Please enter an integer greater than 0.
rtl: Ᵽlǝɐsǝ ǝnʇǝɹ ɐn ᴉnʇǝƃǝɹ ƃɹǝɐʇǝɹ ʇɥɐn 0.

source: Please enter non-negative integer.
rtl: Ᵽlǝɐsǝ ǝnʇǝɹ nøn-nǝƃɐʇᴉʌǝ ᴉnʇǝƃǝɹ.

source: Cannot drop more <%= types %> assignments than are assigned.
rtl: Ȼɐnnøʇ dɹød ɯøɹǝ <%= types %> ɐssᴉƃnɯǝnʇs ʇɥɐn ɐɹǝ ɐssᴉƃnǝd.

source: Grace period must be specified in HH:MM format.
rtl: Ǥɹɐɔǝ dǝɹᴉød ɯnsʇ bǝ sdǝɔᴉɟᴉǝd ᴉn ĦĦ:MM ɟøɹɯɐʇ.

source: Not able to set passing grade to less than %(minimum_grade_cutoff)s%.
rtl: Nøʇ ɐblǝ ʇø sǝʇ dɐssᴉnƃ ƃɹɐdǝ ʇø lǝss ʇɥɐn %(minimum_grade_cutoff)s%.

source: Textbook name is required
rtl: Ŧǝxʇbøøʞ nɐɯǝ ᴉs ɹǝbnᴉɹǝd

source: Please add at least one chapter
rtl: Ᵽlǝɐsǝ ɐdd ɐʇ lǝɐsʇ ønǝ ɔɥɐdʇǝɹ

source: All chapters must have a name and asset
rtl: Ⱥll ɔɥɐdʇǝɹs ɯnsʇ ɥɐʌǝ ɐ nɐɯǝ ɐnd ɐssǝʇ

source: Only <%- fileTypes %> files can be uploaded. Please select a file ending in <%- (fileExtensions) %> to upload.
rtl: Ønlʎ <%- fileTypes %> ɟᴉlǝs ɔɐn bǝ ndløɐdǝd. Ᵽlǝɐsǝ sǝlǝɔʇ ɐ ɟᴉlǝ ǝndᴉnƃ ᴉn <%- (fileExtensions) %> ʇø ndløɐd.

source: or
rtl: øɹ

source: This unit has validation issues.
rtl: Ŧɥᴉs nnᴉʇ ɥɐs ʌɐlᴉdɐʇᴉøn ᴉssnǝs.

source: This component has validation issues.
rtl: Ŧɥᴉs ɔøɯdønǝnʇ ɥɐs ʌɐlᴉdɐʇᴉøn ᴉssnǝs.

source: Your file could not be uploaded
rtl: Ɏønɹ ɟᴉlǝ ɔønld nøʇ bǝ ndløɐdǝd

source: Upload Videos
rtl: Ʉdløɐd Vᴉdǝøs

source: Drag and drop or {spanStart}browse your computer{spanEnd}.
rtl: Đɹɐƃ ɐnd dɹød øɹ {spanStart}bɹøʍsǝ ʎønɹ ɔøɯdnʇǝɹ{spanEnd}.

source: Maximum file size: {maxFileSize} GB
rtl: Mɐxᴉɯnɯ ɟᴉlǝ sᴉzǝ: {maxFileSize} ǤɃ

source: Supported file types: {supportedVideoTypes}
rtl: Snddøɹʇǝd ɟᴉlǝ ʇʎdǝs: {supportedVideoTypes}

source: Your video uploads are not complete.
rtl: Ɏønɹ ʌᴉdǝø ndløɐds ɐɹǝ nøʇ ɔøɯdlǝʇǝ.

source: Upload completed for video {fileName}
rtl: Ʉdløɐd ɔøɯdlǝʇǝd ɟøɹ ʌᴉdǝø {fileName}

source: Upload failed for video {fileName}
rtl: Ʉdløɐd ɟɐᴉlǝd ɟøɹ ʌᴉdǝø {fileName}

source: {filename} is not in a supported file format. Supported file formats are {supportedFileFormats}.
rtl: {filename} ᴉs nøʇ ᴉn ɐ snddøɹʇǝd ɟᴉlǝ ɟøɹɯɐʇ. Snddøɹʇǝd ɟᴉlǝ ɟøɹɯɐʇs ɐɹǝ {supportedFileFormats}.

source: {filename} exceeds maximum size of {maxFileSizeInGB} GB.
rtl: {filename} ǝxɔǝǝds ɯɐxᴉɯnɯ sᴉzǝ øɟ {maxFileSizeInGB} ǤɃ.

source: : video upload complete.
rtl: : ʌᴉdǝø ndløɐd ɔøɯdlǝʇǝ.

source: Previous Uploads table has been updated.
rtl: Ᵽɹǝʌᴉøns Ʉdløɐds ʇɐblǝ ɥɐs bǝǝn nddɐʇǝd.

source: Delete File Confirmation
rtl: Đǝlǝʇǝ Fᴉlǝ Ȼønɟᴉɹɯɐʇᴉøn

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
rtl: Ⱥɹǝ ʎøn snɹǝ ʎøn ʍᴉsɥ ʇø dǝlǝʇǝ ʇɥᴉs ᴉʇǝɯ. Ɨʇ ɔɐnnøʇ bǝ ɹǝʌǝɹsǝd! Ⱥlsø ɐnʎ ɔønʇǝnʇ ʇɥɐʇ lᴉnʞs/ɹǝɟǝɹs ʇø ʇɥᴉs ᴉʇǝɯ ʍᴉll nø lønƃǝɹ ʍøɹʞ (ǝ.ƃ. bɹøʞǝn ᴉɯɐƃǝs ɐnd/øɹ lᴉnʞs)

source: Your file has been deleted.
rtl: Ɏønɹ ɟᴉlǝ ɥɐs bǝǝn dǝlǝʇǝd.

source: Date Added
rtl: Đɐʇǝ Ⱥddǝd

source: Type
rtl: Ŧʎdǝ

source: File {filename} exceeds maximum size of {maxFileSizeInMBs} MB
rtl: Fᴉlǝ {filename} ǝxɔǝǝds ɯɐxᴉɯnɯ sᴉzǝ øɟ {maxFileSizeInMBs} MɃ

source: Please follow the instructions here to upload a file elsewhere and link to it: {maxFileSizeRedirectUrl}
rtl: Ᵽlǝɐsǝ ɟølløʍ ʇɥǝ ᴉnsʇɹnɔʇᴉøns ɥǝɹǝ ʇø ndløɐd ɐ ɟᴉlǝ ǝlsǝʍɥǝɹǝ ɐnd lᴉnʞ ʇø ᴉʇ: {maxFileSizeRedirectUrl}

source: Max file size exceeded
rtl: Mɐx ɟᴉlǝ sᴉzǝ ǝxɔǝǝdǝd

source: Upload New File
rtl: Ʉdløɐd Nǝʍ Fᴉlǝ

source: Load Another File
rtl: Łøɐd Ⱥnøʇɥǝɹ Fᴉlǝ

source: Adding
rtl: Ⱥddᴉnƃ

source: Are you sure you want to delete this update?
rtl: Ⱥɹǝ ʎøn snɹǝ ʎøn ʍɐnʇ ʇø dǝlǝʇǝ ʇɥᴉs nddɐʇǝ?

source: Create Re-run
rtl: Ȼɹǝɐʇǝ Ɍǝ-ɹnn

source: Processing Re-run Request
rtl: Ᵽɹøɔǝssᴉnƃ Ɍǝ-ɹnn Ɍǝbnǝsʇ

source: An error has occurred. Wait a few minutes, and then try again.
rtl: Ⱥn ǝɹɹøɹ ɥɐs øɔɔnɹɹǝd. Wɐᴉʇ ɐ ɟǝʍ ɯᴉnnʇǝs, ɐnd ʇɥǝn ʇɹʎ ɐƃɐᴉn.

source: Select turnaround
rtl: Sǝlǝɔʇ ʇnɹnɐɹønnd

source: Select fidelity
rtl: Sǝlǝɔʇ ɟᴉdǝlᴉʇʎ

source: Select language
rtl: Sǝlǝɔʇ lɐnƃnɐƃǝ

source: Press Remove to remove language
rtl: Ᵽɹǝss Ɍǝɯøʌǝ ʇø ɹǝɯøʌǝ lɐnƃnɐƃǝ

source: Settings updated
rtl: Sǝʇʇᴉnƃs nddɐʇǝd

source: Last updated
rtl: Łɐsʇ nddɐʇǝd

source: Required
rtl: Ɍǝbnᴉɹǝd

source: Automatic transcripts are disabled.
rtl: Ⱥnʇøɯɐʇᴉɔ ʇɹɐnsɔɹᴉdʇs ɐɹǝ dᴉsɐblǝd.

source: {selectedProvider} credentials saved
rtl: {selectedProvider} ɔɹǝdǝnʇᴉɐls sɐʌǝd

source: Upload a new PDF to “<%- name %>”
rtl: Ʉdløɐd ɐ nǝʍ ⱣĐF ʇø “<%- name %>”

source: Please select a PDF file to upload.
rtl: Ᵽlǝɐsǝ sǝlǝɔʇ ɐ ⱣĐF ɟᴉlǝ ʇø ndløɐd.

source: There has been an error while exporting.
rtl: Ŧɥǝɹǝ ɥɐs bǝǝn ɐn ǝɹɹøɹ ʍɥᴉlǝ ǝxdøɹʇᴉnƃ.

source: There has been a failure to export to XML at least one component. It is recommended that you go to the edit page and repair the error before attempting another export. Please check that all components on the page are valid and do not display any error messages.
rtl: Ŧɥǝɹǝ ɥɐs bǝǝn ɐ ɟɐᴉlnɹǝ ʇø ǝxdøɹʇ ʇø XMŁ ɐʇ lǝɐsʇ ønǝ ɔøɯdønǝnʇ. Ɨʇ ᴉs ɹǝɔøɯɯǝndǝd ʇɥɐʇ ʎøn ƃø ʇø ʇɥǝ ǝdᴉʇ dɐƃǝ ɐnd ɹǝdɐᴉɹ ʇɥǝ ǝɹɹøɹ bǝɟøɹǝ ɐʇʇǝɯdʇᴉnƃ ɐnøʇɥǝɹ ǝxdøɹʇ. Ᵽlǝɐsǝ ɔɥǝɔʞ ʇɥɐʇ ɐll ɔøɯdønǝnʇs øn ʇɥǝ dɐƃǝ ɐɹǝ ʌɐlᴉd ɐnd dø nøʇ dᴉsdlɐʎ ɐnʎ ǝɹɹøɹ ɯǝssɐƃǝs.

source: Correct failed component
rtl: Ȼøɹɹǝɔʇ ɟɐᴉlǝd ɔøɯdønǝnʇ

source: Return to Export
rtl: Ɍǝʇnɹn ʇø Ɇxdøɹʇ

source: Your library could not be exported to XML. There is not enough information to identify the failed component. Inspect your library to identify any problematic components and try again.
rtl: Ɏønɹ lᴉbɹɐɹʎ ɔønld nøʇ bǝ ǝxdøɹʇǝd ʇø XMŁ. Ŧɥǝɹǝ ᴉs nøʇ ǝnønƃɥ ᴉnɟøɹɯɐʇᴉøn ʇø ᴉdǝnʇᴉɟʎ ʇɥǝ ɟɐᴉlǝd ɔøɯdønǝnʇ. Ɨnsdǝɔʇ ʎønɹ lᴉbɹɐɹʎ ʇø ᴉdǝnʇᴉɟʎ ɐnʎ dɹøblǝɯɐʇᴉɔ ɔøɯdønǝnʇs ɐnd ʇɹʎ ɐƃɐᴉn.

source: Take me to the main library page
rtl: Ŧɐʞǝ ɯǝ ʇø ʇɥǝ ɯɐᴉn lᴉbɹɐɹʎ dɐƃǝ

source: Your course could not be exported to XML. There is not enough information to identify the failed component. Inspect your course to identify any problematic components and try again.
rtl: Ɏønɹ ɔønɹsǝ ɔønld nøʇ bǝ ǝxdøɹʇǝd ʇø XMŁ. Ŧɥǝɹǝ ᴉs nøʇ ǝnønƃɥ ᴉnɟøɹɯɐʇᴉøn ʇø ᴉdǝnʇᴉɟʎ ʇɥǝ ɟɐᴉlǝd ɔøɯdønǝnʇ. Ɨnsdǝɔʇ ʎønɹ ɔønɹsǝ ʇø ᴉdǝnʇᴉɟʎ ɐnʎ dɹøblǝɯɐʇᴉɔ ɔøɯdønǝnʇs ɐnd ʇɹʎ ɐƃɐᴉn.

source: Take me to the main course page
rtl: Ŧɐʞǝ ɯǝ ʇø ʇɥǝ ɯɐᴉn ɔønɹsǝ dɐƃǝ

source: The raw error message is:
rtl: Ŧɥǝ ɹɐʍ ǝɹɹøɹ ɯǝssɐƃǝ ᴉs:

source: There has been an error with your export.
rtl: Ŧɥǝɹǝ ɥɐs bǝǝn ɐn ǝɹɹøɹ ʍᴉʇɥ ʎønɹ ǝxdøɹʇ.

source: Contains {count} group
rtl: Ȼønʇɐᴉns {count} ƃɹønd

source: Not in Use
rtl: Nøʇ ᴉn Ʉsǝ

source: Used in {count} location
rtl: Ʉsǝd ᴉn {count} løɔɐʇᴉøn

source: group configuration
rtl: ƃɹønd ɔønɟᴉƃnɹɐʇᴉøn

source: Add your first group configuration
rtl: Ⱥdd ʎønɹ ɟᴉɹsʇ ƃɹønd ɔønɟᴉƃnɹɐʇᴉøn

source: You have not created any group configurations yet.
rtl: Ɏøn ɥɐʌǝ nøʇ ɔɹǝɐʇǝd ɐnʎ ƃɹønd ɔønɟᴉƃnɹɐʇᴉøns ʎǝʇ.

source: Upload instructor image.
rtl: Ʉdløɐd ᴉnsʇɹnɔʇøɹ ᴉɯɐƃǝ.

source: Files must be in JPEG or PNG format.
rtl: Fᴉlǝs ɯnsʇ bǝ ᴉn ɈⱣɆǤ øɹ ⱣNǤ ɟøɹɯɐʇ.

source: All Rights Reserved
rtl: Ⱥll Ɍᴉƃɥʇs Ɍǝsǝɹʌǝd

source: You reserve all rights for your work
rtl: Ɏøn ɹǝsǝɹʌǝ ɐll ɹᴉƃɥʇs ɟøɹ ʎønɹ ʍøɹʞ

source: Creative Commons
rtl: Ȼɹǝɐʇᴉʌǝ Ȼøɯɯøns

source: You waive some rights for your work, such that others can use it too
rtl: Ɏøn ʍɐᴉʌǝ søɯǝ ɹᴉƃɥʇs ɟøɹ ʎønɹ ʍøɹʞ, snɔɥ ʇɥɐʇ øʇɥǝɹs ɔɐn nsǝ ᴉʇ ʇøø

source: Version
rtl: Vǝɹsᴉøn

source: Attribution
rtl: Ⱥʇʇɹᴉbnʇᴉøn

source: Allow others to copy, distribute, display and perform your copyrighted work but only if they give credit the way you request. Currently, this option is required.
rtl: Ⱥlløʍ øʇɥǝɹs ʇø ɔødʎ, dᴉsʇɹᴉbnʇǝ, dᴉsdlɐʎ ɐnd dǝɹɟøɹɯ ʎønɹ ɔødʎɹᴉƃɥʇǝd ʍøɹʞ bnʇ ønlʎ ᴉɟ ʇɥǝʎ ƃᴉʌǝ ɔɹǝdᴉʇ ʇɥǝ ʍɐʎ ʎøn ɹǝbnǝsʇ. Ȼnɹɹǝnʇlʎ, ʇɥᴉs ødʇᴉøn ᴉs ɹǝbnᴉɹǝd.

source: Noncommercial
rtl: Nønɔøɯɯǝɹɔᴉɐl

source: Allow others to copy, distribute, display and perform your work - and derivative works based upon it - but for noncommercial purposes only.
rtl: Ⱥlløʍ øʇɥǝɹs ʇø ɔødʎ, dᴉsʇɹᴉbnʇǝ, dᴉsdlɐʎ ɐnd dǝɹɟøɹɯ ʎønɹ ʍøɹʞ - ɐnd dǝɹᴉʌɐʇᴉʌǝ ʍøɹʞs bɐsǝd ndøn ᴉʇ - bnʇ ɟøɹ nønɔøɯɯǝɹɔᴉɐl dnɹdøsǝs ønlʎ.

source: No Derivatives
rtl: Nø Đǝɹᴉʌɐʇᴉʌǝs

source: Allow others to copy, distribute, display and perform only verbatim copies of your work, not derivative works based upon it. This option is incompatible with "Share Alike".
rtl: Ⱥlløʍ øʇɥǝɹs ʇø ɔødʎ, dᴉsʇɹᴉbnʇǝ, dᴉsdlɐʎ ɐnd dǝɹɟøɹɯ ønlʎ ʌǝɹbɐʇᴉɯ ɔødᴉǝs øɟ ʎønɹ ʍøɹʞ, nøʇ dǝɹᴉʌɐʇᴉʌǝ ʍøɹʞs bɐsǝd ndøn ᴉʇ. Ŧɥᴉs ødʇᴉøn ᴉs ᴉnɔøɯdɐʇᴉblǝ ʍᴉʇɥ "Sɥɐɹǝ Ⱥlᴉʞǝ".

source: Share Alike
rtl: Sɥɐɹǝ Ⱥlᴉʞǝ

source: Allow others to distribute derivative works only under a license identical to the license that governs your work. This option is incompatible with "No Derivatives".
rtl: Ⱥlløʍ øʇɥǝɹs ʇø dᴉsʇɹᴉbnʇǝ dǝɹᴉʌɐʇᴉʌǝ ʍøɹʞs ønlʎ nndǝɹ ɐ lᴉɔǝnsǝ ᴉdǝnʇᴉɔɐl ʇø ʇɥǝ lᴉɔǝnsǝ ʇɥɐʇ ƃøʌǝɹns ʎønɹ ʍøɹʞ. Ŧɥᴉs ødʇᴉøn ᴉs ᴉnɔøɯdɐʇᴉblǝ ʍᴉʇɥ "Nø Đǝɹᴉʌɐʇᴉʌǝs".

source: Delete this %(item_display_name)s?
rtl: Đǝlǝʇǝ ʇɥᴉs %(item_display_name)s?

source: Deleting this %(item_display_name)s is permanent and cannot be undone.
rtl: Đǝlǝʇᴉnƃ ʇɥᴉs %(item_display_name)s ᴉs dǝɹɯɐnǝnʇ ɐnd ɔɐnnøʇ bǝ nndønǝ.

source: There was an error changing the user's role
rtl: Ŧɥǝɹǝ ʍɐs ɐn ǝɹɹøɹ ɔɥɐnƃᴉnƃ ʇɥǝ nsǝɹ's ɹølǝ

source: Error adding user
rtl: Ɇɹɹøɹ ɐddᴉnƃ nsǝɹ

source: Error removing user
rtl: Ɇɹɹøɹ ɹǝɯøʌᴉnƃ nsǝɹ

source: A valid email address is required
rtl: Ⱥ ʌɐlᴉd ǝɯɐᴉl ɐddɹǝss ᴉs ɹǝbnᴉɹǝd

source: You must enter a valid email address in order to add a new team member
rtl: Ɏøn ɯnsʇ ǝnʇǝɹ ɐ ʌɐlᴉd ǝɯɐᴉl ɐddɹǝss ᴉn øɹdǝɹ ʇø ɐdd ɐ nǝʍ ʇǝɐɯ ɯǝɯbǝɹ

source: Return and add email address
rtl: Ɍǝʇnɹn ɐnd ɐdd ǝɯɐᴉl ɐddɹǝss

source: Already a member
rtl: Ⱥlɹǝɐdʎ ɐ ɯǝɯbǝɹ

source: {email} is already on the {container} team. Recheck the email address if you want to add a new member.
rtl: {email} ᴉs ɐlɹǝɐdʎ øn ʇɥǝ {container} ʇǝɐɯ. Ɍǝɔɥǝɔʞ ʇɥǝ ǝɯɐᴉl ɐddɹǝss ᴉɟ ʎøn ʍɐnʇ ʇø ɐdd ɐ nǝʍ ɯǝɯbǝɹ.

source: Return to team listing
rtl: Ɍǝʇnɹn ʇø ʇǝɐɯ lᴉsʇᴉnƃ

source: Are you sure you want to restrict {email} access to “{container}”?
rtl: Ⱥɹǝ ʎøn snɹǝ ʎøn ʍɐnʇ ʇø ɹǝsʇɹᴉɔʇ {email} ɐɔɔǝss ʇø “{container}”?

source: {display_name} Settings
rtl: {display_name} Sǝʇʇᴉnƃs

source: Publish {display_name}
rtl: Ᵽnblᴉsɥ {display_name}

source: Publish all unpublished changes for this {item}?
rtl: Ᵽnblᴉsɥ ɐll nndnblᴉsɥǝd ɔɥɐnƃǝs ɟøɹ ʇɥᴉs {item}?

source: Publish
rtl: Ᵽnblᴉsɥ

source: Highlights for {display_name}
rtl: Ħᴉƃɥlᴉƃɥʇs ɟøɹ {display_name}

source: Enable Weekly Highlight Emails
rtl: Ɇnɐblǝ Wǝǝʞlʎ Ħᴉƃɥlᴉƃɥʇ Ɇɯɐᴉls

source: Enable
rtl: Ɇnɐblǝ

source: Not yet
rtl: Nøʇ ʎǝʇ

source: All Learners and Staff
rtl: Ⱥll Łǝɐɹnǝɹs ɐnd Sʇɐɟɟ

source: Basic
rtl: Ƀɐsᴉɔ

source: Visibility
rtl: Vᴉsᴉbᴉlᴉʇʎ

source: Editing: {title}
rtl: Ɇdᴉʇᴉnƃ: {title}

source: Plugins
rtl: Ᵽlnƃᴉns

source: Unit
rtl: Ʉnᴉʇ

source: Component
rtl: Ȼøɯdønǝnʇ

source: Move
rtl: Møʌǝ

source: Choose a location to move your component to
rtl: Ȼɥøøsǝ ɐ løɔɐʇᴉøn ʇø ɯøʌǝ ʎønɹ ɔøɯdønǝnʇ ʇø

source: Move: {displayName}
rtl: Møʌǝ: {displayName}

source: Validation Error While Saving
rtl: Vɐlᴉdɐʇᴉøn Ɇɹɹøɹ Wɥᴉlǝ Sɐʌᴉnƃ

source: Undo Changes
rtl: Ʉndø Ȼɥɐnƃǝs

source: Change Manually
rtl: Ȼɥɐnƃǝ Mɐnnɐllʎ

source: Sections
rtl: Sǝɔʇᴉøns

source: Subsections
rtl: Snbsǝɔʇᴉøns

source: Units
rtl: Ʉnᴉʇs

source: Components
rtl: Ȼøɯdønǝnʇs

source: Groups
rtl: Ǥɹønds

source: This {parentCategory} has no {childCategory}
rtl: Ŧɥᴉs {parentCategory} ɥɐs nø {childCategory}

source: Course Outline
rtl: Ȼønɹsǝ Ønʇlᴉnǝ

source: Date added
rtl: Đɐʇǝ ɐddǝd

source: Editing access for: {title}
rtl: Ɇdᴉʇᴉnƃ ɐɔɔǝss ɟøɹ: {title}

source: Publishing
rtl: Ᵽnblᴉsɥᴉnƃ

source: Discard Changes
rtl: Đᴉsɔɐɹd Ȼɥɐnƃǝs

source: Are you sure you want to revert to the last published version of the unit? You cannot undo this action.
rtl: Ⱥɹǝ ʎøn snɹǝ ʎøn ʍɐnʇ ʇø ɹǝʌǝɹʇ ʇø ʇɥǝ lɐsʇ dnblᴉsɥǝd ʌǝɹsᴉøn øɟ ʇɥǝ nnᴉʇ? Ɏøn ɔɐnnøʇ nndø ʇɥᴉs ɐɔʇᴉøn.

source: Discarding Changes
rtl: Đᴉsɔɐɹdᴉnƃ Ȼɥɐnƃǝs

source: Hiding from Students
rtl: Ħᴉdᴉnƃ ɟɹøɯ Sʇndǝnʇs

source: Explicitly Hiding from Students
rtl: Ɇxdlᴉɔᴉʇlʎ Ħᴉdᴉnƃ ɟɹøɯ Sʇndǝnʇs

source: Inheriting Student Visibility
rtl: Ɨnɥǝɹᴉʇᴉnƃ Sʇndǝnʇ Vᴉsᴉbᴉlᴉʇʎ

source: Make Visible to Students
rtl: Mɐʞǝ Vᴉsᴉblǝ ʇø Sʇndǝnʇs

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students. Do you want to proceed?
rtl: Ɨɟ ʇɥǝ nnᴉʇ ʍɐs dɹǝʌᴉønslʎ dnblᴉsɥǝd ɐnd ɹǝlǝɐsǝd ʇø sʇndǝnʇs, ɐnʎ ɔɥɐnƃǝs ʎøn ɯɐdǝ ʇø ʇɥǝ nnᴉʇ ʍɥǝn ᴉʇ ʍɐs ɥᴉddǝn ʍᴉll nøʍ bǝ ʌᴉsᴉblǝ ʇø sʇndǝnʇs. Đø ʎøn ʍɐnʇ ʇø dɹøɔǝǝd?

source: Making Visible to Students
rtl: Mɐʞᴉnƃ Vᴉsᴉblǝ ʇø Sʇndǝnʇs

source: Course Index
rtl: Ȼønɹsǝ Ɨndǝx

source: There were errors reindexing course.
rtl: Ŧɥǝɹǝ ʍǝɹǝ ǝɹɹøɹs ɹǝᴉndǝxᴉnƃ ɔønɹsǝ.

source: Hide Previews
rtl: Ħᴉdǝ Ᵽɹǝʌᴉǝʍs

source: Show Previews
rtl: Sɥøʍ Ᵽɹǝʌᴉǝʍs

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} ascending
rtl: Sɥøʍᴉnƃ {currentItemRange} ønʇ øɟ {totalItemsCount}, ɟᴉlʇǝɹǝd bʎ {assetType}, søɹʇǝd bʎ {sortName} ɐsɔǝndᴉnƃ

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} descending
rtl: Sɥøʍᴉnƃ {currentItemRange} ønʇ øɟ {totalItemsCount}, ɟᴉlʇǝɹǝd bʎ {assetType}, søɹʇǝd bʎ {sortName} dǝsɔǝndᴉnƃ

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} ascending
rtl: Sɥøʍᴉnƃ {currentItemRange} ønʇ øɟ {totalItemsCount}, søɹʇǝd bʎ {sortName} ɐsɔǝndᴉnƃ

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} descending
rtl: Sɥøʍᴉnƃ {currentItemRange} ønʇ øɟ {totalItemsCount}, søɹʇǝd bʎ {sortName} dǝsɔǝndᴉnƃ

source: {totalItems} total
rtl: {totalItems} ʇøʇɐl

source: content group
rtl: ɔønʇǝnʇ ƃɹønd

source: Add your first content group
rtl: Ⱥdd ʎønɹ ɟᴉɹsʇ ɔønʇǝnʇ ƃɹønd

source: You have not created any content groups yet.
rtl: Ɏøn ɥɐʌǝ nøʇ ɔɹǝɐʇǝd ɐnʎ ɔønʇǝnʇ ƃɹønds ʎǝʇ.

source: Are you sure you want to remove this video from the list?
rtl: Ⱥɹǝ ʎøn snɹǝ ʎøn ʍɐnʇ ʇø ɹǝɯøʌǝ ʇɥᴉs ʌᴉdǝø ɟɹøɯ ʇɥǝ lᴉsʇ?

source: Removing a video from this list does not affect course content. Any content that uses a previously uploaded video ID continues to display in the course.
rtl: Ɍǝɯøʌᴉnƃ ɐ ʌᴉdǝø ɟɹøɯ ʇɥᴉs lᴉsʇ døǝs nøʇ ɐɟɟǝɔʇ ɔønɹsǝ ɔønʇǝnʇ. Ⱥnʎ ɔønʇǝnʇ ʇɥɐʇ nsǝs ɐ dɹǝʌᴉønslʎ ndløɐdǝd ʌᴉdǝø ƗĐ ɔønʇᴉnnǝs ʇø dᴉsdlɐʎ ᴉn ʇɥǝ ɔønɹsǝ.

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
rtl: Ɏønɹ ɔɥɐnƃǝs ʍᴉll nøʇ ʇɐʞǝ ǝɟɟǝɔʇ nnʇᴉl ʎøn sɐʌǝ ʎønɹ dɹøƃɹǝss. Ŧɐʞǝ ɔɐɹǝ ʍᴉʇɥ ʞǝʎ ɐnd ʌɐlnǝ ɟøɹɯɐʇʇᴉnƃ, ɐs ʌɐlᴉdɐʇᴉøn ᴉs nøʇ ᴉɯdlǝɯǝnʇǝd.

source: Your policy changes have been saved.
rtl: Ɏønɹ dølᴉɔʎ ɔɥɐnƃǝs ɥɐʌǝ bǝǝn sɐʌǝd.

source: No validation is performed on policy keys or value pairs. If you are having difficulties, check your formatting.
rtl: Nø ʌɐlᴉdɐʇᴉøn ᴉs dǝɹɟøɹɯǝd øn dølᴉɔʎ ʞǝʎs øɹ ʌɐlnǝ dɐᴉɹs. Ɨɟ ʎøn ɐɹǝ ɥɐʌᴉnƃ dᴉɟɟᴉɔnlʇᴉǝs, ɔɥǝɔʞ ʎønɹ ɟøɹɯɐʇʇᴉnƃ.

source: For grading to work, you must change all {oldName} subsections to {newName}.
rtl: Føɹ ƃɹɐdᴉnƃ ʇø ʍøɹʞ, ʎøn ɯnsʇ ɔɥɐnƃǝ ɐll {oldName} snbsǝɔʇᴉøns ʇø {newName}.

source: Course Credit Requirements
rtl: Ȼønɹsǝ Ȼɹǝdᴉʇ Ɍǝbnᴉɹǝɯǝnʇs

source: The minimum grade for course credit is not set.
rtl: Ŧɥǝ ɯᴉnᴉɯnɯ ƃɹɐdǝ ɟøɹ ɔønɹsǝ ɔɹǝdᴉʇ ᴉs nøʇ sǝʇ.

source: Course pacing cannot be changed once a course has started.
rtl: Ȼønɹsǝ dɐɔᴉnƃ ɔɐnnøʇ bǝ ɔɥɐnƃǝd ønɔǝ ɐ ɔønɹsǝ ɥɐs sʇɐɹʇǝd.

source: {hours}:{minutes} (current UTC time)
rtl: {hours}:{minutes} (ɔnɹɹǝnʇ ɄŦȻ ʇᴉɯǝ)

source: Upload your course image.
rtl: Ʉdløɐd ʎønɹ ɔønɹsǝ ᴉɯɐƃǝ.

source: Upload your banner image.
rtl: Ʉdløɐd ʎønɹ bɐnnǝɹ ᴉɯɐƃǝ.

source: Upload your video thumbnail image.
rtl: Ʉdløɐd ʎønɹ ʌᴉdǝø ʇɥnɯbnɐᴉl ᴉɯɐƃǝ.

source: Delete “<%- name %>”?
rtl: Đǝlǝʇǝ “<%- name %>”?

source: Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
rtl: Đǝlǝʇᴉnƃ ɐ ʇǝxʇbøøʞ ɔɐnnøʇ bǝ nndønǝ ɐnd ønɔǝ dǝlǝʇǝd ɐnʎ ɹǝɟǝɹǝnɔǝ ʇø ᴉʇ ᴉn ʎønɹ ɔønɹsǝʍɐɹǝ's nɐʌᴉƃɐʇᴉøn ʍᴉll ɐlsø bǝ ɹǝɯøʌǝd.

source: Delete Page Confirmation
rtl: Đǝlǝʇǝ Ᵽɐƃǝ Ȼønɟᴉɹɯɐʇᴉøn

source: Are you sure you want to delete this page? This action cannot be undone.
rtl: Ⱥɹǝ ʎøn snɹǝ ʎøn ʍɐnʇ ʇø dǝlǝʇǝ ʇɥᴉs dɐƃǝ? Ŧɥᴉs ɐɔʇᴉøn ɔɐnnøʇ bǝ nndønǝ.

source: Upload
rtl: Ʉdløɐd

source: We're sorry, there was an error
rtl: Wǝ'ɹǝ søɹɹʎ, ʇɥǝɹǝ ʍɐs ɐn ǝɹɹøɹ

source: The combined length of the organization, course number, and course run fields cannot be more than <%- limit %> characters.
rtl: Ŧɥǝ ɔøɯbᴉnǝd lǝnƃʇɥ øɟ ʇɥǝ øɹƃɐnᴉzɐʇᴉøn, ɔønɹsǝ nnɯbǝɹ, ɐnd ɔønɹsǝ ɹnn ɟᴉǝlds ɔɐnnøʇ bǝ ɯøɹǝ ʇɥɐn <%- limit %> ɔɥɐɹɐɔʇǝɹs.

source: The combined length of the organization and library code fields cannot be more than <%- limit %> characters.
rtl: Ŧɥǝ ɔøɯbᴉnǝd lǝnƃʇɥ øɟ ʇɥǝ øɹƃɐnᴉzɐʇᴉøn ɐnd lᴉbɹɐɹʎ ɔødǝ ɟᴉǝlds ɔɐnnøʇ bǝ ɯøɹǝ ʇɥɐn <%- limit %> ɔɥɐɹɐɔʇǝɹs.

source: Success! "{displayName}" has been moved.
rtl: Snɔɔǝss! "{displayName}" ɥɐs bǝǝn ɯøʌǝd.
