Repository: eduNEXT/edunext-platform
Catalog: conf/locale/rtl/LC_MESSAGES/djangojs.po
Languages: rtl

source: %d year
rtl: %d ʎǝɐɹ

source: Select a section or problem
rtl: Sǝlǝɔʇ ɐ sǝɔʇᴉøn øɹ dɹøblǝɯ

source: Create a report of problem responses
rtl: Ȼɹǝɐʇǝ ɐ ɹǝdøɹʇ øɟ dɹøblǝɯ ɹǝsdønsǝs

source: Your report is being generated...
rtl: Ɏønɹ ɹǝdøɹʇ ᴉs bǝᴉnƃ ƃǝnǝɹɐʇǝd...

source: Your report has been successfully generated.
rtl: Ɏønɹ ɹǝdøɹʇ ɥɐs bǝǝn snɔɔǝssɟnllʎ ƃǝnǝɹɐʇǝd.

source: View Report
rtl: Vᴉǝʍ Ɍǝdøɹʇ

source: There was an error generating the report link.
rtl: Ŧɥǝɹǝ ʍɐs ɐn ǝɹɹøɹ ƃǝnǝɹɐʇᴉnƃ ʇɥǝ ɹǝdøɹʇ lᴉnʞ.

source: There was an error generating your report.
rtl: Ŧɥǝɹǝ ʍɐs ɐn ǝɹɹøɹ ƃǝnǝɹɐʇᴉnƃ ʎønɹ ɹǝdøɹʇ.

source: Unable to get report generation status.
rtl: Ʉnɐblǝ ʇø ƃǝʇ ɹǝdøɹʇ ƃǝnǝɹɐʇᴉøn sʇɐʇns.

source: Unable to submit request to generate report.
rtl: Ʉnɐblǝ ʇø snbɯᴉʇ ɹǝbnǝsʇ ʇø ƃǝnǝɹɐʇǝ ɹǝdøɹʇ.

source: An unexpected error occurred. Please try again.
rtl: Ⱥn nnǝxdǝɔʇǝd ǝɹɹøɹ øɔɔnɹɹǝd. Ᵽlǝɐsǝ ʇɹʎ ɐƃɐᴉn.

source: Financial Assistance
rtl: Fᴉnɐnɔᴉɐl Ⱥssᴉsʇɐnɔǝ

source: Upset Learner
rtl: Ʉdsǝʇ Łǝɐɹnǝɹ

source: Teaching Assistant
rtl: Ŧǝɐɔɥᴉnƃ Ⱥssᴉsʇɐnʇ

source: Please specify a reason.
rtl: Ᵽlǝɐsǝ sdǝɔᴉɟʎ ɐ ɹǝɐsøn.

source: Something went wrong changing this enrollment. Please try again.
rtl: Søɯǝʇɥᴉnƃ ʍǝnʇ ʍɹønƃ ɔɥɐnƃᴉnƃ ʇɥᴉs ǝnɹøllɯǝnʇ. Ᵽlǝɐsǝ ʇɹʎ ɐƃɐᴉn.

source: Please fix the following errors:
rtl: Ᵽlǝɐsǝ ɟᴉx ʇɥǝ ɟølløʍᴉnƃ ǝɹɹøɹs:

source: Files that you upload must be smaller than 5MB in size.
rtl: Fᴉlǝs ʇɥɐʇ ʎøn ndløɐd ɯnsʇ bǝ sɯɐllǝɹ ʇɥɐn 5MɃ ᴉn sᴉzǝ.

source: Files that you upload must be PDFs or image files in .gif, .jpg, .jpeg, or .png format.
rtl: Fᴉlǝs ʇɥɐʇ ʎøn ndløɐd ɯnsʇ bǝ ⱣĐFs øɹ ᴉɯɐƃǝ ɟᴉlǝs ᴉn .ƃᴉɟ, .ɾdƃ, .ɾdǝƃ, øɹ .dnƃ ɟøɹɯɐʇ.

source: Something went wrong. Please try again later.
rtl: Søɯǝʇɥᴉnƃ ʍǝnʇ ʍɹønƃ. Ᵽlǝɐsǝ ʇɹʎ ɐƃɐᴉn lɐʇǝɹ.

source: Add Attachment
rtl: Ⱥdd Ⱥʇʇɐɔɥɯǝnʇ

source: (Optional)
rtl: (Ødʇᴉønɐl)

source: Remove file
rtl: Ɍǝɯøʌǝ ɟᴉlǝ

source: Course Name
rtl: Ȼønɹsǝ Nɐɯǝ

source: For inquiries regarding assignments, grades, or structure of a specific course, please post in the discussion forums for that course directly.
rtl: Føɹ ᴉnbnᴉɹᴉǝs ɹǝƃɐɹdᴉnƃ ɐssᴉƃnɯǝnʇs, ƃɹɐdǝs, øɹ sʇɹnɔʇnɹǝ øɟ ɐ sdǝɔᴉɟᴉɔ ɔønɹsǝ, dlǝɐsǝ døsʇ ᴉn ʇɥǝ dᴉsɔnssᴉøn ɟøɹnɯs ɟøɹ ʇɥɐʇ ɔønɹsǝ dᴉɹǝɔʇlʎ.

source: Not specific to a course
rtl: Nøʇ sdǝɔᴉɟᴉɔ ʇø ɐ ɔønɹsǝ

source: Subject
rtl: Snbɾǝɔʇ

source: Account Settings
rtl: Ⱥɔɔønnʇ Sǝʇʇᴉnƃs

source: Billing/Payment Options
rtl: Ƀᴉllᴉnƃ/Ᵽɐʎɯǝnʇ Ødʇᴉøns

source: Certificates
rtl: Ȼǝɹʇᴉɟᴉɔɐʇǝs

source: Course Content
rtl: Ȼønɹsǝ Ȼønʇǝnʇ

source: Deadlines
rtl: Đǝɐdlᴉnǝs

source: Errors/Technical Issues
rtl: Ɇɹɹøɹs/Ŧǝɔɥnᴉɔɐl Ɨssnǝs

source: Financial Aid
rtl: Fᴉnɐnɔᴉɐl Ⱥᴉd

source: Masters
rtl: Mɐsʇǝɹs

source: MicroMasters
rtl: MᴉɔɹøMɐsʇǝɹs

source: MicroBachelors
rtl: MᴉɔɹøɃɐɔɥǝløɹs

source: Photo Verification
rtl: Ᵽɥøʇø Vǝɹᴉɟᴉɔɐʇᴉøn

source: Proctoring
rtl: Ᵽɹøɔʇøɹᴉnƃ

source: Security
rtl: Sǝɔnɹᴉʇʎ

source: Other
rtl: Øʇɥǝɹ

source: Course Discussion Forum
rtl: Ȼønɹsǝ Đᴉsɔnssᴉøn Føɹnɯ

source: While our support team is happy to assist with the edX platform, the course staff has the expertise for specific assignment questions, grading or the proper procedures in each course. Please post all course related questions within the Discussion Forum where the Course Staff can directly respond.
rtl: Wɥᴉlǝ ønɹ snddøɹʇ ʇǝɐɯ ᴉs ɥɐddʎ ʇø ɐssᴉsʇ ʍᴉʇɥ ʇɥǝ ǝdX dlɐʇɟøɹɯ, ʇɥǝ ɔønɹsǝ sʇɐɟɟ ɥɐs ʇɥǝ ǝxdǝɹʇᴉsǝ ɟøɹ sdǝɔᴉɟᴉɔ ɐssᴉƃnɯǝnʇ bnǝsʇᴉøns, ƃɹɐdᴉnƃ øɹ ʇɥǝ dɹødǝɹ dɹøɔǝdnɹǝs ᴉn ǝɐɔɥ ɔønɹsǝ. Ᵽlǝɐsǝ døsʇ ɐll ɔønɹsǝ ɹǝlɐʇǝd bnǝsʇᴉøns ʍᴉʇɥᴉn ʇɥǝ Đᴉsɔnssᴉøn Føɹnɯ ʍɥǝɹǝ ʇɥǝ Ȼønɹsǝ Sʇɐɟɟ ɔɐn dᴉɹǝɔʇlʎ ɹǝsdønd.

source: Details
rtl: Đǝʇɐᴉls

source: the more quickly and helpfully we can respond!
rtl: ʇɥǝ ɯøɹǝ bnᴉɔʞlʎ ɐnd ɥǝldɟnllʎ ʍǝ ɔɐn ɹǝsdønd!

source: Create Support Ticket
rtl: Ȼɹǝɐʇǝ Snddøɹʇ Ŧᴉɔʞǝʇ

source: What can we help you with, {username}?
rtl: Wɥɐʇ ɔɐn ʍǝ ɥǝld ʎøn ʍᴉʇɥ, {username}?

source: Sign in to {platform} so we can help you better.
rtl: Sᴉƃn ᴉn ʇø {platform} sø ʍǝ ɔɐn ɥǝld ʎøn bǝʇʇǝɹ.

source: Need help logging in?
rtl: Nǝǝd ɥǝld løƃƃᴉnƃ ᴉn?

source: Select a course or select "Not specific to a course" for your support request.
rtl: Sǝlǝɔʇ ɐ ɔønɹsǝ øɹ sǝlǝɔʇ "Nøʇ sdǝɔᴉɟᴉɔ ʇø ɐ ɔønɹsǝ" ɟøɹ ʎønɹ snddøɹʇ ɹǝbnǝsʇ.

source: Select a subject for your support request.
rtl: Sǝlǝɔʇ ɐ snbɾǝɔʇ ɟøɹ ʎønɹ snddøɹʇ ɹǝbnǝsʇ.

source: Enter some details for your support request.
rtl: Ɇnʇǝɹ søɯǝ dǝʇɐᴉls ɟøɹ ʎønɹ snddøɹʇ ɹǝbnǝsʇ.

source: Due to the recent increase in interest in online education and edX, we are currently experiencing an unusually high volume of support requests. We appreciate your patience as we work to review each request. Please check the
rtl: Đnǝ ʇø ʇɥǝ ɹǝɔǝnʇ ᴉnɔɹǝɐsǝ ᴉn ᴉnʇǝɹǝsʇ ᴉn ønlᴉnǝ ǝdnɔɐʇᴉøn ɐnd ǝdX, ʍǝ ɐɹǝ ɔnɹɹǝnʇlʎ ǝxdǝɹᴉǝnɔᴉnƃ ɐn nnnsnɐllʎ ɥᴉƃɥ ʌølnɯǝ øɟ snddøɹʇ ɹǝbnǝsʇs. Wǝ ɐddɹǝɔᴉɐʇǝ ʎønɹ dɐʇᴉǝnɔǝ ɐs ʍǝ ʍøɹʞ ʇø ɹǝʌᴉǝʍ ǝɐɔɥ ɹǝbnǝsʇ. Ᵽlǝɐsǝ ɔɥǝɔʞ ʇɥǝ

source: as many questions may have already been answered.
rtl: ɐs ɯɐnʎ bnǝsʇᴉøns ɯɐʎ ɥɐʌǝ ɐlɹǝɐdʎ bǝǝn ɐnsʍǝɹǝd.

source: Contact Us
rtl: Ȼønʇɐɔʇ Ʉs

source: Find answers to the top questions asked by learners.
rtl: Fᴉnd ɐnsʍǝɹs ʇø ʇɥǝ ʇød bnǝsʇᴉøns ɐsʞǝd bʎ lǝɐɹnǝɹs.

source: Search the {platform} Help Center
rtl: Sǝɐɹɔɥ ʇɥǝ {platform} Ħǝld Ȼǝnʇǝɹ

source: Go to my Dashboard
rtl: Ǥø ʇø ɯʎ Đɐsɥbøɐɹd

source: Go to {platform} Home
rtl: Ǥø ʇø {platform} Ħøɯǝ

source: Thank you for submitting a request! We appreciate your patience while we work to review your request.
rtl: Ŧɥɐnʞ ʎøn ɟøɹ snbɯᴉʇʇᴉnƃ ɐ ɹǝbnǝsʇ! Wǝ ɐddɹǝɔᴉɐʇǝ ʎønɹ dɐʇᴉǝnɔǝ ʍɥᴉlǝ ʍǝ ʍøɹʞ ʇø ɹǝʌᴉǝʍ ʎønɹ ɹǝbnǝsʇ.

source: Cancel upload
rtl: Ȼɐnɔǝl ndløɐd

source: last activity
rtl: lɐsʇ ɐɔʇᴉʌᴉʇʎ

source: open slots
rtl: ødǝn sløʇs

source: name
rtl: nɐɯǝ

source: team count
rtl: ʇǝɐɯ ɔønnʇ

source: Teams
rtl: Ŧǝɐɯs

source: Create
rtl: Ȼɹǝɐʇǝ

source: Update
rtl: Ʉddɐʇǝ

source: Team Name (Required) *
rtl: Ŧǝɐɯ Nɐɯǝ (Ɍǝbnᴉɹǝd) *

source: A name that identifies your team (maximum 255 characters).
rtl: Ⱥ nɐɯǝ ʇɥɐʇ ᴉdǝnʇᴉɟᴉǝs ʎønɹ ʇǝɐɯ (ɯɐxᴉɯnɯ 255 ɔɥɐɹɐɔʇǝɹs).

source: Team Description (Required) *
rtl: Ŧǝɐɯ Đǝsɔɹᴉdʇᴉøn (Ɍǝbnᴉɹǝd) *

source: A short description of the team to help other learners understand the goals or direction of the team (maximum 300 characters).
rtl: Ⱥ sɥøɹʇ dǝsɔɹᴉdʇᴉøn øɟ ʇɥǝ ʇǝɐɯ ʇø ɥǝld øʇɥǝɹ lǝɐɹnǝɹs nndǝɹsʇɐnd ʇɥǝ ƃøɐls øɹ dᴉɹǝɔʇᴉøn øɟ ʇɥǝ ʇǝɐɯ (ɯɐxᴉɯnɯ 300 ɔɥɐɹɐɔʇǝɹs).

source: Language
rtl: Łɐnƃnɐƃǝ

source: The language that team members primarily use to communicate with each other.
rtl: Ŧɥǝ lɐnƃnɐƃǝ ʇɥɐʇ ʇǝɐɯ ɯǝɯbǝɹs dɹᴉɯɐɹᴉlʎ nsǝ ʇø ɔøɯɯnnᴉɔɐʇǝ ʍᴉʇɥ ǝɐɔɥ øʇɥǝɹ.

source: Country
rtl: Ȼønnʇɹʎ

source: The country that team members primarily identify with.
rtl: Ŧɥǝ ɔønnʇɹʎ ʇɥɐʇ ʇǝɐɯ ɯǝɯbǝɹs dɹᴉɯɐɹᴉlʎ ᴉdǝnʇᴉɟʎ ʍᴉʇɥ.

source: An error occurred. Please try again.
rtl: Ⱥn ǝɹɹøɹ øɔɔnɹɹǝd. Ᵽlǝɐsǝ ʇɹʎ ɐƃɐᴉn.

source: Check the highlighted fields below and try again.
rtl: Ȼɥǝɔʞ ʇɥǝ ɥᴉƃɥlᴉƃɥʇǝd ɟᴉǝlds bǝløʍ ɐnd ʇɹʎ ɐƃɐᴉn.

source: Enter team name.
rtl: Ɇnʇǝɹ ʇǝɐɯ nɐɯǝ.

source: Team name cannot have more than 255 characters.
rtl: Ŧǝɐɯ nɐɯǝ ɔɐnnøʇ ɥɐʌǝ ɯøɹǝ ʇɥɐn 255 ɔɥɐɹɐɔʇǝɹs.

source: Enter team description.
rtl: Ɇnʇǝɹ ʇǝɐɯ dǝsɔɹᴉdʇᴉøn.

source: Team description cannot have more than 300 characters.
rtl: Ŧǝɐɯ dǝsɔɹᴉdʇᴉøn ɔɐnnøʇ ɥɐʌǝ ɯøɹǝ ʇɥɐn 300 ɔɥɐɹɐɔʇǝɹs.

source: An error occurred while removing the member from the team. Try again.
rtl: Ⱥn ǝɹɹøɹ øɔɔnɹɹǝd ʍɥᴉlǝ ɹǝɯøʌᴉnƃ ʇɥǝ ɯǝɯbǝɹ ɟɹøɯ ʇɥǝ ʇǝɐɯ. Ŧɹʎ ɐƃɐᴉn.

source: This team does not have any members.
rtl: Ŧɥᴉs ʇǝɐɯ døǝs nøʇ ɥɐʌǝ ɐnʎ ɯǝɯbǝɹs.

source: Joined %(date)s
rtl: Ɉøᴉnǝd %(date)s

source: Last Activity %(date)s
rtl: Łɐsʇ Ⱥɔʇᴉʌᴉʇʎ %(date)s

source: Remove this team member?
rtl: Ɍǝɯøʌǝ ʇɥᴉs ʇǝɐɯ ɯǝɯbǝɹ?

source: This learner will be removed from the team,allowing another learner to take the available spot.
rtl: Ŧɥᴉs lǝɐɹnǝɹ ʍᴉll bǝ ɹǝɯøʌǝd ɟɹøɯ ʇɥǝ ʇǝɐɯ,ɐlløʍᴉnƃ ɐnøʇɥǝɹ lǝɐɹnǝɹ ʇø ʇɐʞǝ ʇɥǝ ɐʌɐᴉlɐblǝ sdøʇ.

source: Delete this team?
rtl: Đǝlǝʇǝ ʇɥᴉs ʇǝɐɯ?

source: Deleting a team is permanent and cannot be undone.All members are removed from the team, and team discussions can no longer be accessed.
rtl: Đǝlǝʇᴉnƃ ɐ ʇǝɐɯ ᴉs dǝɹɯɐnǝnʇ ɐnd ɔɐnnøʇ bǝ nndønǝ.Ⱥll ɯǝɯbǝɹs ɐɹǝ ɹǝɯøʌǝd ɟɹøɯ ʇɥǝ ʇǝɐɯ, ɐnd ʇǝɐɯ dᴉsɔnssᴉøns ɔɐn nø lønƃǝɹ bǝ ɐɔɔǝssǝd.

source: Team "{team}" successfully deleted.
rtl: Ŧǝɐɯ "{team}" snɔɔǝssɟnllʎ dǝlǝʇǝd.

source: Manage
rtl: Mɐnɐƃǝ

source: You are not currently a member of any team.
rtl: Ɏøn ɐɹǝ nøʇ ɔnɹɹǝnʇlʎ ɐ ɯǝɯbǝɹ øɟ ɐnʎ ʇǝɐɯ.

source: and others
rtl: ɐnd øʇɥǝɹs

source: Last activity {date}
rtl: Łɐsʇ ɐɔʇᴉʌᴉʇʎ {date}

source: View {span_start} {team_name} {span_end}
rtl: Vᴉǝʍ {span_start} {team_name} {span_end}

source: An error occurred. Try again.
rtl: Ⱥn ǝɹɹøɹ øɔɔnɹɹǝd. Ŧɹʎ ɐƃɐᴉn.

source: No assignments for team
rtl: Nø ɐssᴉƃnɯǝnʇs ɟøɹ ʇǝɐɯ

source: Leave this team?
rtl: Łǝɐʌǝ ʇɥᴉs ʇǝɐɯ?

source: If you leave, you can no longer post in this team's discussions.Your place will be available to another learner.
rtl: Ɨɟ ʎøn lǝɐʌǝ, ʎøn ɔɐn nø lønƃǝɹ døsʇ ᴉn ʇɥᴉs ʇǝɐɯ's dᴉsɔnssᴉøns.Ɏønɹ dlɐɔǝ ʍᴉll bǝ ɐʌɐᴉlɐblǝ ʇø ɐnøʇɥǝɹ lǝɐɹnǝɹ.

source: Confirm
rtl: Ȼønɟᴉɹɯ

source: You already belong to another team in this team set.
rtl: Ɏøn ɐlɹǝɐdʎ bǝlønƃ ʇø ɐnøʇɥǝɹ ʇǝɐɯ ᴉn ʇɥᴉs ʇǝɐɯ sǝʇ.

source: This team is full.
rtl: Ŧɥᴉs ʇǝɐɯ ᴉs ɟnll.

source: Cannot join instructor managed team
rtl: Ȼɐnnøʇ ɾøᴉn ᴉnsʇɹnɔʇøɹ ɯɐnɐƃǝd ʇǝɐɯ

source: Member
rtl: Mǝɯbǝɹ

source: All teams
rtl: Ⱥll ʇǝɐɯs

source: Teams Pagination
rtl: Ŧǝɐɯs Ᵽɐƃᴉnɐʇᴉøn

source: Topics
rtl: Ŧødᴉɔs

source: My Teams
rtl: Mʎ Ŧǝɐɯs

source: Browse
rtl: Ƀɹøʍsǝ

source: Your request could not be completed. Reload the page and try again.
rtl: Ɏønɹ ɹǝbnǝsʇ ɔønld nøʇ bǝ ɔøɯdlǝʇǝd. Ɍǝløɐd ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: Your request could not be completed due to a server problem. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
rtl: Ɏønɹ ɹǝbnǝsʇ ɔønld nøʇ bǝ ɔøɯdlǝʇǝd dnǝ ʇø ɐ sǝɹʌǝɹ dɹøblǝɯ. Ɍǝløɐd ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn. Ɨɟ ʇɥǝ ᴉssnǝ dǝɹsᴉsʇs, ɔlᴉɔʞ ʇɥǝ Ħǝld ʇɐb ʇø ɹǝdøɹʇ ʇɥǝ dɹøblǝɯ.

source: Team Search
rtl: Ŧǝɐɯ Sǝɐɹɔɥ

source: Create a New Team
rtl: Ȼɹǝɐʇǝ ɐ Nǝʍ Ŧǝɐɯ

source: Create a new team if you can't find an existing team to join, or if you would like to learn with friends you know.
rtl: Ȼɹǝɐʇǝ ɐ nǝʍ ʇǝɐɯ ᴉɟ ʎøn ɔɐn'ʇ ɟᴉnd ɐn ǝxᴉsʇᴉnƃ ʇǝɐɯ ʇø ɾøᴉn, øɹ ᴉɟ ʎøn ʍønld lᴉʞǝ ʇø lǝɐɹn ʍᴉʇɥ ɟɹᴉǝnds ʎøn ʞnøʍ.

source: Edit Team
rtl: Ɇdᴉʇ Ŧǝɐɯ

source: If you make significant changes, make sure you notify members of the team before making these changes.
rtl: Ɨɟ ʎøn ɯɐʞǝ sᴉƃnᴉɟᴉɔɐnʇ ɔɥɐnƃǝs, ɯɐʞǝ snɹǝ ʎøn nøʇᴉɟʎ ɯǝɯbǝɹs øɟ ʇɥǝ ʇǝɐɯ bǝɟøɹǝ ɯɐʞᴉnƃ ʇɥǝsǝ ɔɥɐnƃǝs.

source: Membership
rtl: Mǝɯbǝɹsɥᴉd

source: You can remove members from this team, especially if they have not participated in the team's activity.
rtl: Ɏøn ɔɐn ɹǝɯøʌǝ ɯǝɯbǝɹs ɟɹøɯ ʇɥᴉs ʇǝɐɯ, ǝsdǝɔᴉɐllʎ ᴉɟ ʇɥǝʎ ɥɐʌǝ nøʇ dɐɹʇᴉɔᴉdɐʇǝd ᴉn ʇɥǝ ʇǝɐɯ's ɐɔʇᴉʌᴉʇʎ.

source: Showing results for "{searchString}"
rtl: Sɥøʍᴉnƃ ɹǝsnlʇs ɟøɹ "{searchString}"

source: Search teams
rtl: Sǝɐɹɔɥ ʇǝɐɯs

source: See all teams you belong to and all public teams in your course, organized by topic. Join an open public team to collaborate with other learners who are interested in the same topic as you are.
rtl: Sǝǝ ɐll ʇǝɐɯs ʎøn bǝlønƃ ʇø ɐnd ɐll dnblᴉɔ ʇǝɐɯs ᴉn ʎønɹ ɔønɹsǝ, øɹƃɐnᴉzǝd bʎ ʇødᴉɔ. Ɉøᴉn ɐn ødǝn dnblᴉɔ ʇǝɐɯ ʇø ɔøllɐbøɹɐʇǝ ʍᴉʇɥ øʇɥǝɹ lǝɐɹnǝɹs ʍɥø ɐɹǝ ᴉnʇǝɹǝsʇǝd ᴉn ʇɥǝ sɐɯǝ ʇødᴉɔ ɐs ʎøn ɐɹǝ.

source: See all teams you belong to and all public teams in your course, organized by topic.
rtl: Sǝǝ ɐll ʇǝɐɯs ʎøn bǝlønƃ ʇø ɐnd ɐll dnblᴉɔ ʇǝɐɯs ᴉn ʎønɹ ɔønɹsǝ, øɹƃɐnᴉzǝd bʎ ʇødᴉɔ.

source: See all teams you belong to.
rtl: Sǝǝ ɐll ʇǝɐɯs ʎøn bǝlønƃ ʇø.

source: All Topics
rtl: Ⱥll Ŧødᴉɔs

source: The page "{route}" could not be found.
rtl: Ŧɥǝ dɐƃǝ "{route}" ɔønld nøʇ bǝ ɟønnd.

source: The topic "{topic}" could not be found.
rtl: Ŧɥǝ ʇødᴉɔ "{topic}" ɔønld nøʇ bǝ ɟønnd.

source: The team "{team}" could not be found.
rtl: Ŧɥǝ ʇǝɐɯ "{team}" ɔønld nøʇ bǝ ɟønnd.

source: {team_count} Team
rtl: {team_count} Ŧǝɐɯ

source: Topic
rtl: Ŧødᴉɔ

source: View Teams in the {topic_name} Topic
rtl: Vᴉǝʍ Ŧǝɐɯs ᴉn ʇɥǝ {topic_name} Ŧødᴉɔ

source: {browse_span_start}Browse teams in other topics{span_end} or {search_span_start}search teams{span_end} in this topic. If you still can't find a team to join, {create_span_start}create a new team in this topic{span_end}.
rtl: {browse_span_start}Ƀɹøʍsǝ ʇǝɐɯs ᴉn øʇɥǝɹ ʇødᴉɔs{span_end} øɹ {search_span_start}sǝɐɹɔɥ ʇǝɐɯs{span_end} ᴉn ʇɥᴉs ʇødᴉɔ. Ɨɟ ʎøn sʇᴉll ɔɐn'ʇ ɟᴉnd ɐ ʇǝɐɯ ʇø ɾøᴉn, {create_span_start}ɔɹǝɐʇǝ ɐ nǝʍ ʇǝɐɯ ᴉn ʇɥᴉs ʇødᴉɔ{span_end}.

source: An error occurred while looking up team membership. Try refreshing the page.
rtl: Ⱥn ǝɹɹøɹ øɔɔnɹɹǝd ʍɥᴉlǝ løøʞᴉnƃ nd ʇǝɐɯ ɯǝɯbǝɹsɥᴉd. Ŧɹʎ ɹǝɟɹǝsɥᴉnƃ ʇɥǝ dɐƃǝ.

source: All topics
rtl: Ⱥll ʇødᴉɔs

source: Insert Hyperlink
rtl: Ɨnsǝɹʇ Ħʎdǝɹlᴉnʞ

source: e.g. 'http://google.com'
rtl: ǝ.ƃ. 'ɥʇʇd://ƃøøƃlǝ.ɔøɯ'

source: Link Description
rtl: Łᴉnʞ Đǝsɔɹᴉdʇᴉøn

source: e.g. 'google'
rtl: ǝ.ƃ. 'ƃøøƃlǝ'

source: Please provide a description of the link destination.
rtl: Ᵽlǝɐsǝ dɹøʌᴉdǝ ɐ dǝsɔɹᴉdʇᴉøn øɟ ʇɥǝ lᴉnʞ dǝsʇᴉnɐʇᴉøn.

source: Insert Image (upload file or type URL)
rtl: Ɨnsǝɹʇ Ɨɯɐƃǝ (ndløɐd ɟᴉlǝ øɹ ʇʎdǝ ɄɌŁ)

source: Type in a URL or use the "Choose File" button to upload a file from your machine. (e.g. 'http://example.com/img/clouds.jpg')
rtl: Ŧʎdǝ ᴉn ɐ ɄɌŁ øɹ nsǝ ʇɥǝ "Ȼɥøøsǝ Fᴉlǝ" bnʇʇøn ʇø ndløɐd ɐ ɟᴉlǝ ɟɹøɯ ʎønɹ ɯɐɔɥᴉnǝ. (ǝ.ƃ. 'ɥʇʇd://ǝxɐɯdlǝ.ɔøɯ/ᴉɯƃ/ɔlønds.ɾdƃ')

source: Image Description
rtl: Ɨɯɐƃǝ Đǝsɔɹᴉdʇᴉøn

source: Please describe this image or agree that it has no contextual value by checking the checkbox.
rtl: Ᵽlǝɐsǝ dǝsɔɹᴉbǝ ʇɥᴉs ᴉɯɐƃǝ øɹ ɐƃɹǝǝ ʇɥɐʇ ᴉʇ ɥɐs nø ɔønʇǝxʇnɐl ʌɐlnǝ bʎ ɔɥǝɔʞᴉnƃ ʇɥǝ ɔɥǝɔʞbøx.

source: e.g. 'Sky with clouds'. The description is helpful for users who cannot see the image.
rtl: ǝ.ƃ. 'Sʞʎ ʍᴉʇɥ ɔlønds'. Ŧɥǝ dǝsɔɹᴉdʇᴉøn ᴉs ɥǝldɟnl ɟøɹ nsǝɹs ʍɥø ɔɐnnøʇ sǝǝ ʇɥǝ ᴉɯɐƃǝ.

source: How to create useful text alternatives.
rtl: Ħøʍ ʇø ɔɹǝɐʇǝ nsǝɟnl ʇǝxʇ ɐlʇǝɹnɐʇᴉʌǝs.

source: This image is for decorative purposes only and does not require a description.
rtl: Ŧɥᴉs ᴉɯɐƃǝ ᴉs ɟøɹ dǝɔøɹɐʇᴉʌǝ dnɹdøsǝs ønlʎ ɐnd døǝs nøʇ ɹǝbnᴉɹǝ ɐ dǝsɔɹᴉdʇᴉøn.

source: Markdown Editing Help
rtl: Mɐɹʞdøʍn Ɇdᴉʇᴉnƃ Ħǝld

source: URL
rtl: ɄɌŁ

source: Please provide a valid URL.
rtl: Ᵽlǝɐsǝ dɹøʌᴉdǝ ɐ ʌɐlᴉd ɄɌŁ.

source: %(errorCount)s error found in form.
rtl: %(errorCount)s ǝɹɹøɹ ɟønnd ᴉn ɟøɹɯ.

source: Bold (Ctrl+B)
rtl: Ƀøld (Ȼʇɹl+Ƀ)

source: Italic (Ctrl+I)
rtl: Ɨʇɐlᴉɔ (Ȼʇɹl+Ɨ)

source: Hyperlink (Ctrl+L)
rtl: Ħʎdǝɹlᴉnʞ (Ȼʇɹl+Ł)

source: Blockquote (Ctrl+Q)
rtl: Ƀløɔʞbnøʇǝ (Ȼʇɹl+Q)

source: Code Sample (Ctrl+K)
rtl: Ȼødǝ Sɐɯdlǝ (Ȼʇɹl+Ꝁ)

source: Image (Ctrl+G)
rtl: Ɨɯɐƃǝ (Ȼʇɹl+Ǥ)

source: Numbered List (Ctrl+O)
rtl: Nnɯbǝɹǝd Łᴉsʇ (Ȼʇɹl+Ø)

source: Bulleted List (Ctrl+U)
rtl: Ƀnllǝʇǝd Łᴉsʇ (Ȼʇɹl+Ʉ)

source: Heading (Ctrl+H)
rtl: Ħǝɐdᴉnƃ (Ȼʇɹl+Ħ)

source: Horizontal Rule (Ctrl+R)
rtl: Ħøɹᴉzønʇɐl Ɍnlǝ (Ȼʇɹl+Ɍ)

source: Undo (Ctrl+Z)
rtl: Ʉndø (Ȼʇɹl+Ƶ)

source: Redo (Ctrl+Y)
rtl: Ɍǝdø (Ȼʇɹl+Ɏ)

source: Redo (Ctrl+Shift+Z)
rtl: Ɍǝdø (Ȼʇɹl+Sɥᴉɟʇ+Ƶ)

source: strong text
rtl: sʇɹønƃ ʇǝxʇ

source: emphasized text
rtl: ǝɯdɥɐsᴉzǝd ʇǝxʇ

source: enter link description here
rtl: ǝnʇǝɹ lᴉnʞ dǝsɔɹᴉdʇᴉøn ɥǝɹǝ

source: enter code here
rtl: ǝnʇǝɹ ɔødǝ ɥǝɹǝ

source: List item
rtl: Łᴉsʇ ᴉʇǝɯ

source: Heading
rtl: Ħǝɐdᴉnƃ

source: You have been logged out of your edX account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work).
rtl: Ɏøn ɥɐʌǝ bǝǝn løƃƃǝd ønʇ øɟ ʎønɹ ǝdX ɐɔɔønnʇ. Ȼlᴉɔʞ Øʞɐʎ ʇø løƃ ᴉn ɐƃɐᴉn nøʍ. Ȼlᴉɔʞ Ȼɐnɔǝl ʇø sʇɐʎ øn ʇɥᴉs dɐƃǝ (ʎøn ɯnsʇ løƃ ᴉn ɐƃɐᴉn ʇø sɐʌǝ ʎønɹ ʍøɹʞ).

source: Preview this query
rtl: Ᵽɹǝʌᴉǝʍ ʇɥᴉs bnǝɹʎ

source: Open Calculator
rtl: Ødǝn Ȼɐlɔnlɐʇøɹ

source: Close Calculator
rtl: Ȼløsǝ Ȼɐlɔnlɐʇøɹ

source: All subsections
rtl: Ⱥll snbsǝɔʇᴉøns

source: All units
rtl: Ⱥll nnᴉʇs

source: Click to change
rtl: Ȼlᴉɔʞ ʇø ɔɥɐnƃǝ

source: Select a chapter
rtl: Sǝlǝɔʇ ɐ ɔɥɐdʇǝɹ

source: Save changes
rtl: Sɐʌǝ ɔɥɐnƃǝs

source: Please enter valid start date and time.
rtl: Ᵽlǝɐsǝ ǝnʇǝɹ ʌɐlᴉd sʇɐɹʇ dɐʇǝ ɐnd ʇᴉɯǝ.

source: Due date cannot be before start date.
rtl: Đnǝ dɐʇǝ ɔɐnnøʇ bǝ bǝɟøɹǝ sʇɐɹʇ dɐʇǝ.

source: Enter Due Date and Time
rtl: Ɇnʇǝɹ Đnǝ Đɐʇǝ ɐnd Ŧᴉɯǝ

source: Enter Start Date and Time
rtl: Ɇnʇǝɹ Sʇɐɹʇ Đɐʇǝ ɐnd Ŧᴉɯǝ

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
rtl: Sʇndǝnʇ nsǝɹnɐɯǝ/ǝɯɐᴉl ɟᴉǝld ᴉs ɹǝbnᴉɹǝd ɐnd ɔɐn nøʇ bǝ ǝɯdʇʎ. Ꝁᴉndlʎ ɟᴉll ᴉn nsǝɹnɐɯǝ/ǝɯɐᴉl ɐnd ʇɥǝn dɹǝss "Ⱥdd ʇø Ɇxɔǝdʇᴉøn Łᴉsʇ" bnʇʇøn.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
rtl: Sʇndǝnʇ nsǝɹnɐɯǝ/ǝɯɐᴉl ɟᴉǝld ᴉs ɹǝbnᴉɹǝd ɐnd ɔɐn nøʇ bǝ ǝɯdʇʎ. Ꝁᴉndlʎ ɟᴉll ᴉn nsǝɹnɐɯǝ/ǝɯɐᴉl ɐnd ʇɥǝn dɹǝss "Ɨnʌɐlᴉdɐʇǝ Ȼǝɹʇᴉɟᴉɔɐʇǝ" bnʇʇøn.

source: Uploaded file issues. Click on "+" to view.
rtl: Ʉdløɐdǝd ɟᴉlǝ ᴉssnǝs. Ȼlᴉɔʞ øn "+" ʇø ʌᴉǝʍ.

source: learners are successfully added to exception list
rtl: lǝɐɹnǝɹs ɐɹǝ snɔɔǝssɟnllʎ ɐddǝd ʇø ǝxɔǝdʇᴉøn lᴉsʇ

source: learner is successfully added to the exception list
rtl: lǝɐɹnǝɹ ᴉs snɔɔǝssɟnllʎ ɐddǝd ʇø ʇɥǝ ǝxɔǝdʇᴉøn lᴉsʇ

source: records are not in correct format and not added to the exception list
rtl: ɹǝɔøɹds ɐɹǝ nøʇ ᴉn ɔøɹɹǝɔʇ ɟøɹɯɐʇ ɐnd nøʇ ɐddǝd ʇø ʇɥǝ ǝxɔǝdʇᴉøn lᴉsʇ

source: record is not in correct format and not added to the exception list
rtl: ɹǝɔøɹd ᴉs nøʇ ᴉn ɔøɹɹǝɔʇ ɟøɹɯɐʇ ɐnd nøʇ ɐddǝd ʇø ʇɥǝ ǝxɔǝdʇᴉøn lᴉsʇ

source: learners do not exist in LMS and not added to the exception list
rtl: lǝɐɹnǝɹs dø nøʇ ǝxᴉsʇ ᴉn ŁMS ɐnd nøʇ ɐddǝd ʇø ʇɥǝ ǝxɔǝdʇᴉøn lᴉsʇ

source: learner does not exist in LMS and not added to the exception list
rtl: lǝɐɹnǝɹ døǝs nøʇ ǝxᴉsʇ ᴉn ŁMS ɐnd nøʇ ɐddǝd ʇø ʇɥǝ ǝxɔǝdʇᴉøn lᴉsʇ

source: learners are already white listed and not added to the exception list
rtl: lǝɐɹnǝɹs ɐɹǝ ɐlɹǝɐdʎ ʍɥᴉʇǝ lᴉsʇǝd ɐnd nøʇ ɐddǝd ʇø ʇɥǝ ǝxɔǝdʇᴉøn lᴉsʇ

source: learner is already white listed and not added to the exception list
rtl: lǝɐɹnǝɹ ᴉs ɐlɹǝɐdʎ ʍɥᴉʇǝ lᴉsʇǝd ɐnd nøʇ ɐddǝd ʇø ʇɥǝ ǝxɔǝdʇᴉøn lᴉsʇ

source: learners are not enrolled in course and not added to the exception list
rtl: lǝɐɹnǝɹs ɐɹǝ nøʇ ǝnɹøllǝd ᴉn ɔønɹsǝ ɐnd nøʇ ɐddǝd ʇø ʇɥǝ ǝxɔǝdʇᴉøn lᴉsʇ

source: learner is not enrolled in course and not added to the exception list
rtl: lǝɐɹnǝɹ ᴉs nøʇ ǝnɹøllǝd ᴉn ɔønɹsǝ ɐnd nøʇ ɐddǝd ʇø ʇɥǝ ǝxɔǝdʇᴉøn lᴉsʇ

source: Certificate of <%= user %> has already been invalidated. Please check your spelling and retry.
rtl: Ȼǝɹʇᴉɟᴉɔɐʇǝ øɟ <%= user %> ɥɐs ɐlɹǝɐdʎ bǝǝn ᴉnʌɐlᴉdɐʇǝd. Ᵽlǝɐsǝ ɔɥǝɔʞ ʎønɹ sdǝllᴉnƃ ɐnd ɹǝʇɹʎ.

source: Certificate has been successfully invalidated for <%= user %>.
rtl: Ȼǝɹʇᴉɟᴉɔɐʇǝ ɥɐs bǝǝn snɔɔǝssɟnllʎ ᴉnʌɐlᴉdɐʇǝd ɟøɹ <%= user %>.

source: Server Error, Please refresh the page and try again.
rtl: Sǝɹʌǝɹ Ɇɹɹøɹ, Ᵽlǝɐsǝ ɹǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: The certificate for this learner has been re-validated and the system is re-running the grade for this learner.
rtl: Ŧɥǝ ɔǝɹʇᴉɟᴉɔɐʇǝ ɟøɹ ʇɥᴉs lǝɐɹnǝɹ ɥɐs bǝǝn ɹǝ-ʌɐlᴉdɐʇǝd ɐnd ʇɥǝ sʎsʇǝɯ ᴉs ɹǝ-ɹnnnᴉnƃ ʇɥǝ ƃɹɐdǝ ɟøɹ ʇɥᴉs lǝɐɹnǝɹ.

source: Could not find Certificate Invalidation in the list. Please refresh the page and try again
rtl: Ȼønld nøʇ ɟᴉnd Ȼǝɹʇᴉɟᴉɔɐʇǝ Ɨnʌɐlᴉdɐʇᴉøn ᴉn ʇɥǝ lᴉsʇ. Ᵽlǝɐsǝ ɹǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn

source: Student Removed from certificate white list successfully.
rtl: Sʇndǝnʇ Ɍǝɯøʌǝd ɟɹøɯ ɔǝɹʇᴉɟᴉɔɐʇǝ ʍɥᴉʇǝ lᴉsʇ snɔɔǝssɟnllʎ.

source: Could not find Certificate Exception in white list. Please refresh the page and try again
rtl: Ȼønld nøʇ ɟᴉnd Ȼǝɹʇᴉɟᴉɔɐʇǝ Ɇxɔǝdʇᴉøn ᴉn ʍɥᴉʇǝ lᴉsʇ. Ᵽlǝɐsǝ ɹǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn

source: <%= user %> already in exception list.
rtl: <%= user %> ɐlɹǝɐdʎ ᴉn ǝxɔǝdʇᴉøn lᴉsʇ.

source: <%= user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate.
rtl: <%= user %> ɥɐs bǝǝn snɔɔǝssɟnllʎ ɐddǝd ʇø ʇɥǝ ǝxɔǝdʇᴉøn lᴉsʇ. Ȼlᴉɔʞ Ǥǝnǝɹɐʇǝ Ɇxɔǝdʇᴉøn Ȼǝɹʇᴉɟᴉɔɐʇǝ bǝløʍ ʇø sǝnd ʇɥǝ ɔǝɹʇᴉɟᴉɔɐʇǝ.

source: There has been an error processing your survey.
rtl: Ŧɥǝɹǝ ɥɐs bǝǝn ɐn ǝɹɹøɹ dɹøɔǝssᴉnƃ ʎønɹ snɹʌǝʎ.

source: More
rtl: Møɹǝ

source: Less
rtl: Łǝss

source: HTML preview of post
rtl: ĦŦMŁ dɹǝʌᴉǝʍ øɟ døsʇ

source: Your question or idea (required)
rtl: Ɏønɹ bnǝsʇᴉøn øɹ ᴉdǝɐ (ɹǝbnᴉɹǝd)

source: Please enter a valid donation amount.
rtl: Ᵽlǝɐsǝ ǝnʇǝɹ ɐ ʌɐlᴉd dønɐʇᴉøn ɐɯønnʇ.

source: Your donation could not be submitted.
rtl: Ɏønɹ dønɐʇᴉøn ɔønld nøʇ bǝ snbɯᴉʇʇǝd.

source: You will be refunded the amount you paid.
rtl: Ɏøn ʍᴉll bǝ ɹǝɟnndǝd ʇɥǝ ɐɯønnʇ ʎøn dɐᴉd.

source: You will not be refunded the amount you paid.
rtl: Ɏøn ʍᴉll nøʇ bǝ ɹǝɟnndǝd ʇɥǝ ɐɯønnʇ ʎøn dɐᴉd.

source: Are you sure you want to unenroll from the purchased course {courseName} ({courseNumber})?
rtl: Ⱥɹǝ ʎøn snɹǝ ʎøn ʍɐnʇ ʇø nnǝnɹøll ɟɹøɯ ʇɥǝ dnɹɔɥɐsǝd ɔønɹsǝ {courseName} ({courseNumber})?

source: Are you sure you want to unenroll from {courseName} ({courseNumber})?
rtl: Ⱥɹǝ ʎøn snɹǝ ʎøn ʍɐnʇ ʇø nnǝnɹøll ɟɹøɯ {courseName} ({courseNumber})?

source: Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?
rtl: Ⱥɹǝ ʎøn snɹǝ ʎøn ʍɐnʇ ʇø nnǝnɹøll ɟɹøɯ ʇɥǝ ʌǝɹᴉɟᴉǝd {certNameLong} ʇɹɐɔʞ øɟ {courseName} ({courseNumber})?

source: Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?
rtl: Ⱥɹǝ ʎøn snɹǝ ʎøn ʍɐnʇ ʇø nnǝnɹøll ɟɹøɯ ʇɥǝ ʌǝɹᴉɟᴉǝd {certNameLong} ʇɹɐɔʞ øɟ {courseName} ({courseNumber})?

source: The refund deadline for this course has passed,so you will not receive a refund.
rtl: Ŧɥǝ ɹǝɟnnd dǝɐdlᴉnǝ ɟøɹ ʇɥᴉs ɔønɹsǝ ɥɐs dɐssǝd,sø ʎøn ʍᴉll nøʇ ɹǝɔǝᴉʌǝ ɐ ɹǝɟnnd.

source: Unable to determine whether we should give you a refund because of System Error. Please try again later.
rtl: Ʉnɐblǝ ʇø dǝʇǝɹɯᴉnǝ ʍɥǝʇɥǝɹ ʍǝ sɥønld ƃᴉʌǝ ʎøn ɐ ɹǝɟnnd bǝɔɐnsǝ øɟ Sʎsʇǝɯ Ɇɹɹøɹ. Ᵽlǝɐsǝ ʇɹʎ ɐƃɐᴉn lɐʇǝɹ.

source: Want to make edX better for everyone?
rtl: Wɐnʇ ʇø ɯɐʞǝ ǝdX bǝʇʇǝɹ ɟøɹ ǝʌǝɹʎønǝ?

source: Get started
rtl: Ǥǝʇ sʇɐɹʇǝd

source: Help make edX better for everyone!
rtl: Ħǝld ɯɐʞǝ ǝdX bǝʇʇǝɹ ɟøɹ ǝʌǝɹʎønǝ!

source: Why does edX collect this information?
rtl: Wɥʎ døǝs ǝdX ɔøllǝɔʇ ʇɥᴉs ᴉnɟøɹɯɐʇᴉøn?

source: An error occurred while attempting to retrieve or save the information below. Please try again later.
rtl: Ⱥn ǝɹɹøɹ øɔɔnɹɹǝd ʍɥᴉlǝ ɐʇʇǝɯdʇᴉnƃ ʇø ɹǝʇɹᴉǝʌǝ øɹ sɐʌǝ ʇɥǝ ᴉnɟøɹɯɐʇᴉøn bǝløʍ. Ᵽlǝɐsǝ ʇɹʎ ɐƃɐᴉn lɐʇǝɹ.

source: What was the total combined income, during the last 12 months, of all members of your family?
rtl: Wɥɐʇ ʍɐs ʇɥǝ ʇøʇɐl ɔøɯbᴉnǝd ᴉnɔøɯǝ, dnɹᴉnƃ ʇɥǝ lɐsʇ 12 ɯønʇɥs, øɟ ɐll ɯǝɯbǝɹs øɟ ʎønɹ ɟɐɯᴉlʎ?

source: Have you ever served on active duty in the U.S. Armed Forces, Reserves, or National Guard?
rtl: Ħɐʌǝ ʎøn ǝʌǝɹ sǝɹʌǝd øn ɐɔʇᴉʌǝ dnʇʎ ᴉn ʇɥǝ Ʉ.S. Ⱥɹɯǝd Føɹɔǝs, Ɍǝsǝɹʌǝs, øɹ Nɐʇᴉønɐl Ǥnɐɹd?

source: What is the highest level of education that you have achieved so far?
rtl: Wɥɐʇ ᴉs ʇɥǝ ɥᴉƃɥǝsʇ lǝʌǝl øɟ ǝdnɔɐʇᴉøn ʇɥɐʇ ʎøn ɥɐʌǝ ɐɔɥᴉǝʌǝd sø ɟɐɹ?

source: What is the highest level of education that any of your parents or guardians have achieved?
rtl: Wɥɐʇ ᴉs ʇɥǝ ɥᴉƃɥǝsʇ lǝʌǝl øɟ ǝdnɔɐʇᴉøn ʇɥɐʇ ɐnʎ øɟ ʎønɹ dɐɹǝnʇs øɹ ƃnɐɹdᴉɐns ɥɐʌǝ ɐɔɥᴉǝʌǝd?

source: Select employment status
rtl: Sǝlǝɔʇ ǝɯdløʎɯǝnʇ sʇɐʇns

source: What industry do you currently work in?
rtl: Wɥɐʇ ᴉndnsʇɹʎ dø ʎøn ɔnɹɹǝnʇlʎ ʍøɹʞ ᴉn?

source: What industry do you want to work in?
rtl: Wɥɐʇ ᴉndnsʇɹʎ dø ʎøn ʍɐnʇ ʇø ʍøɹʞ ᴉn?

source: Clear all
rtl: Ȼlǝɐɹ ɐll

source: demographics questionnaire
rtl: dǝɯøƃɹɐdɥᴉɔs bnǝsʇᴉønnɐᴉɹǝ

source: close questionnaire
rtl: ɔløsǝ bnǝsʇᴉønnɐᴉɹǝ

source: finish later
rtl: ɟᴉnᴉsɥ lɐʇǝɹ

source: Return to my dashboard
rtl: Ɍǝʇnɹn ʇø ɯʎ dɐsɥbøɐɹd

source: Finish later
rtl: Fᴉnᴉsɥ lɐʇǝɹ

source: next page
rtl: nǝxʇ dɐƃǝ

source: Viewing %s course
rtl: Vᴉǝʍᴉnƃ %s ɔønɹsǝ
