Repository: eduNEXT/edunext-platform
Catalog: conf/locale/rtl/LC_MESSAGES/djangojs.po
Languages: rtl

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
rtl: Ⱥn ǝɹɹøɹ øɔɔnɹɹǝd ɹǝʇɹᴉǝʌᴉnƃ ʎønɹ ǝɯɐᴉl. Ᵽlǝɐsǝ ʇɹʎ ɐƃɐᴉn lɐʇǝɹ, ɐnd ɔønʇɐɔʇ ʇǝɔɥnᴉɔɐl snddøɹʇ ᴉɟ ʇɥǝ dɹøblǝɯ dǝɹsᴉsʇs.

source: Sent By
rtl: Sǝnʇ Ƀʎ

source: Sent To
rtl: Sǝnʇ Ŧø

source: Time Sent
rtl: Ŧᴉɯǝ Sǝnʇ

source: Number Sent
rtl: Nnɯbǝɹ Sǝnʇ

source: Copy Email To Editor
rtl: Ȼødʎ Ɇɯɐᴉl Ŧø Ɇdᴉʇøɹ

source: Subject:
rtl: Snbɾǝɔʇ:

source: Sent By:
rtl: Sǝnʇ Ƀʎ:

source: Time Sent:
rtl: Ŧᴉɯǝ Sǝnʇ:

source: Sent To:
rtl: Sǝnʇ Ŧø:

source: Message:
rtl: Mǝssɐƃǝ:

source: No tasks currently running.
rtl: Nø ʇɐsʞs ɔnɹɹǝnʇlʎ ɹnnnᴉnƃ.

source: File Name
rtl: Fᴉlǝ Nɐɯǝ

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
rtl: Łᴉnʞs ɐɹǝ ƃǝnǝɹɐʇǝd øn dǝɯɐnd ɐnd ǝxdᴉɹǝ ʍᴉʇɥᴉn 5 ɯᴉnnʇǝs dnǝ ʇø ʇɥǝ sǝnsᴉʇᴉʌǝ nɐʇnɹǝ øɟ sʇndǝnʇ ᴉnɟøɹɯɐʇᴉøn.

source: (Self-paced) Starts {start}
rtl: (Sǝlɟ-dɐɔǝd) Sʇɐɹʇs {start}

source: (Self-paced) Started {start}
rtl: (Sǝlɟ-dɐɔǝd) Sʇɐɹʇǝd {start}

source: (Self-paced) Ends {end}
rtl: (Sǝlɟ-dɐɔǝd) Ɇnds {end}

source: (Self-paced) Ended {end}
rtl: (Sǝlɟ-dɐɔǝd) Ɇndǝd {end}

source: Starts {start}
rtl: Sʇɐɹʇs {start}

source: Started {start}
rtl: Sʇɐɹʇǝd {start}

source: Ends {end}
rtl: Ɇnds {end}

source: You must select a session to access the course.
rtl: Ɏøn ɯnsʇ sǝlǝɔʇ ɐ sǝssᴉøn ʇø ɐɔɔǝss ʇɥǝ ɔønɹsǝ.

source: There was an error. Please reload the page and try again.
rtl: Ŧɥǝɹǝ ʍɐs ɐn ǝɹɹøɹ. Ᵽlǝɐsǝ ɹǝløɐd ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: Change Session
rtl: Ȼɥɐnƃǝ Sǝssᴉøn

source: Select Session
rtl: Sǝlǝɔʇ Sǝssᴉøn

source: Leave Current Session
rtl: Łǝɐʌǝ Ȼnɹɹǝnʇ Sǝssᴉøn

source: Are you sure you want to select this session?
rtl: Ⱥɹǝ ʎøn snɹǝ ʎøn ʍɐnʇ ʇø sǝlǝɔʇ ʇɥᴉs sǝssᴉøn?

source: Are you sure you want to change to a different session?
rtl: Ⱥɹǝ ʎøn snɹǝ ʎøn ʍɐnʇ ʇø ɔɥɐnƃǝ ʇø ɐ dᴉɟɟǝɹǝnʇ sǝssᴉøn?

source: Any course progress or grades from your current session will be lost.
rtl: Ⱥnʎ ɔønɹsǝ dɹøƃɹǝss øɹ ƃɹɐdǝs ɟɹøɯ ʎønɹ ɔnɹɹǝnʇ sǝssᴉøn ʍᴉll bǝ løsʇ.

source: Are you sure that you want to leave this session?
rtl: Ⱥɹǝ ʎøn snɹǝ ʇɥɐʇ ʎøn ʍɐnʇ ʇø lǝɐʌǝ ʇɥᴉs sǝssᴉøn?

source: Your unenrollment request could not be processed. Please try again later.
rtl: Ɏønɹ nnǝnɹøllɯǝnʇ ɹǝbnǝsʇ ɔønld nøʇ bǝ dɹøɔǝssǝd. Ᵽlǝɐsǝ ʇɹʎ ɐƃɐᴉn lɐʇǝɹ.

source: Are you sure you want to unenroll from {courseName} ({courseNumber})? You will be refunded the amount you paid.
rtl: Ⱥɹǝ ʎøn snɹǝ ʎøn ʍɐnʇ ʇø nnǝnɹøll ɟɹøɯ {courseName} ({courseNumber})? Ɏøn ʍᴉll bǝ ɹǝɟnndǝd ʇɥǝ ɐɯønnʇ ʎøn dɐᴉd.

source: {type} Progress
rtl: {type} Ᵽɹøƃɹǝss

source: Earned Certificates
rtl: Ɇɐɹnǝd Ȼǝɹʇᴉɟᴉɔɐʇǝs

source: Enrolled
rtl: Ɇnɹøllǝd

source: Successfully reset the attempts for user {user}
rtl: Snɔɔǝssɟnllʎ ɹǝsǝʇ ʇɥǝ ɐʇʇǝɯdʇs ɟøɹ nsǝɹ {user}

source: Failed to reset attempts for user.
rtl: Fɐᴉlǝd ʇø ɹǝsǝʇ ɐʇʇǝɯdʇs ɟøɹ nsǝɹ.

source: Successfully deleted student state for user {user}
rtl: Snɔɔǝssɟnllʎ dǝlǝʇǝd sʇndǝnʇ sʇɐʇǝ ɟøɹ nsǝɹ {user}

source: Failed to delete student state for user.
rtl: Fɐᴉlǝd ʇø dǝlǝʇǝ sʇndǝnʇ sʇɐʇǝ ɟøɹ nsǝɹ.

source: Successfully rescored problem for user {user}
rtl: Snɔɔǝssɟnllʎ ɹǝsɔøɹǝd dɹøblǝɯ ɟøɹ nsǝɹ {user}

source: Failed to rescore problem for user.
rtl: Fɐᴉlǝd ʇø ɹǝsɔøɹǝ dɹøblǝɯ ɟøɹ nsǝɹ.

source: Successfully rescored problem to improve score for user {user}
rtl: Snɔɔǝssɟnllʎ ɹǝsɔøɹǝd dɹøblǝɯ ʇø ᴉɯdɹøʌǝ sɔøɹǝ ɟøɹ nsǝɹ {user}

source: Failed to rescore problem to improve score for user.
rtl: Fɐᴉlǝd ʇø ɹǝsɔøɹǝ dɹøblǝɯ ʇø ᴉɯdɹøʌǝ sɔøɹǝ ɟøɹ nsǝɹ.

source: Successfully overrode problem score for {user}
rtl: Snɔɔǝssɟnllʎ øʌǝɹɹødǝ dɹøblǝɯ sɔøɹǝ ɟøɹ {user}

source: Could not override problem score for {user}.
rtl: Ȼønld nøʇ øʌǝɹɹᴉdǝ dɹøblǝɯ sɔøɹǝ ɟøɹ {user}.

source: Enter and confirm your new password.
rtl: Ɇnʇǝɹ ɐnd ɔønɟᴉɹɯ ʎønɹ nǝʍ dɐssʍøɹd.

source: New Password
rtl: Nǝʍ Ᵽɐssʍøɹd

source: Confirm Password
rtl: Ȼønɟᴉɹɯ Ᵽɐssʍøɹd

source: Passwords do not match.
rtl: Ᵽɐssʍøɹds dø nøʇ ɯɐʇɔɥ.

source: Reset My Password
rtl: Ɍǝsǝʇ Mʎ Ᵽɐssʍøɹd

source: Reset Your Password
rtl: Ɍǝsǝʇ Ɏønɹ Ᵽɐssʍøɹd

source: Error:
rtl: Ɇɹɹøɹ:

source: You may also lose access to verified certificates and other program credentials like MicroMasters certificates. If you want to make a copy of these for your records before proceeding with deletion, follow the instructions for {htmlStart}printing or downloading a certificate{htmlEnd}.
rtl: Ɏøn ɯɐʎ ɐlsø løsǝ ɐɔɔǝss ʇø ʌǝɹᴉɟᴉǝd ɔǝɹʇᴉɟᴉɔɐʇǝs ɐnd øʇɥǝɹ dɹøƃɹɐɯ ɔɹǝdǝnʇᴉɐls lᴉʞǝ MᴉɔɹøMɐsʇǝɹs ɔǝɹʇᴉɟᴉɔɐʇǝs. Ɨɟ ʎøn ʍɐnʇ ʇø ɯɐʞǝ ɐ ɔødʎ øɟ ʇɥǝsǝ ɟøɹ ʎønɹ ɹǝɔøɹds bǝɟøɹǝ dɹøɔǝǝdᴉnƃ ʍᴉʇɥ dǝlǝʇᴉøn, ɟølløʍ ʇɥǝ ᴉnsʇɹnɔʇᴉøns ɟøɹ {htmlStart}dɹᴉnʇᴉnƃ øɹ døʍnløɐdᴉnƃ ɐ ɔǝɹʇᴉɟᴉɔɐʇǝ{htmlEnd}.

source: Before proceeding, please {htmlStart}unlink all social media accounts{htmlEnd}.
rtl: Ƀǝɟøɹǝ dɹøɔǝǝdᴉnƃ, dlǝɐsǝ {htmlStart}nnlᴉnʞ ɐll søɔᴉɐl ɯǝdᴉɐ ɐɔɔønnʇs{htmlEnd}.

source: Before proceeding, please {htmlStart}activate your account{htmlEnd}.
rtl: Ƀǝɟøɹǝ dɹøɔǝǝdᴉnƃ, dlǝɐsǝ {htmlStart}ɐɔʇᴉʌɐʇǝ ʎønɹ ɐɔɔønnʇ{htmlEnd}.

source: {htmlStart}Want to change your email, name, or password instead?{htmlEnd}
rtl: {htmlStart}Wɐnʇ ʇø ɔɥɐnƃǝ ʎønɹ ǝɯɐᴉl, nɐɯǝ, øɹ dɐssʍøɹd ᴉnsʇǝɐd?{htmlEnd}

source: {strongStart}Warning: Account deletion is permanent.{strongEnd} Please read the above carefully before proceeding. This is an irreversible action, and {strongStart}you will no longer be able to use the same email on {platformName}.{strongEnd}
rtl: {strongStart}Wɐɹnᴉnƃ: Ⱥɔɔønnʇ dǝlǝʇᴉøn ᴉs dǝɹɯɐnǝnʇ.{strongEnd} Ᵽlǝɐsǝ ɹǝɐd ʇɥǝ ɐbøʌǝ ɔɐɹǝɟnllʎ bǝɟøɹǝ dɹøɔǝǝdᴉnƃ. Ŧɥᴉs ᴉs ɐn ᴉɹɹǝʌǝɹsᴉblǝ ɐɔʇᴉøn, ɐnd {strongStart}ʎøn ʍᴉll nø lønƃǝɹ bǝ ɐblǝ ʇø nsǝ ʇɥǝ sɐɯǝ ǝɯɐᴉl øn {platformName}.{strongEnd}

source: Please note: Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
rtl: Ᵽlǝɐsǝ nøʇǝ: Đǝlǝʇᴉøn øɟ ʎønɹ ɐɔɔønnʇ ɐnd dǝɹsønɐl dɐʇɐ ᴉs dǝɹɯɐnǝnʇ ɐnd ɔɐnnøʇ bǝ nndønǝ. {platformName} ʍᴉll nøʇ bǝ ɐblǝ ʇø ɹǝɔøʌǝɹ ʎønɹ ɐɔɔønnʇ øɹ ʇɥǝ dɐʇɐ ʇɥɐʇ ᴉs dǝlǝʇǝd.

source: Once your account is deleted, you cannot use it to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
rtl: Ønɔǝ ʎønɹ ɐɔɔønnʇ ᴉs dǝlǝʇǝd, ʎøn ɔɐnnøʇ nsǝ ᴉʇ ʇø ʇɐʞǝ ɔønɹsǝs øn ʇɥǝ {platformName} ɐdd, {siteName}, øɹ ɐnʎ øʇɥǝɹ sᴉʇǝ ɥøsʇǝd bʎ {platformName}.

source: This includes access to {siteName} from your employer’s or university’s system{additionalSiteSpecificDeletionText}.
rtl: Ŧɥᴉs ᴉnɔlndǝs ɐɔɔǝss ʇø {siteName} ɟɹøɯ ʎønɹ ǝɯdløʎǝɹ’s øɹ nnᴉʌǝɹsᴉʇʎ’s sʎsʇǝɯ{additionalSiteSpecificDeletionText}.

source: We’re sorry to see you go!
rtl: Wǝ’ɹǝ søɹɹʎ ʇø sǝǝ ʎøn ƃø!

source: Delete My Account
rtl: Đǝlǝʇǝ Mʎ Ⱥɔɔønnʇ

source: Password is incorrect
rtl: Ᵽɐssʍøɹd ᴉs ᴉnɔøɹɹǝɔʇ

source: Unable to delete account
rtl: Ʉnɐblǝ ʇø dǝlǝʇǝ ɐɔɔønnʇ

source: Please re-enter your password.
rtl: Ᵽlǝɐsǝ ɹǝ-ǝnʇǝɹ ʎønɹ dɐssʍøɹd.

source: Sorry, there was an error trying to process your request. Please try again later.
rtl: Søɹɹʎ, ʇɥǝɹǝ ʍɐs ɐn ǝɹɹøɹ ʇɹʎᴉnƃ ʇø dɹøɔǝss ʎønɹ ɹǝbnǝsʇ. Ᵽlǝɐsǝ ʇɹʎ ɐƃɐᴉn lɐʇǝɹ.

source: A Password is required
rtl: Ⱥ Ᵽɐssʍøɹd ᴉs ɹǝbnᴉɹǝd

source: You have selected “Delete my account.” Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
rtl: Ɏøn ɥɐʌǝ sǝlǝɔʇǝd “Đǝlǝʇǝ ɯʎ ɐɔɔønnʇ.” Đǝlǝʇᴉøn øɟ ʎønɹ ɐɔɔønnʇ ɐnd dǝɹsønɐl dɐʇɐ ᴉs dǝɹɯɐnǝnʇ ɐnd ɔɐnnøʇ bǝ nndønǝ. {platformName} ʍᴉll nøʇ bǝ ɐblǝ ʇø ɹǝɔøʌǝɹ ʎønɹ ɐɔɔønnʇ øɹ ʇɥǝ dɐʇɐ ʇɥɐʇ ᴉs dǝlǝʇǝd.

source: If you proceed, you will be unable to use this account to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
rtl: Ɨɟ ʎøn dɹøɔǝǝd, ʎøn ʍᴉll bǝ nnɐblǝ ʇø nsǝ ʇɥᴉs ɐɔɔønnʇ ʇø ʇɐʞǝ ɔønɹsǝs øn ʇɥǝ {platformName} ɐdd, {siteName}, øɹ ɐnʎ øʇɥǝɹ sᴉʇǝ ɥøsʇǝd bʎ {platformName}.

source: If you still wish to continue and delete your account, please enter your account password:
rtl: Ɨɟ ʎøn sʇᴉll ʍᴉsɥ ʇø ɔønʇᴉnnǝ ɐnd dǝlǝʇǝ ʎønɹ ɐɔɔønnʇ, dlǝɐsǝ ǝnʇǝɹ ʎønɹ ɐɔɔønnʇ dɐssʍøɹd:

source: Yes, Delete
rtl: Ɏǝs, Đǝlǝʇǝ

source: We're sorry to see you go! Your account will be deleted shortly.
rtl: Wǝ'ɹǝ søɹɹʎ ʇø sǝǝ ʎøn ƃø! Ɏønɹ ɐɔɔønnʇ ʍᴉll bǝ dǝlǝʇǝd sɥøɹʇlʎ.

source: Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
rtl: Ⱥɔɔønnʇ dǝlǝʇᴉøn, ᴉnɔlndᴉnƃ ɹǝɯøʌɐl ɟɹøɯ ǝɯɐᴉl lᴉsʇs, ɯɐʎ ʇɐʞǝ ɐ ɟǝʍ ʍǝǝʞs ʇø ɟnllʎ dɹøɔǝss ʇɥɹønƃɥ ønɹ sʎsʇǝɯ. Ɨɟ ʎøn ʍɐnʇ ʇø ødʇ-ønʇ øɟ ǝɯɐᴉls bǝɟøɹǝ ʇɥǝn, dlǝɐsǝ nnsnbsɔɹᴉbǝ ɟɹøɯ ʇɥǝ ɟøøʇǝɹ øɟ ɐnʎ ǝɯɐᴉl.

source: Terms of Service and Honor Code
rtl: Ŧǝɹɯs øɟ Sǝɹʌᴉɔǝ ɐnd Ħønøɹ Ȼødǝ

source: Saving your email preference
rtl: Sɐʌᴉnƃ ʎønɹ ǝɯɐᴉl dɹǝɟǝɹǝnɔǝ

source: Enrolling you in the selected course
rtl: Ɇnɹøllᴉnƃ ʎøn ᴉn ʇɥǝ sǝlǝɔʇǝd ɔønɹsǝ

source: Adding the selected course to your cart
rtl: Ⱥddᴉnƃ ʇɥǝ sǝlǝɔʇǝd ɔønɹsǝ ʇø ʎønɹ ɔɐɹʇ

source: Loading your courses
rtl: Łøɐdᴉnƃ ʎønɹ ɔønɹsǝs

source: An error occurred.
rtl: Ⱥn ǝɹɹøɹ øɔɔnɹɹǝd.

source: (optional)
rtl: (ødʇᴉønɐl)

source: We couldn't sign you in.
rtl: Wǝ ɔønldn'ʇ sᴉƃn ʎøn ᴉn.

source: An error occurred when signing you in to %s.
rtl: Ⱥn ǝɹɹøɹ øɔɔnɹɹǝd ʍɥǝn sᴉƃnᴉnƃ ʎøn ᴉn ʇø %s.

source: Check Your Email
rtl: Ȼɥǝɔʞ Ɏønɹ Ɇɯɐᴉl

source: {paragraphStart}You entered {boldStart}{email}{boldEnd}. If this email address is associated with your {platform_name} account, we will send a message with password recovery instructions to this email address.{paragraphEnd}{paragraphStart}If you do not receive a password reset message after 1 minute, verify that you entered the correct email address, or check your spam folder.{paragraphEnd}{paragraphStart}If you need further assistance, {anchorStart}contact technical support{anchorEnd}.{paragraphEnd}
rtl: {paragraphStart}Ɏøn ǝnʇǝɹǝd {boldStart}{email}{boldEnd}. Ɨɟ ʇɥᴉs ǝɯɐᴉl ɐddɹǝss ᴉs ɐssøɔᴉɐʇǝd ʍᴉʇɥ ʎønɹ {platform_name} ɐɔɔønnʇ, ʍǝ ʍᴉll sǝnd ɐ ɯǝssɐƃǝ ʍᴉʇɥ dɐssʍøɹd ɹǝɔøʌǝɹʎ ᴉnsʇɹnɔʇᴉøns ʇø ʇɥᴉs ǝɯɐᴉl ɐddɹǝss.{paragraphEnd}{paragraphStart}Ɨɟ ʎøn dø nøʇ ɹǝɔǝᴉʌǝ ɐ dɐssʍøɹd ɹǝsǝʇ ɯǝssɐƃǝ ɐɟʇǝɹ 1 ɯᴉnnʇǝ, ʌǝɹᴉɟʎ ʇɥɐʇ ʎøn ǝnʇǝɹǝd ʇɥǝ ɔøɹɹǝɔʇ ǝɯɐᴉl ɐddɹǝss, øɹ ɔɥǝɔʞ ʎønɹ sdɐɯ ɟøldǝɹ.{paragraphEnd}{paragraphStart}Ɨɟ ʎøn nǝǝd ɟnɹʇɥǝɹ ɐssᴉsʇɐnɔǝ, {anchorStart}ɔønʇɐɔʇ ʇǝɔɥnᴉɔɐl snddøɹʇ{anchorEnd}.{paragraphEnd}

source: An error has occurred. Try refreshing the page, or check your Internet connection.
rtl: Ⱥn ǝɹɹøɹ ɥɐs øɔɔnɹɹǝd. Ŧɹʎ ɹǝɟɹǝsɥᴉnƃ ʇɥǝ dɐƃǝ, øɹ ɔɥǝɔʞ ʎønɹ Ɨnʇǝɹnǝʇ ɔønnǝɔʇᴉøn.

source: In order to sign in, you need to activate your account.{line_break}{line_break}We just sent an activation link to {strong_start} {email} {strong_end}. If you do not receive an email, check your spam folders or {anchorStart}contact {platform_name} Support{anchorEnd}.
rtl: Ɨn øɹdǝɹ ʇø sᴉƃn ᴉn, ʎøn nǝǝd ʇø ɐɔʇᴉʌɐʇǝ ʎønɹ ɐɔɔønnʇ.{line_break}{line_break}Wǝ ɾnsʇ sǝnʇ ɐn ɐɔʇᴉʌɐʇᴉøn lᴉnʞ ʇø {strong_start} {email} {strong_end}. Ɨɟ ʎøn dø nøʇ ɹǝɔǝᴉʌǝ ɐn ǝɯɐᴉl, ɔɥǝɔʞ ʎønɹ sdɐɯ ɟøldǝɹs øɹ {anchorStart}ɔønʇɐɔʇ {platform_name} Snddøɹʇ{anchorEnd}.

source: An unexpected error has occurred.
rtl: Ⱥn nnǝxdǝɔʇǝd ǝɹɹøɹ ɥɐs øɔɔnɹɹǝd.

source: You have successfully signed into %(currentProvider)s, but your %(currentProvider)s account does not have a linked %(platformName)s account. To link your accounts, sign in now using your %(platformName)s password.
rtl: Ɏøn ɥɐʌǝ snɔɔǝssɟnllʎ sᴉƃnǝd ᴉnʇø %(currentProvider)s, bnʇ ʎønɹ %(currentProvider)s ɐɔɔønnʇ døǝs nøʇ ɥɐʌǝ ɐ lᴉnʞǝd %(platformName)s ɐɔɔønnʇ. Ŧø lᴉnʞ ʎønɹ ɐɔɔønnʇs, sᴉƃn ᴉn nøʍ nsᴉnƃ ʎønɹ %(platformName)s dɐssʍøɹd.

source: We couldn't create your account.
rtl: Wǝ ɔønldn'ʇ ɔɹǝɐʇǝ ʎønɹ ɐɔɔønnʇ.

source: Create Account
rtl: Ȼɹǝɐʇǝ Ⱥɔɔønnʇ

source: (required)
rtl: (ɹǝbnᴉɹǝd)

source: You've successfully signed into %(currentProvider)s.
rtl: Ɏøn'ʌǝ snɔɔǝssɟnllʎ sᴉƃnǝd ᴉnʇø %(currentProvider)s.

source: We just need a little more information before you start learning with %(platformName)s.
rtl: Wǝ ɾnsʇ nǝǝd ɐ lᴉʇʇlǝ ɯøɹǝ ᴉnɟøɹɯɐʇᴉøn bǝɟøɹǝ ʎøn sʇɐɹʇ lǝɐɹnᴉnƃ ʍᴉʇɥ %(platformName)s.

source: Your profile settings are managed by {enterprise_name}. Contact your administrator or {link_start}edX Support{link_end} for help.
rtl: Ɏønɹ dɹøɟᴉlǝ sǝʇʇᴉnƃs ɐɹǝ ɯɐnɐƃǝd bʎ {enterprise_name}. Ȼønʇɐɔʇ ʎønɹ ɐdɯᴉnᴉsʇɹɐʇøɹ øɹ {link_start}ǝdX Snddøɹʇ{link_end} ɟøɹ ɥǝld.

source: Email Address (Sign In)
rtl: Ɇɯɐᴉl Ⱥddɹǝss (Sᴉƃn Ɨn)

source: You receive messages from {platform_name} and course teams at this address.
rtl: Ɏøn ɹǝɔǝᴉʌǝ ɯǝssɐƃǝs ɟɹøɯ {platform_name} ɐnd ɔønɹsǝ ʇǝɐɯs ɐʇ ʇɥᴉs ɐddɹǝss.

source: Recovery Email Address
rtl: Ɍǝɔøʌǝɹʎ Ɇɯɐᴉl Ⱥddɹǝss

source: You may access your account with this address if single-sign on or access to your primary email is not available.
rtl: Ɏøn ɯɐʎ ɐɔɔǝss ʎønɹ ɐɔɔønnʇ ʍᴉʇɥ ʇɥᴉs ɐddɹǝss ᴉɟ sᴉnƃlǝ-sᴉƃn øn øɹ ɐɔɔǝss ʇø ʎønɹ dɹᴉɯɐɹʎ ǝɯɐᴉl ᴉs nøʇ ɐʌɐᴉlɐblǝ.

source: Full Name
rtl: Fnll Nɐɯǝ

source: The name that is used for ID verification and that appears on your certificates.
rtl: Ŧɥǝ nɐɯǝ ʇɥɐʇ ᴉs nsǝd ɟøɹ ƗĐ ʌǝɹᴉɟᴉɔɐʇᴉøn ɐnd ʇɥɐʇ ɐddǝɐɹs øn ʎønɹ ɔǝɹʇᴉɟᴉɔɐʇǝs.

source: Country or Region of Residence
rtl: Ȼønnʇɹʎ øɹ Ɍǝƃᴉøn øɟ Ɍǝsᴉdǝnɔǝ

source: The country or region where you live.
rtl: Ŧɥǝ ɔønnʇɹʎ øɹ ɹǝƃᴉøn ʍɥǝɹǝ ʎøn lᴉʌǝ.

source: Basic Account Information
rtl: Ƀɐsᴉɔ Ⱥɔɔønnʇ Ɨnɟøɹɯɐʇᴉøn

source: These settings include basic information about your account.
rtl: Ŧɥǝsǝ sǝʇʇᴉnƃs ᴉnɔlndǝ bɐsᴉɔ ᴉnɟøɹɯɐʇᴉøn ɐbønʇ ʎønɹ ɐɔɔønnʇ.

source: The name that identifies you on {platform_name}. You cannot change your username.
rtl: Ŧɥǝ nɐɯǝ ʇɥɐʇ ᴉdǝnʇᴉɟᴉǝs ʎøn øn {platform_name}. Ɏøn ɔɐnnøʇ ɔɥɐnƃǝ ʎønɹ nsǝɹnɐɯǝ.

source: Password
rtl: Ᵽɐssʍøɹd

source: Check your email account for instructions to reset your password.
rtl: Ȼɥǝɔʞ ʎønɹ ǝɯɐᴉl ɐɔɔønnʇ ɟøɹ ᴉnsʇɹnɔʇᴉøns ʇø ɹǝsǝʇ ʎønɹ dɐssʍøɹd.

source: The language used throughout this site. This site is currently available in a limited number of languages. Changing the value of this field will cause the page to refresh.
rtl: Ŧɥǝ lɐnƃnɐƃǝ nsǝd ʇɥɹønƃɥønʇ ʇɥᴉs sᴉʇǝ. Ŧɥᴉs sᴉʇǝ ᴉs ɔnɹɹǝnʇlʎ ɐʌɐᴉlɐblǝ ᴉn ɐ lᴉɯᴉʇǝd nnɯbǝɹ øɟ lɐnƃnɐƃǝs. Ȼɥɐnƃᴉnƃ ʇɥǝ ʌɐlnǝ øɟ ʇɥᴉs ɟᴉǝld ʍᴉll ɔɐnsǝ ʇɥǝ dɐƃǝ ʇø ɹǝɟɹǝsɥ.

source: Time Zone
rtl: Ŧᴉɯǝ Ƶønǝ

source: Select the time zone for displaying course dates. If you do not specify a time zone, course dates, including assignment deadlines, will be displayed in your browser's local time zone.
rtl: Sǝlǝɔʇ ʇɥǝ ʇᴉɯǝ zønǝ ɟøɹ dᴉsdlɐʎᴉnƃ ɔønɹsǝ dɐʇǝs. Ɨɟ ʎøn dø nøʇ sdǝɔᴉɟʎ ɐ ʇᴉɯǝ zønǝ, ɔønɹsǝ dɐʇǝs, ᴉnɔlndᴉnƃ ɐssᴉƃnɯǝnʇ dǝɐdlᴉnǝs, ʍᴉll bǝ dᴉsdlɐʎǝd ᴉn ʎønɹ bɹøʍsǝɹ's løɔɐl ʇᴉɯǝ zønǝ.

source: All Time Zones
rtl: Ⱥll Ŧᴉɯǝ Ƶønǝs

source: Default (Local Time Zone)
rtl: Đǝɟɐnlʇ (Łøɔɐl Ŧᴉɯǝ Ƶønǝ)

source: Additional Information
rtl: Ⱥddᴉʇᴉønɐl Ɨnɟøɹɯɐʇᴉøn

source: Education Completed
rtl: Ɇdnɔɐʇᴉøn Ȼøɯdlǝʇǝd

source: Gender
rtl: Ǥǝndǝɹ

source: Year of Birth
rtl: Ɏǝɐɹ øɟ Ƀᴉɹʇɥ

source: Preferred Language
rtl: Ᵽɹǝɟǝɹɹǝd Łɐnƃnɐƃǝ

source: We've sent a confirmation message to {new_secondary_email_address}. Click the link in the message to update your secondary email address.
rtl: Wǝ'ʌǝ sǝnʇ ɐ ɔønɟᴉɹɯɐʇᴉøn ɯǝssɐƃǝ ʇø {new_secondary_email_address}. Ȼlᴉɔʞ ʇɥǝ lᴉnʞ ᴉn ʇɥǝ ɯǝssɐƃǝ ʇø nddɐʇǝ ʎønɹ sǝɔøndɐɹʎ ǝɯɐᴉl ɐddɹǝss.

source: Social Media Links
rtl: Søɔᴉɐl Mǝdᴉɐ Łᴉnʞs

source: Optionally, link your personal accounts to the social media icons on your edX profile.
rtl: Ødʇᴉønɐllʎ, lᴉnʞ ʎønɹ dǝɹsønɐl ɐɔɔønnʇs ʇø ʇɥǝ søɔᴉɐl ɯǝdᴉɐ ᴉɔøns øn ʎønɹ ǝdX dɹøɟᴉlǝ.

source: {platform_display_name} Link
rtl: {platform_display_name} Łᴉnʞ

source: Enter your {platform_display_name} username or the URL to your {platform_display_name} page. Delete the URL to remove the link.
rtl: Ɇnʇǝɹ ʎønɹ {platform_display_name} nsǝɹnɐɯǝ øɹ ʇɥǝ ɄɌŁ ʇø ʎønɹ {platform_display_name} dɐƃǝ. Đǝlǝʇǝ ʇɥǝ ɄɌŁ ʇø ɹǝɯøʌǝ ʇɥǝ lᴉnʞ.

source: Linked Accounts
rtl: Łᴉnʞǝd Ⱥɔɔønnʇs

source: You can link your social media accounts to simplify signing in to {platform_name}.
rtl: Ɏøn ɔɐn lᴉnʞ ʎønɹ søɔᴉɐl ɯǝdᴉɐ ɐɔɔønnʇs ʇø sᴉɯdlᴉɟʎ sᴉƃnᴉnƃ ᴉn ʇø {platform_name}.

source: ORDER NAME
rtl: ØɌĐɆɌ NȺMɆ

source: ORDER PLACED
rtl: ØɌĐɆɌ ⱣŁȺȻɆĐ

source: TOTAL
rtl: ŦØŦȺŁ

source: ORDER NUMBER
rtl: ØɌĐɆɌ NɄMɃɆɌ

source: My Orders
rtl: Mʎ Øɹdǝɹs

source: This page contains information about orders that you have placed with {platform_name}.
rtl: Ŧɥᴉs dɐƃǝ ɔønʇɐᴉns ᴉnɟøɹɯɐʇᴉøn ɐbønʇ øɹdǝɹs ʇɥɐʇ ʎøn ɥɐʌǝ dlɐɔǝd ʍᴉʇɥ {platform_name}.

source: We've sent a confirmation message to {new_email_address}. Click the link in the message to update your email address.
rtl: Wǝ'ʌǝ sǝnʇ ɐ ɔønɟᴉɹɯɐʇᴉøn ɯǝssɐƃǝ ʇø {new_email_address}. Ȼlᴉɔʞ ʇɥǝ lᴉnʞ ᴉn ʇɥǝ ɯǝssɐƃǝ ʇø nddɐʇǝ ʎønɹ ǝɯɐᴉl ɐddɹǝss.

source: You must sign out and sign back in before your language changes take effect.
rtl: Ɏøn ɯnsʇ sᴉƃn ønʇ ɐnd sᴉƃn bɐɔʞ ᴉn bǝɟøɹǝ ʎønɹ lɐnƃnɐƃǝ ɔɥɐnƃǝs ʇɐʞǝ ǝɟɟǝɔʇ.

source: We've sent a message to {email}. Click the link in the message to reset your password. Didn't receive the message? Contact {anchorStart}technical support{anchorEnd}.
rtl: Wǝ'ʌǝ sǝnʇ ɐ ɯǝssɐƃǝ ʇø {email}. Ȼlᴉɔʞ ʇɥǝ lᴉnʞ ᴉn ʇɥǝ ɯǝssɐƃǝ ʇø ɹǝsǝʇ ʎønɹ dɐssʍøɹd. Đᴉdn'ʇ ɹǝɔǝᴉʌǝ ʇɥǝ ɯǝssɐƃǝ? Ȼønʇɐɔʇ {anchorStart}ʇǝɔɥnᴉɔɐl snddøɹʇ{anchorEnd}.

source: Link your {accountName} account
rtl: Łᴉnʞ ʎønɹ {accountName} ɐɔɔønnʇ

source: Unlink This Account
rtl: Ʉnlᴉnʞ Ŧɥᴉs Ⱥɔɔønnʇ

source: You can use your {accountName} account to sign in to your {platformName} account.
rtl: Ɏøn ɔɐn nsǝ ʎønɹ {accountName} ɐɔɔønnʇ ʇø sᴉƃn ᴉn ʇø ʎønɹ {platformName} ɐɔɔønnʇ.

source: Unlink your {accountName} account
rtl: Ʉnlᴉnʞ ʎønɹ {accountName} ɐɔɔønnʇ

source: Link Your Account
rtl: Łᴉnʞ Ɏønɹ Ⱥɔɔønnʇ

source: Link your {accountName} account to your {platformName} account and use {accountName} to sign in to {platformName}.
rtl: Łᴉnʞ ʎønɹ {accountName} ɐɔɔønnʇ ʇø ʎønɹ {platformName} ɐɔɔønnʇ ɐnd nsǝ {accountName} ʇø sᴉƃn ᴉn ʇø {platformName}.

source: Unlinking
rtl: Ʉnlᴉnʞᴉnƃ

source: Linking
rtl: Łᴉnʞᴉnƃ

source: Successfully unlinked.
rtl: Snɔɔǝssɟnllʎ nnlᴉnʞǝd.

source: Image Upload Error
rtl: Ɨɯɐƃǝ Ʉdløɐd Ɇɹɹøɹ

source: Please verify that you have uploaded a valid image (PNG and JPEG).
rtl: Ᵽlǝɐsǝ ʌǝɹᴉɟʎ ʇɥɐʇ ʎøn ɥɐʌǝ ndløɐdǝd ɐ ʌɐlᴉd ᴉɯɐƃǝ (ⱣNǤ ɐnd ɈⱣɆǤ).

source: An error has occurred. Please try again later.
rtl: Ⱥn ǝɹɹøɹ ɥɐs øɔɔnɹɹǝd. Ᵽlǝɐsǝ ʇɹʎ ɐƃɐᴉn lɐʇǝɹ.

source: Could not submit photos
rtl: Ȼønld nøʇ snbɯᴉʇ dɥøʇøs

source: Professional Education Verified Certificate
rtl: Ᵽɹøɟǝssᴉønɐl Ɇdnɔɐʇᴉøn Vǝɹᴉɟᴉǝd Ȼǝɹʇᴉɟᴉɔɐʇǝ

source: Professional Education
rtl: Ᵽɹøɟǝssᴉønɐl Ɇdnɔɐʇᴉøn

source: Verified Certificate upgrade
rtl: Vǝɹᴉɟᴉǝd Ȼǝɹʇᴉɟᴉɔɐʇǝ ndƃɹɐdǝ

source: Verified Certificate
rtl: Vǝɹᴉɟᴉǝd Ȼǝɹʇᴉɟᴉɔɐʇǝ

source: Checkout
rtl: Ȼɥǝɔʞønʇ

source: Checkout with PayPal
rtl: Ȼɥǝɔʞønʇ ʍᴉʇɥ ⱣɐʎⱣɐl

source: Checkout with {processor}
rtl: Ȼɥǝɔʞønʇ ʍᴉʇɥ {processor}

source: All payment options are currently unavailable.
rtl: Ⱥll dɐʎɯǝnʇ ødʇᴉøns ɐɹǝ ɔnɹɹǝnʇlʎ nnɐʌɐᴉlɐblǝ.

source: Try the transaction again in a few minutes.
rtl: Ŧɹʎ ʇɥǝ ʇɹɐnsɐɔʇᴉøn ɐƃɐᴉn ᴉn ɐ ɟǝʍ ɯᴉnnʇǝs.

source: An error has occurred. Please try again.
rtl: Ⱥn ǝɹɹøɹ ɥɐs øɔɔnɹɹǝd. Ᵽlǝɐsǝ ʇɹʎ ɐƃɐᴉn.

source: Could not submit order
rtl: Ȼønld nøʇ snbɯᴉʇ øɹdǝɹ

source: Take a photo of your ID
rtl: Ŧɐʞǝ ɐ dɥøʇø øɟ ʎønɹ ƗĐ

source: Review your info
rtl: Ɍǝʌᴉǝʍ ʎønɹ ᴉnɟø

source: An error has occurred. Please try reloading the page.
rtl: Ⱥn ǝɹɹøɹ ɥɐs øɔɔnɹɹǝd. Ᵽlǝɐsǝ ʇɹʎ ɹǝløɐdᴉnƃ ʇɥǝ dɐƃǝ.

source: Video Capture Error
rtl: Vᴉdǝø Ȼɐdʇnɹǝ Ɇɹɹøɹ

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
rtl: Ᵽlǝɐsǝ ʌǝɹᴉɟʎ ʇɥɐʇ ʎønɹ ʍǝbɔɐɯ ᴉs ɔønnǝɔʇǝd ɐnd ʇɥɐʇ ʎøn ɥɐʌǝ ɐlløʍǝd ʎønɹ bɹøʍsǝɹ ʇø ɐɔɔǝss ᴉʇ.

source: No Webcam Detected
rtl: Nø Wǝbɔɐɯ Đǝʇǝɔʇǝd

source: You don't seem to have a webcam connected.
rtl: Ɏøn døn'ʇ sǝǝɯ ʇø ɥɐʌǝ ɐ ʍǝbɔɐɯ ɔønnǝɔʇǝd.

source: Double-check that your webcam is connected and working to continue.
rtl: Đønblǝ-ɔɥǝɔʞ ʇɥɐʇ ʎønɹ ʍǝbɔɐɯ ᴉs ɔønnǝɔʇǝd ɐnd ʍøɹʞᴉnƃ ʇø ɔønʇᴉnnǝ.

source: Photo Captured successfully.
rtl: Ᵽɥøʇø Ȼɐdʇnɹǝd snɔɔǝssɟnllʎ.

source: No Flash Detected
rtl: Nø Flɐsɥ Đǝʇǝɔʇǝd

source: You don't seem to have Flash installed. Get Flash to continue your verification.
rtl: Ɏøn døn'ʇ sǝǝɯ ʇø ɥɐʌǝ Flɐsɥ ᴉnsʇɐllǝd. Ǥǝʇ Flɐsɥ ʇø ɔønʇᴉnnǝ ʎønɹ ʌǝɹᴉɟᴉɔɐʇᴉøn.

source: Editable
rtl: Ɇdᴉʇɐblǝ

source: Validation Error
rtl: Vɐlᴉdɐʇᴉøn Ɇɹɹøɹ

source: In Progress
rtl: Ɨn Ᵽɹøƃɹǝss

source: Placeholder
rtl: Ᵽlɐɔǝɥøldǝɹ

source: Your upload of '{file}' succeeded.
rtl: Ɏønɹ ndløɐd øɟ '{file}' snɔɔǝǝdǝd.

source: Your upload of '{file}' failed.
rtl: Ɏønɹ ndløɐd øɟ '{file}' ɟɐᴉlǝd.

source: Upload an image
rtl: Ʉdløɐd ɐn ᴉɯɐƃǝ

source: Change image
rtl: Ȼɥɐnƃǝ ᴉɯɐƃǝ

source: Image
rtl: Ɨɯɐƃǝ

source: An error has occurred. Refresh the page, and then try again.
rtl: Ⱥn ǝɹɹøɹ ɥɐs øɔɔnɹɹǝd. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ, ɐnd ʇɥǝn ʇɹʎ ɐƃɐᴉn.

source: The file must be at least {size} in size.
rtl: Ŧɥǝ ɟᴉlǝ ɯnsʇ bǝ ɐʇ lǝɐsʇ {size} ᴉn sᴉzǝ.

source: The file must be smaller than {size} in size.
rtl: Ŧɥǝ ɟᴉlǝ ɯnsʇ bǝ sɯɐllǝɹ ʇɥɐn {size} ᴉn sᴉzǝ.

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
rtl: Ʉdløɐd ᴉs ᴉn dɹøƃɹǝss. Ŧø ɐʌøᴉd ǝɹɹøɹs, sʇɐʎ øn ʇɥᴉs dɐƃǝ nnʇᴉl ʇɥǝ dɹøɔǝss ᴉs ɔøɯdlǝʇǝ.

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
rtl: Ɍǝɯøʌɐl ᴉs ᴉn dɹøƃɹǝss. Ŧø ɐʌøᴉd ǝɹɹøɹs, sʇɐʎ øn ʇɥᴉs dɐƃǝ nnʇᴉl ʇɥǝ dɹøɔǝss ᴉs ɔøɯdlǝʇǝ.

source: bytes
rtl: bʎʇǝs

source: KB
rtl: ꝀɃ

source: MB
rtl: MɃ

source: Course is not yet visible to students.
rtl: Ȼønɹsǝ ᴉs nøʇ ʎǝʇ ʌᴉsᴉblǝ ʇø sʇndǝnʇs.

source: You cannot view the course as a student or beta tester before the course release date.
rtl: Ɏøn ɔɐnnøʇ ʌᴉǝʍ ʇɥǝ ɔønɹsǝ ɐs ɐ sʇndǝnʇ øɹ bǝʇɐ ʇǝsʇǝɹ bǝɟøɹǝ ʇɥǝ ɔønɹsǝ ɹǝlǝɐsǝ dɐʇǝ.

source: Overall Score
rtl: Øʌǝɹɐll Sɔøɹǝ

source: Bookmark this page
rtl: Ƀøøʞɯɐɹʞ ʇɥᴉs dɐƃǝ

source: Thank you for setting your course goal to {goal}!
rtl: Ŧɥɐnʞ ʎøn ɟøɹ sǝʇʇᴉnƃ ʎønɹ ɔønɹsǝ ƃøɐl ʇø {goal}!

source: You have successfully updated your goal.
rtl: Ɏøn ɥɐʌǝ snɔɔǝssɟnllʎ nddɐʇǝd ʎønɹ ƃøɐl.

source: There was an error updating your goal.
rtl: Ŧɥǝɹǝ ʍɐs ɐn ǝɹɹøɹ nddɐʇᴉnƃ ʎønɹ ƃøɐl.

source: Expand All
rtl: Ɇxdɐnd Ⱥll

source: Collapse All
rtl: Ȼøllɐdsǝ Ⱥll

source: Show More
rtl: Sɥøʍ Møɹǝ

source: Show Less
rtl: Sɥøʍ Łǝss

source: {total_results} result found for "{search_term}"
rtl: {total_results} ɹǝsnlʇ ɟønnd ɟøɹ "{search_term}"

source: Profile Visibility:
rtl: Ᵽɹøɟᴉlǝ Vᴉsᴉbᴉlᴉʇʎ:

source: Limited Profile
rtl: Łᴉɯᴉʇǝd Ᵽɹøɟᴉlǝ

source: Full Profile
rtl: Fnll Ᵽɹøɟᴉlǝ

source: Joined
rtl: Ɉøᴉnǝd

source: Joined Date
rtl: Ɉøᴉnǝd Đɐʇǝ

source: Location
rtl: Łøɔɐʇᴉøn

source: Add Country
rtl: Ⱥdd Ȼønnʇɹʎ

source: Add language
rtl: Ⱥdd lɐnƃnɐƃǝ

source: About me
rtl: Ⱥbønʇ ɯǝ

source: Tell other learners a little about yourself: where you live, what your interests are, why you're taking courses, or what you hope to learn.
rtl: Ŧǝll øʇɥǝɹ lǝɐɹnǝɹs ɐ lᴉʇʇlǝ ɐbønʇ ʎønɹsǝlɟ: ʍɥǝɹǝ ʎøn lᴉʌǝ, ʍɥɐʇ ʎønɹ ᴉnʇǝɹǝsʇs ɐɹǝ, ʍɥʎ ʎøn'ɹǝ ʇɐʞᴉnƃ ɔønɹsǝs, øɹ ʍɥɐʇ ʎøn ɥødǝ ʇø lǝɐɹn.

source: Accomplishments Pagination
rtl: Ⱥɔɔøɯdlᴉsɥɯǝnʇs Ᵽɐƃᴉnɐʇᴉøn

source: Account Settings page.
rtl: Ⱥɔɔønnʇ Sǝʇʇᴉnƃs dɐƃǝ.

source: You must specify your birth year before you can share your full profile. To specify your birth year, go to the {account_settings_page_link}
rtl: Ɏøn ɯnsʇ sdǝɔᴉɟʎ ʎønɹ bᴉɹʇɥ ʎǝɐɹ bǝɟøɹǝ ʎøn ɔɐn sɥɐɹǝ ʎønɹ ɟnll dɹøɟᴉlǝ. Ŧø sdǝɔᴉɟʎ ʎønɹ bᴉɹʇɥ ʎǝɐɹ, ƃø ʇø ʇɥǝ {account_settings_page_link}
