Repository: eduNEXT/edunext-platform
Catalog: conf/locale/rtl/LC_MESSAGES/djangojs.po
Languages: rtl

source: You will use your webcam to take a picture of your face and of your government-issued photo ID.
rtl: Ɏøn ʍᴉll nsǝ ʎønɹ ʍǝbɔɐɯ ʇø ʇɐʞǝ ɐ dᴉɔʇnɹǝ øɟ ʎønɹ ɟɐɔǝ ɐnd øɟ ʎønɹ ƃøʌǝɹnɯǝnʇ-ᴉssnǝd dɥøʇø ƗĐ.

source: Identity Verification In Progress
rtl: Ɨdǝnʇᴉʇʎ Vǝɹᴉɟᴉɔɐʇᴉøn Ɨn Ᵽɹøƃɹǝss

source: We have received your information and are verifying your identity. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days). In the meantime, you can still access all available course content.
rtl: Wǝ ɥɐʌǝ ɹǝɔǝᴉʌǝd ʎønɹ ᴉnɟøɹɯɐʇᴉøn ɐnd ɐɹǝ ʌǝɹᴉɟʎᴉnƃ ʎønɹ ᴉdǝnʇᴉʇʎ. Ɏøn ʍᴉll sǝǝ ɐ ɯǝssɐƃǝ øn ʎønɹ dɐsɥbøɐɹd ʍɥǝn ʇɥǝ ʌǝɹᴉɟᴉɔɐʇᴉøn dɹøɔǝss ᴉs ɔøɯdlǝʇǝ (nsnɐllʎ ʍᴉʇɥᴉn 5-7 dɐʎs). Ɨn ʇɥǝ ɯǝɐnʇᴉɯǝ, ʎøn ɔɐn sʇᴉll ɐɔɔǝss ɐll ɐʌɐᴉlɐblǝ ɔønɹsǝ ɔønʇǝnʇ.

source: Return to Your Dashboard
rtl: Ɍǝʇnɹn ʇø Ɏønɹ Đɐsɥbøɐɹd

source: Review Your Photos
rtl: Ɍǝʌᴉǝʍ Ɏønɹ Ᵽɥøʇøs

source: Make sure we can verify your identity with the photos and information you have provided.
rtl: Mɐʞǝ snɹǝ ʍǝ ɔɐn ʌǝɹᴉɟʎ ʎønɹ ᴉdǝnʇᴉʇʎ ʍᴉʇɥ ʇɥǝ dɥøʇøs ɐnd ᴉnɟøɹɯɐʇᴉøn ʎøn ɥɐʌǝ dɹøʌᴉdǝd.

source: Photo of %(fullName)s
rtl: Ᵽɥøʇø øɟ %(fullName)s

source: Photo of %(fullName)s's ID
rtl: Ᵽɥøʇø øɟ %(fullName)s's ƗĐ

source: Photo requirements:
rtl: Ᵽɥøʇø ɹǝbnᴉɹǝɯǝnʇs:

source: Does the photo of you show your whole face?
rtl: Đøǝs ʇɥǝ dɥøʇø øɟ ʎøn sɥøʍ ʎønɹ ʍɥølǝ ɟɐɔǝ?

source: Is your name on your ID readable?
rtl: Ɨs ʎønɹ nɐɯǝ øn ʎønɹ ƗĐ ɹǝɐdɐblǝ?

source: Does the name on your ID match your account name: %(fullName)s?
rtl: Đøǝs ʇɥǝ nɐɯǝ øn ʎønɹ ƗĐ ɯɐʇɔɥ ʎønɹ ɐɔɔønnʇ nɐɯǝ: %(fullName)s?

source: Edit Your Name
rtl: Ɇdᴉʇ Ɏønɹ Nɐɯǝ

source: Make sure that the full name on your account matches the name on your ID.
rtl: Mɐʞǝ snɹǝ ʇɥɐʇ ʇɥǝ ɟnll nɐɯǝ øn ʎønɹ ɐɔɔønnʇ ɯɐʇɔɥǝs ʇɥǝ nɐɯǝ øn ʎønɹ ƗĐ.

source: Photos don't meet the requirements?
rtl: Ᵽɥøʇøs døn'ʇ ɯǝǝʇ ʇɥǝ ɹǝbnᴉɹǝɯǝnʇs?

source: Retake Your Photos
rtl: Ɍǝʇɐʞǝ Ɏønɹ Ᵽɥøʇøs

source: Before proceeding, please confirm that your details match
rtl: Ƀǝɟøɹǝ dɹøɔǝǝdᴉnƃ, dlǝɐsǝ ɔønɟᴉɹɯ ʇɥɐʇ ʎønɹ dǝʇɐᴉls ɯɐʇɔɥ

source: Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission.
rtl: Đøn'ʇ sǝǝ ʎønɹ dᴉɔʇnɹǝ? Mɐʞǝ snɹǝ ʇø ɐlløʍ ʎønɹ bɹøʍsǝɹ ʇø nsǝ ʎønɹ ɔɐɯǝɹɐ ʍɥǝn ᴉʇ ɐsʞs ɟøɹ dǝɹɯᴉssᴉøn.

source: Live view of webcam
rtl: Łᴉʌǝ ʌᴉǝʍ øɟ ʍǝbɔɐɯ

source: Retake Photo
rtl: Ɍǝʇɐʞǝ Ᵽɥøʇø

source: Take Photo
rtl: Ŧɐʞǝ Ᵽɥøʇø

source: Bookmarked on
rtl: Ƀøøʞɯɐɹʞǝd øn

source: You have not bookmarked any courseware pages yet
rtl: Ɏøn ɥɐʌǝ nøʇ bøøʞɯɐɹʞǝd ɐnʎ ɔønɹsǝʍɐɹǝ dɐƃǝs ʎǝʇ

source: Use bookmarks to help you easily return to courseware pages. To bookmark a page, click "Bookmark this page" under the page title.
rtl: Ʉsǝ bøøʞɯɐɹʞs ʇø ɥǝld ʎøn ǝɐsᴉlʎ ɹǝʇnɹn ʇø ɔønɹsǝʍɐɹǝ dɐƃǝs. Ŧø bøøʞɯɐɹʞ ɐ dɐƃǝ, ɔlᴉɔʞ "Ƀøøʞɯɐɹʞ ʇɥᴉs dɐƃǝ" nndǝɹ ʇɥǝ dɐƃǝ ʇᴉʇlǝ.

source: Load next {num_items} result
rtl: Łøɐd nǝxʇ {num_items} ɹǝsnlʇ

source: Sorry, no results were found.
rtl: Søɹɹʎ, nø ɹǝsnlʇs ʍǝɹǝ ɟønnd.

source: Share your "%(display_name)s" award
rtl: Sɥɐɹǝ ʎønɹ "%(display_name)s" ɐʍɐɹd

source: Share
rtl: Sɥɐɹǝ

source: Earned %(created)s.
rtl: Ɇɐɹnǝd %(created)s.

source: What's Your Next Accomplishment?
rtl: Wɥɐʇ's Ɏønɹ Nǝxʇ Ⱥɔɔøɯdlᴉsɥɯǝnʇ?

source: Start working toward your next learning goal.
rtl: Sʇɐɹʇ ʍøɹʞᴉnƃ ʇøʍɐɹd ʎønɹ nǝxʇ lǝɐɹnᴉnƃ ƃøɐl.

source: Find a course
rtl: Fᴉnd ɐ ɔønɹsǝ

source: You are currently sharing a limited profile.
rtl: Ɏøn ɐɹǝ ɔnɹɹǝnʇlʎ sɥɐɹᴉnƃ ɐ lᴉɯᴉʇǝd dɹøɟᴉlǝ.

source: This learner is currently sharing a limited profile.
rtl: Ŧɥᴉs lǝɐɹnǝɹ ᴉs ɔnɹɹǝnʇlʎ sɥɐɹᴉnƃ ɐ lᴉɯᴉʇǝd dɹøɟᴉlǝ.

source: Share on Mozilla Backpack
rtl: Sɥɐɹǝ øn Møzᴉllɐ Ƀɐɔʞdɐɔʞ

source: To share your certificate on Mozilla Backpack, you must first have a Backpack account. Complete the following steps to add your certificate to Backpack.
rtl: Ŧø sɥɐɹǝ ʎønɹ ɔǝɹʇᴉɟᴉɔɐʇǝ øn Møzᴉllɐ Ƀɐɔʞdɐɔʞ, ʎøn ɯnsʇ ɟᴉɹsʇ ɥɐʌǝ ɐ Ƀɐɔʞdɐɔʞ ɐɔɔønnʇ. Ȼøɯdlǝʇǝ ʇɥǝ ɟølløʍᴉnƃ sʇǝds ʇø ɐdd ʎønɹ ɔǝɹʇᴉɟᴉɔɐʇǝ ʇø Ƀɐɔʞdɐɔʞ.

source: Create a {link_start}Mozilla Backpack{link_end} account, or log in to your existing account
rtl: Ȼɹǝɐʇǝ ɐ {link_start}Møzᴉllɐ Ƀɐɔʞdɐɔʞ{link_end} ɐɔɔønnʇ, øɹ løƃ ᴉn ʇø ʎønɹ ǝxᴉsʇᴉnƃ ɐɔɔønnʇ

source: {download_link_start}Download this image (right-click or option-click, save as){link_end} and then {upload_link_start}upload{link_end} it to your backpack.
rtl: {download_link_start}Đøʍnløɐd ʇɥᴉs ᴉɯɐƃǝ (ɹᴉƃɥʇ-ɔlᴉɔʞ øɹ ødʇᴉøn-ɔlᴉɔʞ, sɐʌǝ ɐs){link_end} ɐnd ʇɥǝn {upload_link_start}ndløɐd{link_end} ᴉʇ ʇø ʎønɹ bɐɔʞdɐɔʞ.

source: Limit Access
rtl: Łᴉɯᴉʇ Ⱥɔɔǝss

source: Select a prerequisite subsection and enter a minimum score percentage and minimum completion percentage to limit access to this subsection. Allowed values are 0-100
rtl: Sǝlǝɔʇ ɐ dɹǝɹǝbnᴉsᴉʇǝ snbsǝɔʇᴉøn ɐnd ǝnʇǝɹ ɐ ɯᴉnᴉɯnɯ sɔøɹǝ dǝɹɔǝnʇɐƃǝ ɐnd ɯᴉnᴉɯnɯ ɔøɯdlǝʇᴉøn dǝɹɔǝnʇɐƃǝ ʇø lᴉɯᴉʇ ɐɔɔǝss ʇø ʇɥᴉs snbsǝɔʇᴉøn. Ⱥlløʍǝd ʌɐlnǝs ɐɹǝ 0-100

source: Prerequisite:
rtl: Ᵽɹǝɹǝbnᴉsᴉʇǝ:

source: No prerequisite
rtl: Nø dɹǝɹǝbnᴉsᴉʇǝ

source: Minimum Score:
rtl: Mᴉnᴉɯnɯ Sɔøɹǝ:

source: Minimum Completion:
rtl: Mᴉnᴉɯnɯ Ȼøɯdlǝʇᴉøn:

source: The minimum score percentage must be a whole number between 0 and 100.
rtl: Ŧɥǝ ɯᴉnᴉɯnɯ sɔøɹǝ dǝɹɔǝnʇɐƃǝ ɯnsʇ bǝ ɐ ʍɥølǝ nnɯbǝɹ bǝʇʍǝǝn 0 ɐnd 100.

source: The minimum completion percentage must be a whole number between 0 and 100.
rtl: Ŧɥǝ ɯᴉnᴉɯnɯ ɔøɯdlǝʇᴉøn dǝɹɔǝnʇɐƃǝ ɯnsʇ bǝ ɐ ʍɥølǝ nnɯbǝɹ bǝʇʍǝǝn 0 ɐnd 100.

source: Use as a Prerequisite
rtl: Ʉsǝ ɐs ɐ Ᵽɹǝɹǝbnᴉsᴉʇǝ

source: Make this subsection available as a prerequisite to other content
rtl: Mɐʞǝ ʇɥᴉs snbsǝɔʇᴉøn ɐʌɐᴉlɐblǝ ɐs ɐ dɹǝɹǝbnᴉsᴉʇǝ ʇø øʇɥǝɹ ɔønʇǝnʇ

source: Active Uploads
rtl: Ⱥɔʇᴉʌǝ Ʉdløɐds

source: Read More
rtl: Ɍǝɐd Møɹǝ

source: details about the failure
rtl: dǝʇɐᴉls ɐbønʇ ʇɥǝ ɟɐᴉlnɹǝ

source: Add Component:
rtl: Ⱥdd Ȼøɯdønǝnʇ:

source: %(type)s Component Template Menu
rtl: %(type)s Ȼøɯdønǝnʇ Ŧǝɯdlɐʇǝ Mǝnn

source: Common Problem Types
rtl: Ȼøɯɯøn Ᵽɹøblǝɯ Ŧʎdǝs

source: Supported
rtl: Snddøɹʇǝd

source: Provisional
rtl: Ᵽɹøʌᴉsᴉønɐl

source: Not Supported
rtl: Nøʇ Snddøɹʇǝd

source: Fully Supported
rtl: Fnllʎ Snddøɹʇǝd

source: Provisionally Supported
rtl: Ᵽɹøʌᴉsᴉønɐllʎ Snddøɹʇǝd

source: Add New Component
rtl: Ⱥdd Nǝʍ Ȼøɯdønǝnʇ

source: Deprecated
rtl: Đǝdɹǝɔɐʇǝd

source: List of uploaded files and assets in this course
rtl: Łᴉsʇ øɟ ndløɐdǝd ɟᴉlǝs ɐnd ɐssǝʇs ᴉn ʇɥᴉs ɔønɹsǝ

source: - Sortable
rtl: - Søɹʇɐblǝ

source: Show All
rtl: Sɥøʍ Ⱥll

source: You haven't added any assets to this course yet.
rtl: Ɏøn ɥɐʌǝn'ʇ ɐddǝd ɐnʎ ɐssǝʇs ʇø ʇɥᴉs ɔønɹsǝ ʎǝʇ.

source: Upload your first asset
rtl: Ʉdløɐd ʎønɹ ɟᴉɹsʇ ɐssǝʇ

source: close
rtl: ɔløsǝ

source: No description available
rtl: Nø dǝsɔɹᴉdʇᴉøn ɐʌɐᴉlɐblǝ

source: Open/download this file
rtl: Ødǝn/døʍnløɐd ʇɥᴉs ɟᴉlǝ

source: Studio:
rtl: Sʇndᴉø:

source: Web:
rtl: Wǝb:

source: Delete this asset
rtl: Đǝlǝʇǝ ʇɥᴉs ɐssǝʇ

source: Lock this asset
rtl: Łøɔʞ ʇɥᴉs ɐssǝʇ

source: Lock/unlock file
rtl: Łøɔʞ/nnløɔʞ ɟᴉlǝ

source: ID
rtl: ƗĐ

source: Certificate Details
rtl: Ȼǝɹʇᴉɟᴉɔɐʇǝ Đǝʇɐᴉls

source: Course Title
rtl: Ȼønɹsǝ Ŧᴉʇlǝ

source: Course Title Override
rtl: Ȼønɹsǝ Ŧᴉʇlǝ Øʌǝɹɹᴉdǝ

source: Course Number
rtl: Ȼønɹsǝ Nnɯbǝɹ

source: Course Number Override
rtl: Ȼønɹsǝ Nnɯbǝɹ Øʌǝɹɹᴉdǝ

source: Certificate Signatories
rtl: Ȼǝɹʇᴉɟᴉɔɐʇǝ Sᴉƃnɐʇøɹᴉǝs

source: It is strongly recommended that you include four or fewer signatories. If you include additional signatories, preview the certificate in Print View to ensure the certificate will print correctly on one page.
rtl: Ɨʇ ᴉs sʇɹønƃlʎ ɹǝɔøɯɯǝndǝd ʇɥɐʇ ʎøn ᴉnɔlndǝ ɟønɹ øɹ ɟǝʍǝɹ sᴉƃnɐʇøɹᴉǝs. Ɨɟ ʎøn ᴉnɔlndǝ ɐddᴉʇᴉønɐl sᴉƃnɐʇøɹᴉǝs, dɹǝʌᴉǝʍ ʇɥǝ ɔǝɹʇᴉɟᴉɔɐʇǝ ᴉn Ᵽɹᴉnʇ Vᴉǝʍ ʇø ǝnsnɹǝ ʇɥǝ ɔǝɹʇᴉɟᴉɔɐʇǝ ʍᴉll dɹᴉnʇ ɔøɹɹǝɔʇlʎ øn ønǝ dɐƃǝ.

source: Certificate Information
rtl: Ȼǝɹʇᴉɟᴉɔɐʇǝ Ɨnɟøɹɯɐʇᴉøn

source: Certificate Name
rtl: Ȼǝɹʇᴉɟᴉɔɐʇǝ Nɐɯǝ

source: Name of the certificate
rtl: Nɐɯǝ øɟ ʇɥǝ ɔǝɹʇᴉɟᴉɔɐʇǝ

source: Description of the certificate
rtl: Đǝsɔɹᴉdʇᴉøn øɟ ʇɥǝ ɔǝɹʇᴉɟᴉɔɐʇǝ

source: Course title
rtl: Ȼønɹsǝ ʇᴉʇlǝ

source: Specify an alternative to the official course title to display on certificates. Leave blank to use the official course title.
rtl: Sdǝɔᴉɟʎ ɐn ɐlʇǝɹnɐʇᴉʌǝ ʇø ʇɥǝ øɟɟᴉɔᴉɐl ɔønɹsǝ ʇᴉʇlǝ ʇø dᴉsdlɐʎ øn ɔǝɹʇᴉɟᴉɔɐʇǝs. Łǝɐʌǝ blɐnʞ ʇø nsǝ ʇɥǝ øɟɟᴉɔᴉɐl ɔønɹsǝ ʇᴉʇlǝ.

source: Add Additional Signatory
rtl: Ⱥdd Ⱥddᴉʇᴉønɐl Sᴉƃnɐʇøɹʎ

source: (Add signatories for a certificate)
rtl: (Ⱥdd sᴉƃnɐʇøɹᴉǝs ɟøɹ ɐ ɔǝɹʇᴉɟᴉɔɐʇǝ)

source: Choose mode
rtl: Ȼɥøøsǝ ɯødǝ

source: Preview Certificate
rtl: Ᵽɹǝʌᴉǝʍ Ȼǝɹʇᴉɟᴉɔɐʇǝ

source: Activate
rtl: Ⱥɔʇᴉʌɐʇǝ

source: Deactivate
rtl: Đǝɐɔʇᴉʌɐʇǝ

source: component
rtl: ɔøɯdønǝnʇ

source: Access to this {blockType} is restricted to: {selectedGroupsLabel}
rtl: Ⱥɔɔǝss ʇø ʇɥᴉs {blockType} ᴉs ɹǝsʇɹᴉɔʇǝd ʇø: {selectedGroupsLabel}

source: Access to some content in this {blockType} is restricted to specific groups of learners.
rtl: Ⱥɔɔǝss ʇø søɯǝ ɔønʇǝnʇ ᴉn ʇɥᴉs {blockType} ᴉs ɹǝsʇɹᴉɔʇǝd ʇø sdǝɔᴉɟᴉɔ ƃɹønds øɟ lǝɐɹnǝɹs.

source: Caution: The last published version of this unit is live. By publishing changes you will change the student experience.
rtl: Ȼɐnʇᴉøn: Ŧɥǝ lɐsʇ dnblᴉsɥǝd ʌǝɹsᴉøn øɟ ʇɥᴉs nnᴉʇ ᴉs lᴉʌǝ. Ƀʎ dnblᴉsɥᴉnƃ ɔɥɐnƃǝs ʎøn ʍᴉll ɔɥɐnƃǝ ʇɥǝ sʇndǝnʇ ǝxdǝɹᴉǝnɔǝ.

source: Content Group Name
rtl: Ȼønʇǝnʇ Ǥɹønd Nɐɯǝ

source: Content Group ID
rtl: Ȼønʇǝnʇ Ǥɹønd ƗĐ

source: This is the name of the group
rtl: Ŧɥᴉs ᴉs ʇɥǝ nɐɯǝ øɟ ʇɥǝ ƃɹønd

source: This content group is used in one or more units.
rtl: Ŧɥᴉs ɔønʇǝnʇ ƃɹønd ᴉs nsǝd ᴉn ønǝ øɹ ɯøɹǝ nnᴉʇs.

source: Cannot delete when in use by a unit
rtl: Ȼɐnnøʇ dǝlǝʇǝ ʍɥǝn ᴉn nsǝ bʎ ɐ nnᴉʇ

source: Subsection Visibility
rtl: Snbsǝɔʇᴉøn Vᴉsᴉbᴉlᴉʇʎ

source: Show entire subsection
rtl: Sɥøʍ ǝnʇᴉɹǝ snbsǝɔʇᴉøn

source: Learners see the published subsection and can access its content.
rtl: Łǝɐɹnǝɹs sǝǝ ʇɥǝ dnblᴉsɥǝd snbsǝɔʇᴉøn ɐnd ɔɐn ɐɔɔǝss ᴉʇs ɔønʇǝnʇ.

source: Hide content after course end date
rtl: Ħᴉdǝ ɔønʇǝnʇ ɐɟʇǝɹ ɔønɹsǝ ǝnd dɐʇǝ

source: Hide content after due date
rtl: Ħᴉdǝ ɔønʇǝnʇ ɐɟʇǝɹ dnǝ dɐʇǝ

source: After the course\'s end date has passed, learners can no longer access subsection content. The subsection remains included in grade calculations.
rtl: Ⱥɟʇǝɹ ʇɥǝ ɔønɹsǝ\'s ǝnd dɐʇǝ ɥɐs dɐssǝd, lǝɐɹnǝɹs ɔɐn nø lønƃǝɹ ɐɔɔǝss snbsǝɔʇᴉøn ɔønʇǝnʇ. Ŧɥǝ snbsǝɔʇᴉøn ɹǝɯɐᴉns ᴉnɔlndǝd ᴉn ƃɹɐdǝ ɔɐlɔnlɐʇᴉøns.

source: After the subsection\'s due date has passed, learners can no longer access its content. The subsection remains included in grade calculations.
rtl: Ⱥɟʇǝɹ ʇɥǝ snbsǝɔʇᴉøn\'s dnǝ dɐʇǝ ɥɐs dɐssǝd, lǝɐɹnǝɹs ɔɐn nø lønƃǝɹ ɐɔɔǝss ᴉʇs ɔønʇǝnʇ. Ŧɥǝ snbsǝɔʇᴉøn ɹǝɯɐᴉns ᴉnɔlndǝd ᴉn ƃɹɐdǝ ɔɐlɔnlɐʇᴉøns.

source: Hide entire subsection
rtl: Ħᴉdǝ ǝnʇᴉɹǝ snbsǝɔʇᴉøn

source: Learners do not see the subsection in the course outline. The subsection is not included in grade calculations.
rtl: Łǝɐɹnǝɹs dø nøʇ sǝǝ ʇɥǝ snbsǝɔʇᴉøn ᴉn ʇɥǝ ɔønɹsǝ ønʇlᴉnǝ. Ŧɥǝ snbsǝɔʇᴉøn ᴉs nøʇ ᴉnɔlndǝd ᴉn ƃɹɐdǝ ɔɐlɔnlɐʇᴉøns.

source: If you select an option other than "%(hide_label)s", published units in this subsection become available to learners unless they are explicitly hidden.
rtl: Ɨɟ ʎøn sǝlǝɔʇ ɐn ødʇᴉøn øʇɥǝɹ ʇɥɐn "%(hide_label)s", dnblᴉsɥǝd nnᴉʇs ᴉn ʇɥᴉs snbsǝɔʇᴉøn bǝɔøɯǝ ɐʌɐᴉlɐblǝ ʇø lǝɐɹnǝɹs nnlǝss ʇɥǝʎ ɐɹǝ ǝxdlᴉɔᴉʇlʎ ɥᴉddǝn.

source: Copy Component Location
rtl: Ȼødʎ Ȼøɯdønǝnʇ Łøɔɐʇᴉøn

source: Weekly Highlight Emails
rtl: Wǝǝʞlʎ Ħᴉƃɥlᴉƃɥʇ Ɇɯɐᴉls

source: Enabled
rtl: Ɇnɐblǝd

source: Enable Now
rtl: Ɇnɐblǝ Nøʍ

source: Instructor Name
rtl: Ɨnsʇɹnɔʇøɹ Nɐɯǝ

source: Please add the instructor's name
rtl: Ᵽlǝɐsǝ ɐdd ʇɥǝ ᴉnsʇɹnɔʇøɹ's nɐɯǝ

source: Instructor Title
rtl: Ɨnsʇɹnɔʇøɹ Ŧᴉʇlǝ

source: Please add the instructor's title
rtl: Ᵽlǝɐsǝ ɐdd ʇɥǝ ᴉnsʇɹnɔʇøɹ's ʇᴉʇlǝ

source: Organization
rtl: Øɹƃɐnᴉzɐʇᴉøn

source: Organization Name
rtl: Øɹƃɐnᴉzɐʇᴉøn Nɐɯǝ

source: Please add the institute where the instructor is associated
rtl: Ᵽlǝɐsǝ ɐdd ʇɥǝ ᴉnsʇᴉʇnʇǝ ʍɥǝɹǝ ʇɥǝ ᴉnsʇɹnɔʇøɹ ᴉs ɐssøɔᴉɐʇǝd

source: Biography
rtl: Ƀᴉøƃɹɐdɥʎ

source: Instructor Biography
rtl: Ɨnsʇɹnɔʇøɹ Ƀᴉøƃɹɐdɥʎ

source: Please add the instructor's biography
rtl: Ᵽlǝɐsǝ ɐdd ʇɥǝ ᴉnsʇɹnɔʇøɹ's bᴉøƃɹɐdɥʎ

source: Photo
rtl: Ᵽɥøʇø

source: Instructor Photo
rtl: Ɨnsʇɹnɔʇøɹ Ᵽɥøʇø

source: Instructor Photo URL
rtl: Ɨnsʇɹnɔʇøɹ Ᵽɥøʇø ɄɌŁ

source: Please add a photo of the instructor (Note: only JPEG or PNG format supported)
rtl: Ᵽlǝɐsǝ ɐdd ɐ dɥøʇø øɟ ʇɥǝ ᴉnsʇɹnɔʇøɹ (Nøʇǝ: ønlʎ ɈⱣɆǤ øɹ ⱣNǤ ɟøɹɯɐʇ snddøɹʇǝd)

source: Upload Photo
rtl: Ʉdløɐd Ᵽɥøʇø

source: Prerequisite: %(prereq_display_name)s
rtl: Ᵽɹǝɹǝbnᴉsᴉʇǝ: %(prereq_display_name)s

source: Contains staff only content
rtl: Ȼønʇɐᴉns sʇɐɟɟ ønlʎ ɔønʇǝnʇ

source: Unpublished changes to live content
rtl: Ʉndnblᴉsɥǝd ɔɥɐnƃǝs ʇø lᴉʌǝ ɔønʇǝnʇ

source: Unpublished units will not be released
rtl: Ʉndnblᴉsɥǝd nnᴉʇs ʍᴉll nøʇ bǝ ɹǝlǝɐsǝd

source: Unpublished changes to content that will release in the future
rtl: Ʉndnblᴉsɥǝd ɔɥɐnƃǝs ʇø ɔønʇǝnʇ ʇɥɐʇ ʍᴉll ɹǝlǝɐsǝ ᴉn ʇɥǝ ɟnʇnɹǝ

source: Access to this unit is restricted to: {selectedGroupsLabel}
rtl: Ⱥɔɔǝss ʇø ʇɥᴉs nnᴉʇ ᴉs ɹǝsʇɹᴉɔʇǝd ʇø: {selectedGroupsLabel}

source: Access to some content in this unit is restricted to specific groups of learners
rtl: Ⱥɔɔǝss ʇø søɯǝ ɔønʇǝnʇ ᴉn ʇɥᴉs nnᴉʇ ᴉs ɹǝsʇɹᴉɔʇǝd ʇø sdǝɔᴉɟᴉɔ ƃɹønds øɟ lǝɐɹnǝɹs

source: Ungraded
rtl: Ʉnƃɹɐdǝd

source: Onboarding Exam
rtl: Ønbøɐɹdᴉnƃ Ɇxɐɯ

source: Practice proctored Exam
rtl: Ᵽɹɐɔʇᴉɔǝ dɹøɔʇøɹǝd Ɇxɐɯ

source: Proctored Exam
rtl: Ᵽɹøɔʇøɹǝd Ɇxɐɯ

source: Timed Exam
rtl: Ŧᴉɯǝd Ɇxɐɯ

source: Collapse/Expand this %(xblock_type)s
rtl: Ȼøllɐdsǝ/Ɇxdɐnd ʇɥᴉs %(xblock_type)s

source: Display Name
rtl: Đᴉsdlɐʎ Nɐɯǝ

source: Proctoring Settings
rtl: Ᵽɹøɔʇøɹᴉnƃ Sǝʇʇᴉnƃs

source: Configure
rtl: Ȼønɟᴉƃnɹǝ

source: Duplicate
rtl: Đndlᴉɔɐʇǝ

source: Drag to reorder
rtl: Đɹɐƃ ʇø ɹǝøɹdǝɹ

source: Release Status:
rtl: Ɍǝlǝɐsǝ Sʇɐʇns:

source: Released:
rtl: Ɍǝlǝɐsǝd:

source: Scheduled:
rtl: Sɔɥǝdnlǝd:

source: Section Highlights
rtl: Sǝɔʇᴉøn Ħᴉƃɥlᴉƃɥʇs

source: Graded as:
rtl: Ǥɹɐdǝd ɐs:

source: Due:
rtl: Đnǝ:

source: Subsection is hidden after course end date
rtl: Snbsǝɔʇᴉøn ᴉs ɥᴉddǝn ɐɟʇǝɹ ɔønɹsǝ ǝnd dɐʇǝ

source: Subsection is hidden after due date
rtl: Snbsǝɔʇᴉøn ᴉs ɥᴉddǝn ɐɟʇǝɹ dnǝ dɐʇǝ

source: You haven't added any content to this course yet.
rtl: Ɏøn ɥɐʌǝn'ʇ ɐddǝd ɐnʎ ɔønʇǝnʇ ʇø ʇɥᴉs ɔønɹsǝ ʎǝʇ.

source: Click to add a new %(xblock_type)s
rtl: Ȼlᴉɔʞ ʇø ɐdd ɐ nǝʍ %(xblock_type)s

source: Learning Outcome
rtl: Łǝɐɹnᴉnƃ Ønʇɔøɯǝ

source: Add a learning outcome here
rtl: Ⱥdd ɐ lǝɐɹnᴉnƃ ønʇɔøɯǝ ɥǝɹǝ

source: Press discard changes to discard your changes.
rtl: Ᵽɹǝss dᴉsɔɐɹd ɔɥɐnƃǝs ʇø dᴉsɔɐɹd ʎønɹ ɔɥɐnƃǝs.

source: Update Settings
rtl: Ʉddɐʇǝ Sǝʇʇᴉnƃs

source: Press update settings to update the information for your organization.
rtl: Ᵽɹǝss nddɐʇǝ sǝʇʇᴉnƃs ʇø nddɐʇǝ ʇɥǝ ᴉnɟøɹɯɐʇᴉøn ɟøɹ ʎønɹ øɹƃɐnᴉzɐʇᴉøn.

source: Press discard changes to discard changes.
rtl: Ᵽɹǝss dᴉsɔɐɹd ɔɥɐnƃǝs ʇø dᴉsɔɐɹd ɔɥɐnƃǝs.

source: Press update settings to update course video settings
rtl: Ᵽɹǝss nddɐʇǝ sǝʇʇᴉnƃs ʇø nddɐʇǝ ɔønɹsǝ ʌᴉdǝø sǝʇʇᴉnƃs

source: Press close to hide course video settings
rtl: Ᵽɹǝss ɔløsǝ ʇø ɥᴉdǝ ɔønɹsǝ ʌᴉdǝø sǝʇʇᴉnƃs

source: Course Video Settings
rtl: Ȼønɹsǝ Vᴉdǝø Sǝʇʇᴉnƃs

source: Transcript Turnaround
rtl: Ŧɹɐnsɔɹᴉdʇ Ŧnɹnɐɹønnd

source: Transcript Fidelity
rtl: Ŧɹɐnsɔɹᴉdʇ Fᴉdǝlᴉʇʎ

source: Video Source Language
rtl: Vᴉdǝø Sønɹɔǝ Łɐnƃnɐƃǝ

source: Transcript Languages
rtl: Ŧɹɐnsɔɹᴉdʇ Łɐnƃnɐƃǝs

source: Add
rtl: Ⱥdd

source: Press Add to language
rtl: Ᵽɹǝss Ⱥdd ʇø lɐnƃnɐƃǝ

source: Automated Transcripts
rtl: Ⱥnʇøɯɐʇǝd Ŧɹɐnsɔɹᴉdʇs

source: Transcript Provider
rtl: Ŧɹɐnsɔɹᴉdʇ Ᵽɹøʌᴉdǝɹ

source: Change
rtl: Ȼɥɐnƃǝ

source: Press change to change selected transcript provider.
rtl: Ᵽɹǝss ɔɥɐnƃǝ ʇø ɔɥɐnƃǝ sǝlǝɔʇǝd ʇɹɐnsɔɹᴉdʇ dɹøʌᴉdǝɹ.

source: Assignment Type Name
rtl: Ⱥssᴉƃnɯǝnʇ Ŧʎdǝ Nɐɯǝ

source: The general category for this type of assignment, for example, Homework or Midterm Exam. This name is visible to learners.
rtl: Ŧɥǝ ƃǝnǝɹɐl ɔɐʇǝƃøɹʎ ɟøɹ ʇɥᴉs ʇʎdǝ øɟ ɐssᴉƃnɯǝnʇ, ɟøɹ ǝxɐɯdlǝ, Ħøɯǝʍøɹʞ øɹ Mᴉdʇǝɹɯ Ɇxɐɯ. Ŧɥᴉs nɐɯǝ ᴉs ʌᴉsᴉblǝ ʇø lǝɐɹnǝɹs.

source: Abbreviation
rtl: Ⱥbbɹǝʌᴉɐʇᴉøn

source: This short name for the assignment type (for example, HW or Midterm) appears next to assignments on a learner's Progress page.
rtl: Ŧɥᴉs sɥøɹʇ nɐɯǝ ɟøɹ ʇɥǝ ɐssᴉƃnɯǝnʇ ʇʎdǝ (ɟøɹ ǝxɐɯdlǝ, ĦW øɹ Mᴉdʇǝɹɯ) ɐddǝɐɹs nǝxʇ ʇø ɐssᴉƃnɯǝnʇs øn ɐ lǝɐɹnǝɹ's Ᵽɹøƃɹǝss dɐƃǝ.

source: Weight of Total Grade
rtl: Wǝᴉƃɥʇ øɟ Ŧøʇɐl Ǥɹɐdǝ

source: The weight of all assignments of this type as a percentage of the total grade, for example, 40. Do not include the percent symbol.
rtl: Ŧɥǝ ʍǝᴉƃɥʇ øɟ ɐll ɐssᴉƃnɯǝnʇs øɟ ʇɥᴉs ʇʎdǝ ɐs ɐ dǝɹɔǝnʇɐƃǝ øɟ ʇɥǝ ʇøʇɐl ƃɹɐdǝ, ɟøɹ ǝxɐɯdlǝ, 40. Đø nøʇ ᴉnɔlndǝ ʇɥǝ dǝɹɔǝnʇ sʎɯbøl.

source: Total Number
rtl: Ŧøʇɐl Nnɯbǝɹ

source: The number of subsections in the course that contain problems of this assignment type.
rtl: Ŧɥǝ nnɯbǝɹ øɟ snbsǝɔʇᴉøns ᴉn ʇɥǝ ɔønɹsǝ ʇɥɐʇ ɔønʇɐᴉn dɹøblǝɯs øɟ ʇɥᴉs ɐssᴉƃnɯǝnʇ ʇʎdǝ.

source: Number of Droppable
rtl: Nnɯbǝɹ øɟ Đɹøddɐblǝ

source: The number of assignments of this type that will be dropped. The lowest scoring assignments are dropped first.
rtl: Ŧɥǝ nnɯbǝɹ øɟ ɐssᴉƃnɯǝnʇs øɟ ʇɥᴉs ʇʎdǝ ʇɥɐʇ ʍᴉll bǝ dɹøddǝd. Ŧɥǝ løʍǝsʇ sɔøɹᴉnƃ ɐssᴉƃnɯǝnʇs ɐɹǝ dɹøddǝd ɟᴉɹsʇ.

source: Course Handouts
rtl: Ȼønɹsǝ Ħɐndønʇs

source: You have no handouts defined
rtl: Ɏøn ɥɐʌǝ nø ɥɐndønʇs dǝɟᴉnǝd

source: There is invalid code in your content. Please check to make sure it is valid HTML.
rtl: Ŧɥǝɹǝ ᴉs ᴉnʌɐlᴉd ɔødǝ ᴉn ʎønɹ ɔønʇǝnʇ. Ᵽlǝɐsǝ ɔɥǝɔʞ ʇø ɯɐʞǝ snɹǝ ᴉʇ ᴉs ʌɐlᴉd ĦŦMŁ.

source: Date
rtl: Đɐʇǝ

source: Post
rtl: Ᵽøsʇ

source: Due Date:
rtl: Đnǝ Đɐʇǝ:

source: Due Time in UTC:
rtl: Đnǝ Ŧᴉɯǝ ᴉn ɄŦȻ:

source: Clear Grading Due Date
rtl: Ȼlǝɐɹ Ǥɹɐdᴉnƃ Đnǝ Đɐʇǝ

source: Chapter Name
rtl: Ȼɥɐdʇǝɹ Nɐɯǝ

source: Chapter {order}
rtl: Ȼɥɐdʇǝɹ {order}

source: provide the title/name of the chapter that will be used in navigating
rtl: dɹøʌᴉdǝ ʇɥǝ ʇᴉʇlǝ/nɐɯǝ øɟ ʇɥǝ ɔɥɐdʇǝɹ ʇɥɐʇ ʍᴉll bǝ nsǝd ᴉn nɐʌᴉƃɐʇᴉnƃ

source: Chapter Asset
rtl: Ȼɥɐdʇǝɹ Ⱥssǝʇ

source: path/to/introductionToCookieBaking-CH{order}.pdf
rtl: dɐʇɥ/ʇø/ᴉnʇɹødnɔʇᴉønŦøȻøøʞᴉǝɃɐʞᴉnƃ-ȻĦ{order}.ddɟ

source: upload a PDF file or provide the path to a Studio asset file
rtl: ndløɐd ɐ ⱣĐF ɟᴉlǝ øɹ dɹøʌᴉdǝ ʇɥǝ dɐʇɥ ʇø ɐ Sʇndᴉø ɐssǝʇ ɟᴉlǝ

source: Upload PDF
rtl: Ʉdløɐd ⱣĐF

source: delete chapter
rtl: dǝlǝʇǝ ɔɥɐdʇǝɹ

source: Textbook information
rtl: Ŧǝxʇbøøʞ ᴉnɟøɹɯɐʇᴉøn

source: Textbook Name
rtl: Ŧǝxʇbøøʞ Nɐɯǝ

source: Introduction to Cookie Baking
rtl: Ɨnʇɹødnɔʇᴉøn ʇø Ȼøøʞᴉǝ Ƀɐʞᴉnƃ

source: provide the title/name of the text book as you would like your students to see it
rtl: dɹøʌᴉdǝ ʇɥǝ ʇᴉʇlǝ/nɐɯǝ øɟ ʇɥǝ ʇǝxʇ bøøʞ ɐs ʎøn ʍønld lᴉʞǝ ʎønɹ sʇndǝnʇs ʇø sǝǝ ᴉʇ

source: Chapter information
rtl: Ȼɥɐdʇǝɹ ᴉnɟøɹɯɐʇᴉøn

source: Add a Chapter
rtl: Ⱥdd ɐ Ȼɥɐdʇǝɹ

source: Edit Title
rtl: Ɇdᴉʇ Ŧᴉʇlǝ

source: Grading
rtl: Ǥɹɐdᴉnƃ

source: Grade as:
rtl: Ǥɹɐdǝ ɐs:

source: Not Graded
rtl: Nøʇ Ǥɹɐdǝd

source: Cannot delete when in use by an experiment
rtl: Ȼɐnnøʇ dǝlǝʇǝ ʍɥǝn ᴉn nsǝ bʎ ɐn ǝxdǝɹᴉɯǝnʇ

source: This Group Configuration is used in:
rtl: Ŧɥᴉs Ǥɹønd Ȼønɟᴉƃnɹɐʇᴉøn ᴉs nsǝd ᴉn:

source: This Group Configuration is not in use. Start by adding a content experiment to any Unit via the {linkStart}Course Outline{linkEnd}.
rtl: Ŧɥᴉs Ǥɹønd Ȼønɟᴉƃnɹɐʇᴉøn ᴉs nøʇ ᴉn nsǝ. Sʇɐɹʇ bʎ ɐddᴉnƃ ɐ ɔønʇǝnʇ ǝxdǝɹᴉɯǝnʇ ʇø ɐnʎ Ʉnᴉʇ ʌᴉɐ ʇɥǝ {linkStart}Ȼønɹsǝ Ønʇlᴉnǝ{linkEnd}.

source: Group Configuration information
rtl: Ǥɹønd Ȼønɟᴉƃnɹɐʇᴉøn ᴉnɟøɹɯɐʇᴉøn

source: Group Configuration Name
rtl: Ǥɹønd Ȼønɟᴉƃnɹɐʇᴉøn Nɐɯǝ

source: Group Configuration ID
rtl: Ǥɹønd Ȼønɟᴉƃnɹɐʇᴉøn ƗĐ

source: This is the Name of the Group Configuration
rtl: Ŧɥᴉs ᴉs ʇɥǝ Nɐɯǝ øɟ ʇɥǝ Ǥɹønd Ȼønɟᴉƃnɹɐʇᴉøn

source: Name or short description of the configuration
rtl: Nɐɯǝ øɹ sɥøɹʇ dǝsɔɹᴉdʇᴉøn øɟ ʇɥǝ ɔønɟᴉƃnɹɐʇᴉøn

source: This is the Description of the Group Configuration
rtl: Ŧɥᴉs ᴉs ʇɥǝ Đǝsɔɹᴉdʇᴉøn øɟ ʇɥǝ Ǥɹønd Ȼønɟᴉƃnɹɐʇᴉøn

source: Optional long description
rtl: Ødʇᴉønɐl lønƃ dǝsɔɹᴉdʇᴉøn

source: Group information
rtl: Ǥɹønd ᴉnɟøɹɯɐʇᴉøn

source: Name of the groups that students will be assigned to, for example, Control, Video, Problems. You must have two or more groups.
rtl: Nɐɯǝ øɟ ʇɥǝ ƃɹønds ʇɥɐʇ sʇndǝnʇs ʍᴉll bǝ ɐssᴉƃnǝd ʇø, ɟøɹ ǝxɐɯdlǝ, Ȼønʇɹøl, Vᴉdǝø, Ᵽɹøblǝɯs. Ɏøn ɯnsʇ ɥɐʌǝ ʇʍø øɹ ɯøɹǝ ƃɹønds.

source: Add another group
rtl: Ⱥdd ɐnøʇɥǝɹ ƃɹønd

source: This configuration is currently used in content experiments. If you make changes to the groups, you may need to edit those experiments.
rtl: Ŧɥᴉs ɔønɟᴉƃnɹɐʇᴉøn ᴉs ɔnɹɹǝnʇlʎ nsǝd ᴉn ɔønʇǝnʇ ǝxdǝɹᴉɯǝnʇs. Ɨɟ ʎøn ɯɐʞǝ ɔɥɐnƃǝs ʇø ʇɥǝ ƃɹønds, ʎøn ɯɐʎ nǝǝd ʇø ǝdᴉʇ ʇɥøsǝ ǝxdǝɹᴉɯǝnʇs.

source: delete group
rtl: dǝlǝʇǝ ƃɹønd

source: This feature is currently in testing. Course teams can enter highlights, but learners will not receive email messages.
rtl: Ŧɥᴉs ɟǝɐʇnɹǝ ᴉs ɔnɹɹǝnʇlʎ ᴉn ʇǝsʇᴉnƃ. Ȼønɹsǝ ʇǝɐɯs ɔɐn ǝnʇǝɹ ɥᴉƃɥlᴉƃɥʇs, bnʇ lǝɐɹnǝɹs ʍᴉll nøʇ ɹǝɔǝᴉʌǝ ǝɯɐᴉl ɯǝssɐƃǝs.

source: Enter 3-5 highlights to include in the email message that learners receive for this section (250 character limit).
rtl: Ɇnʇǝɹ 3-5 ɥᴉƃɥlᴉƃɥʇs ʇø ᴉnɔlndǝ ᴉn ʇɥǝ ǝɯɐᴉl ɯǝssɐƃǝ ʇɥɐʇ lǝɐɹnǝɹs ɹǝɔǝᴉʌǝ ɟøɹ ʇɥᴉs sǝɔʇᴉøn (250 ɔɥɐɹɐɔʇǝɹ lᴉɯᴉʇ).

source: Highlight {highlight_index}
rtl: Ħᴉƃɥlᴉƃɥʇ {highlight_index}

source: A highlight to look forward to this week.
rtl: Ⱥ ɥᴉƃɥlᴉƃɥʇ ʇø løøʞ ɟøɹʍɐɹd ʇø ʇɥᴉs ʍǝǝʞ.

source: License Type
rtl: Łᴉɔǝnsǝ Ŧʎdǝ

source: Learn more about {license_name}
rtl: Łǝɐɹn ɯøɹǝ ɐbønʇ {license_name}

source: Options for {license_name}
rtl: Ødʇᴉøns ɟøɹ {license_name}

source: The following options are available for the {license_name} license.
rtl: Ŧɥǝ ɟølløʍᴉnƃ ødʇᴉøns ɐɹǝ ɐʌɐᴉlɐblǝ ɟøɹ ʇɥǝ {license_name} lᴉɔǝnsǝ.

source: License Display
rtl: Łᴉɔǝnsǝ Đᴉsdlɐʎ

source: The following message will be displayed at the bottom of the courseware pages within your course:
rtl: Ŧɥǝ ɟølløʍᴉnƃ ɯǝssɐƃǝ ʍᴉll bǝ dᴉsdlɐʎǝd ɐʇ ʇɥǝ bøʇʇøɯ øɟ ʇɥǝ ɔønɹsǝʍɐɹǝ dɐƃǝs ʍᴉʇɥᴉn ʎønɹ ɔønɹsǝ:

source: Creative Commons licensed content, with terms as follow:
rtl: Ȼɹǝɐʇᴉʌǝ Ȼøɯɯøns lᴉɔǝnsǝd ɔønʇǝnʇ, ʍᴉʇɥ ʇǝɹɯs ɐs ɟølløʍ:

source: Some Rights Reserved
rtl: Søɯǝ Ɍᴉƃɥʇs Ɍǝsǝɹʌǝd

source: New %(item_type)s
rtl: Nǝʍ %(item_type)s

source: Clear
rtl: Ȼlǝɐɹ

source: Clear Value
rtl: Ȼlǝɐɹ Vɐlnǝ

source: Download
rtl: Đøʍnløɐd

source: {categoryText} in {parentDisplayname}
rtl: {categoryText} ᴉn {parentDisplayname}

source: Current location
rtl: Ȼnɹɹǝnʇ løɔɐʇᴉøn

source: Currently selected
rtl: Ȼnɹɹǝnʇlʎ sǝlǝɔʇǝd

source: You haven't added any textbooks to this course yet.
rtl: Ɏøn ɥɐʌǝn'ʇ ɐddǝd ɐnʎ ʇǝxʇbøøʞs ʇø ʇɥᴉs ɔønɹsǝ ʎǝʇ.

source: Add your first textbook
rtl: Ⱥdd ʎønɹ ɟᴉɹsʇ ʇǝxʇbøøʞ

source: This group controls access to:
rtl: Ŧɥᴉs ƃɹønd ɔønʇɹøls ɐɔɔǝss ʇø:

source: In the {linkStart}Course Outline{linkEnd}, use this group to control access to a component.
rtl: Ɨn ʇɥǝ {linkStart}Ȼønɹsǝ Ønʇlᴉnǝ{linkEnd}, nsǝ ʇɥᴉs ƃɹønd ʇø ɔønʇɹøl ɐɔɔǝss ʇø ɐ ɔøɯdønǝnʇ.

source: Previous Uploads
rtl: Ᵽɹǝʌᴉøns Ʉdløɐds

source: Download available encodings (.csv)
rtl: Đøʍnløɐd ɐʌɐᴉlɐblǝ ǝnɔødᴉnƃs (.ɔsʌ)

source: Thumbnail
rtl: Ŧɥnɯbnɐᴉl

source: Video ID
rtl: Vᴉdǝø ƗĐ

source: Transcripts
rtl: Ŧɹɐnsɔɹᴉdʇs

source: Video Status
rtl: Vᴉdǝø Sʇɐʇns

source: Remove this video
rtl: Ɍǝɯøʌǝ ʇɥᴉs ʌᴉdǝø

source: Remove {video_name} video
rtl: Ɍǝɯøʌǝ {video_name} ʌᴉdǝø

source: Never published
rtl: Nǝʌǝɹ dnblᴉsɥǝd

source: Last published %(last_published_date)s by %(publish_username)s
rtl: Łɐsʇ dnblᴉsɥǝd %(last_published_date)s bʎ %(publish_username)s

source: Previously published
rtl: Ᵽɹǝʌᴉønslʎ dnblᴉsɥǝd

source: Draft (Never published)
rtl: Đɹɐɟʇ (Nǝʌǝɹ dnblᴉsɥǝd)

source: Visible to Staff Only
rtl: Vᴉsᴉblǝ ʇø Sʇɐɟɟ Ønlʎ

source: Published and Live
rtl: Ᵽnblᴉsɥǝd ɐnd Łᴉʌǝ

source: Published (not yet released)
rtl: Ᵽnblᴉsɥǝd (nøʇ ʎǝʇ ɹǝlǝɐsǝd)

source: Draft (Unpublished changes)
rtl: Đɹɐɟʇ (Ʉndnblᴉsɥǝd ɔɥɐnƃǝs)

source: Release:
rtl: Ɍǝlǝɐsǝ:

source: Publishing Status
rtl: Ᵽnblᴉsɥᴉnƃ Sʇɐʇns
