Repository: eduNEXT/edunext-platform
Catalog: conf/locale/rtl/LC_MESSAGES/djangojs.po
Languages: rtl

source: We couldn't find any results for "%s".
rtl: Wǝ ɔønldn'ʇ ɟᴉnd ɐnʎ ɹǝsnlʇs ɟøɹ "%s".

source: There was an error, try searching again.
rtl: Ŧɥǝɹǝ ʍɐs ɐn ǝɹɹøɹ, ʇɹʎ sǝɐɹɔɥᴉnƃ ɐƃɐᴉn.

source: Not divided
rtl: Nøʇ dᴉʌᴉdǝd

source: Discussions are unified; all learners interact with posts from other learners, regardless of the group they are in.
rtl: Đᴉsɔnssᴉøns ɐɹǝ nnᴉɟᴉǝd; ɐll lǝɐɹnǝɹs ᴉnʇǝɹɐɔʇ ʍᴉʇɥ døsʇs ɟɹøɯ øʇɥǝɹ lǝɐɹnǝɹs, ɹǝƃɐɹdlǝss øɟ ʇɥǝ ƃɹønd ʇɥǝʎ ɐɹǝ ᴉn.

source: Enrollment Tracks
rtl: Ɇnɹøllɯǝnʇ Ŧɹɐɔʞs

source: Use enrollment tracks as the basis for dividing discussions. All learners, regardless of their enrollment track, see the same discussion topics, but within divided topics, only learners who are in the same enrollment track see and respond to each others’ posts.
rtl: Ʉsǝ ǝnɹøllɯǝnʇ ʇɹɐɔʞs ɐs ʇɥǝ bɐsᴉs ɟøɹ dᴉʌᴉdᴉnƃ dᴉsɔnssᴉøns. Ⱥll lǝɐɹnǝɹs, ɹǝƃɐɹdlǝss øɟ ʇɥǝᴉɹ ǝnɹøllɯǝnʇ ʇɹɐɔʞ, sǝǝ ʇɥǝ sɐɯǝ dᴉsɔnssᴉøn ʇødᴉɔs, bnʇ ʍᴉʇɥᴉn dᴉʌᴉdǝd ʇødᴉɔs, ønlʎ lǝɐɹnǝɹs ʍɥø ɐɹǝ ᴉn ʇɥǝ sɐɯǝ ǝnɹøllɯǝnʇ ʇɹɐɔʞ sǝǝ ɐnd ɹǝsdønd ʇø ǝɐɔɥ øʇɥǝɹs’ døsʇs.

source: Cohorts
rtl: Ȼøɥøɹʇs

source: Use cohorts as the basis for dividing discussions. All learners, regardless of cohort, see the same discussion topics, but within divided topics, only members of the same cohort see and respond to each others’ posts.
rtl: Ʉsǝ ɔøɥøɹʇs ɐs ʇɥǝ bɐsᴉs ɟøɹ dᴉʌᴉdᴉnƃ dᴉsɔnssᴉøns. Ⱥll lǝɐɹnǝɹs, ɹǝƃɐɹdlǝss øɟ ɔøɥøɹʇ, sǝǝ ʇɥǝ sɐɯǝ dᴉsɔnssᴉøn ʇødᴉɔs, bnʇ ʍᴉʇɥᴉn dᴉʌᴉdǝd ʇødᴉɔs, ønlʎ ɯǝɯbǝɹs øɟ ʇɥǝ sɐɯǝ ɔøɥøɹʇ sǝǝ ɐnd ɹǝsdønd ʇø ǝɐɔɥ øʇɥǝɹs’ døsʇs.

source: Discussion topics in the course are not divided.
rtl: Đᴉsɔnssᴉøn ʇødᴉɔs ᴉn ʇɥǝ ɔønɹsǝ ɐɹǝ nøʇ dᴉʌᴉdǝd.

source: Any divided discussion topics are divided based on enrollment track.
rtl: Ⱥnʎ dᴉʌᴉdǝd dᴉsɔnssᴉøn ʇødᴉɔs ɐɹǝ dᴉʌᴉdǝd bɐsǝd øn ǝnɹøllɯǝnʇ ʇɹɐɔʞ.

source: Any divided discussion topics are divided based on cohort.
rtl: Ⱥnʎ dᴉʌᴉdǝd dᴉsɔnssᴉøn ʇødᴉɔs ɐɹǝ dᴉʌᴉdǝd bɐsǝd øn ɔøɥøɹʇ.

source: Your changes have been saved. {details}
rtl: Ɏønɹ ɔɥɐnƃǝs ɥɐʌǝ bǝǝn sɐʌǝd. {details}

source: We have encountered an error. Refresh your browser and then try again.
rtl: Wǝ ɥɐʌǝ ǝnɔønnʇǝɹǝd ɐn ǝɹɹøɹ. Ɍǝɟɹǝsɥ ʎønɹ bɹøʍsǝɹ ɐnd ʇɥǝn ʇɹʎ ɐƃɐᴉn.

source: We've encountered an error. Refresh your browser and then try again.
rtl: Wǝ'ʌǝ ǝnɔønnʇǝɹǝd ɐn ǝɹɹøɹ. Ɍǝɟɹǝsɥ ʎønɹ bɹøʍsǝɹ ɐnd ʇɥǝn ʇɹʎ ɐƃɐᴉn.

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
rtl: Ⱥn ǝɹɹøɹ ɥɐs øɔɔnɹɹǝd. Mɐʞǝ snɹǝ ʇɥɐʇ ʎøn ɐɹǝ ɔønnǝɔʇǝd ʇø ʇɥǝ Ɨnʇǝɹnǝʇ, ɐnd ʇɥǝn ʇɹʎ ɹǝɟɹǝsɥᴉnƃ ʇɥǝ dɐƃǝ.

source: Hide notes
rtl: Ħᴉdǝ nøʇǝs

source: Notes visible
rtl: Nøʇǝs ʌᴉsᴉblǝ

source: Show notes
rtl: Sɥøʍ nøʇǝs

source: Notes hidden
rtl: Nøʇǝs ɥᴉddǝn

source: Please enter a term in the {anchorStart} search field{anchorEnd}.
rtl: Ᵽlǝɐsǝ ǝnʇǝɹ ɐ ʇǝɹɯ ᴉn ʇɥǝ {anchorStart} sǝɐɹɔɥ ɟᴉǝld{anchorEnd}.

source: Current tab
rtl: Ȼnɹɹǝnʇ ʇɐb

source: Location in Course
rtl: Łøɔɐʇᴉøn ᴉn Ȼønɹsǝ

source: Recent Activity
rtl: Ɍǝɔǝnʇ Ⱥɔʇᴉʌᴉʇʎ

source: No results found for "%(query_string)s". Please try searching again.
rtl: Nø ɹǝsnlʇs ɟønnd ɟøɹ "%(query_string)s". Ᵽlǝɐsǝ ʇɹʎ sǝɐɹɔɥᴉnƃ ɐƃɐᴉn.

source: Search Results
rtl: Sǝɐɹɔɥ Ɍǝsnlʇs

source: [no tags]
rtl: [nø ʇɐƃs]

source: Tags
rtl: Ŧɐƃs

source: Unable to submit application
rtl: Ʉnɐblǝ ʇø snbɯᴉʇ ɐddlᴉɔɐʇᴉøn

source: An error has occurred. Check your Internet connection and try again.
rtl: Ⱥn ǝɹɹøɹ ɥɐs øɔɔnɹɹǝd. Ȼɥǝɔʞ ʎønɹ Ɨnʇǝɹnǝʇ ɔønnǝɔʇᴉøn ɐnd ʇɹʎ ɐƃɐᴉn.

source: Choose one
rtl: Ȼɥøøsǝ ønǝ

source: Selected tab
rtl: Sǝlǝɔʇǝd ʇɐb

source: Saved cohort
rtl: Sɐʌǝd ɔøɥøɹʇ

source: Error adding learners.
rtl: Ɇɹɹøɹ ɐddᴉnƃ lǝɐɹnǝɹs.

source: Enter a username or email.
rtl: Ɇnʇǝɹ ɐ nsǝɹnɐɯǝ øɹ ǝɯɐᴉl.

source: {numUsersAdded} learner has been added to this cohort.
rtl: {numUsersAdded} lǝɐɹnǝɹ ɥɐs bǝǝn ɐddǝd ʇø ʇɥᴉs ɔøɥøɹʇ.

source: {numMoved} learner was moved from {prevCohort}
rtl: {numMoved} lǝɐɹnǝɹ ʍɐs ɯøʌǝd ɟɹøɯ {prevCohort}

source: {numPresent} learner was already in the cohort
rtl: {numPresent} lǝɐɹnǝɹ ʍɐs ɐlɹǝɐdʎ ᴉn ʇɥǝ ɔøɥøɹʇ

source: {numPreassigned} learner was pre-assigned for this cohort. This learner will automatically be added to the cohort when they enroll in the course.
rtl: {numPreassigned} lǝɐɹnǝɹ ʍɐs dɹǝ-ɐssᴉƃnǝd ɟøɹ ʇɥᴉs ɔøɥøɹʇ. Ŧɥᴉs lǝɐɹnǝɹ ʍᴉll ɐnʇøɯɐʇᴉɔɐllʎ bǝ ɐddǝd ʇø ʇɥǝ ɔøɥøɹʇ ʍɥǝn ʇɥǝʎ ǝnɹøll ᴉn ʇɥǝ ɔønɹsǝ.

source: Unknown username: {user}
rtl: Ʉnʞnøʍn nsǝɹnɐɯǝ: {user}

source: Invalid email address: {email}
rtl: Ɨnʌɐlᴉd ǝɯɐᴉl ɐddɹǝss: {email}

source: There was an error when trying to add learners:
rtl: Ŧɥǝɹǝ ʍɐs ɐn ǝɹɹøɹ ʍɥǝn ʇɹʎᴉnƃ ʇø ɐdd lǝɐɹnǝɹs:

source: View all errors
rtl: Vᴉǝʍ ɐll ǝɹɹøɹs

source: You must specify a name for the cohort
rtl: Ɏøn ɯnsʇ sdǝɔᴉɟʎ ɐ nɐɯǝ ɟøɹ ʇɥǝ ɔøɥøɹʇ

source: You did not select a content group
rtl: Ɏøn dᴉd nøʇ sǝlǝɔʇ ɐ ɔønʇǝnʇ ƃɹønd

source: The selected content group does not exist
rtl: Ŧɥǝ sǝlǝɔʇǝd ɔønʇǝnʇ ƃɹønd døǝs nøʇ ǝxᴉsʇ

source: The cohort cannot be saved
rtl: Ŧɥǝ ɔøɥøɹʇ ɔɐnnøʇ bǝ sɐʌǝd

source: The cohort cannot be added
rtl: Ŧɥǝ ɔøɥøɹʇ ɔɐnnøʇ bǝ ɐddǝd

source: You currently have no cohorts configured
rtl: Ɏøn ɔnɹɹǝnʇlʎ ɥɐʌǝ nø ɔøɥøɹʇs ɔønɟᴉƃnɹǝd

source: Add Cohort
rtl: Ⱥdd Ȼøɥøɹʇ

source: The {cohortGroupName} cohort has been created. You can manually add students to this cohort below.
rtl: Ŧɥǝ {cohortGroupName} ɔøɥøɹʇ ɥɐs bǝǝn ɔɹǝɐʇǝd. Ɏøn ɔɐn ɯɐnnɐllʎ ɐdd sʇndǝnʇs ʇø ʇɥᴉs ɔøɥøɹʇ bǝløʍ.

source: Assign students to cohorts by uploading a CSV file.
rtl: Ⱥssᴉƃn sʇndǝnʇs ʇø ɔøɥøɹʇs bʎ ndløɐdᴉnƃ ɐ ȻSV ɟᴉlǝ.

source: Choose a .csv file
rtl: Ȼɥøøsǝ ɐ .ɔsʌ ɟᴉlǝ

source: Only properly formatted .csv files will be accepted.
rtl: Ønlʎ dɹødǝɹlʎ ɟøɹɯɐʇʇǝd .ɔsʌ ɟᴉlǝs ʍᴉll bǝ ɐɔɔǝdʇǝd.

source: Upload File and Assign Students
rtl: Ʉdløɐd Fᴉlǝ ɐnd Ⱥssᴉƃn Sʇndǝnʇs

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
rtl: Ɏønɹ ɟᴉlǝ '{file}' ɥɐs bǝǝn ndløɐdǝd. Ⱥlløʍ ɐ ɟǝʍ ɯᴉnnʇǝs ɟøɹ dɹøɔǝssᴉnƃ.

source: Cohorts Enabled
rtl: Ȼøɥøɹʇs Ɇnɐblǝd

source: Cohorts Disabled
rtl: Ȼøɥøɹʇs Đᴉsɐblǝd

source: This course uses automatic cohorting for verified track learners. You cannot disable cohorts, and you cannot rename the manual cohort named '{verifiedCohortName}'. To change the configuration for verified track cohorts, contact your edX partner manager.
rtl: Ŧɥᴉs ɔønɹsǝ nsǝs ɐnʇøɯɐʇᴉɔ ɔøɥøɹʇᴉnƃ ɟøɹ ʌǝɹᴉɟᴉǝd ʇɹɐɔʞ lǝɐɹnǝɹs. Ɏøn ɔɐnnøʇ dᴉsɐblǝ ɔøɥøɹʇs, ɐnd ʎøn ɔɐnnøʇ ɹǝnɐɯǝ ʇɥǝ ɯɐnnɐl ɔøɥøɹʇ nɐɯǝd '{verifiedCohortName}'. Ŧø ɔɥɐnƃǝ ʇɥǝ ɔønɟᴉƃnɹɐʇᴉøn ɟøɹ ʌǝɹᴉɟᴉǝd ʇɹɐɔʞ ɔøɥøɹʇs, ɔønʇɐɔʇ ʎønɹ ǝdX dɐɹʇnǝɹ ɯɐnɐƃǝɹ.

source: This course has automatic cohorting enabled for verified track learners, but the required cohort does not exist. You must create a manually-assigned cohort named '{verifiedCohortName}' for the feature to work.
rtl: Ŧɥᴉs ɔønɹsǝ ɥɐs ɐnʇøɯɐʇᴉɔ ɔøɥøɹʇᴉnƃ ǝnɐblǝd ɟøɹ ʌǝɹᴉɟᴉǝd ʇɹɐɔʞ lǝɐɹnǝɹs, bnʇ ʇɥǝ ɹǝbnᴉɹǝd ɔøɥøɹʇ døǝs nøʇ ǝxᴉsʇ. Ɏøn ɯnsʇ ɔɹǝɐʇǝ ɐ ɯɐnnɐllʎ-ɐssᴉƃnǝd ɔøɥøɹʇ nɐɯǝd '{verifiedCohortName}' ɟøɹ ʇɥǝ ɟǝɐʇnɹǝ ʇø ʍøɹʞ.

source: This course has automatic cohorting enabled for verified track learners, but cohorts are disabled. You must enable cohorts for the feature to work.
rtl: Ŧɥᴉs ɔønɹsǝ ɥɐs ɐnʇøɯɐʇᴉɔ ɔøɥøɹʇᴉnƃ ǝnɐblǝd ɟøɹ ʌǝɹᴉɟᴉǝd ʇɹɐɔʞ lǝɐɹnǝɹs, bnʇ ɔøɥøɹʇs ɐɹǝ dᴉsɐblǝd. Ɏøn ɯnsʇ ǝnɐblǝ ɔøɥøɹʇs ɟøɹ ʇɥǝ ɟǝɐʇnɹǝ ʇø ʍøɹʞ.

source: Allow students to generate certificates for this course?
rtl: Ⱥlløʍ sʇndǝnʇs ʇø ƃǝnǝɹɐʇǝ ɔǝɹʇᴉɟᴉɔɐʇǝs ɟøɹ ʇɥᴉs ɔønɹsǝ?

source: Prevent students from generating certificates in this course?
rtl: Ᵽɹǝʌǝnʇ sʇndǝnʇs ɟɹøɯ ƃǝnǝɹɐʇᴉnƃ ɔǝɹʇᴉɟᴉɔɐʇǝs ᴉn ʇɥᴉs ɔønɹsǝ?

source: Start generating certificates for all students in this course?
rtl: Sʇɐɹʇ ƃǝnǝɹɐʇᴉnƃ ɔǝɹʇᴉɟᴉɔɐʇǝs ɟøɹ ɐll sʇndǝnʇs ᴉn ʇɥᴉs ɔønɹsǝ?

source: Error while generating certificates. Please try again.
rtl: Ɇɹɹøɹ ʍɥᴉlǝ ƃǝnǝɹɐʇᴉnƃ ɔǝɹʇᴉɟᴉɔɐʇǝs. Ᵽlǝɐsǝ ʇɹʎ ɐƃɐᴉn.

source: Start regenerating certificates for students in this course?
rtl: Sʇɐɹʇ ɹǝƃǝnǝɹɐʇᴉnƃ ɔǝɹʇᴉɟᴉɔɐʇǝs ɟøɹ sʇndǝnʇs ᴉn ʇɥᴉs ɔønɹsǝ?

source: Error while regenerating certificates. Please try again.
rtl: Ɇɹɹøɹ ʍɥᴉlǝ ɹǝƃǝnǝɹɐʇᴉnƃ ɔǝɹʇᴉɟᴉɔɐʇǝs. Ᵽlǝɐsǝ ʇɹʎ ɐƃɐᴉn.

source: Loading data...
rtl: Łøɐdᴉnƃ dɐʇɐ...

source: Error getting issued certificates list.
rtl: Ɇɹɹøɹ ƃǝʇʇᴉnƃ ᴉssnǝd ɔǝɹʇᴉɟᴉɔɐʇǝs lᴉsʇ.

source: Error generating proctored exam results. Please try again.
rtl: Ɇɹɹøɹ ƃǝnǝɹɐʇᴉnƃ dɹøɔʇøɹǝd ǝxɐɯ ɹǝsnlʇs. Ᵽlǝɐsǝ ʇɹʎ ɐƃɐᴉn.

source: Error generating survey results. Please try again.
rtl: Ɇɹɹøɹ ƃǝnǝɹɐʇᴉnƃ snɹʌǝʎ ɹǝsnlʇs. Ᵽlǝɐsǝ ʇɹʎ ɐƃɐᴉn.

source: Error generating student profile information. Please try again.
rtl: Ɇɹɹøɹ ƃǝnǝɹɐʇᴉnƃ sʇndǝnʇ dɹøɟᴉlǝ ᴉnɟøɹɯɐʇᴉøn. Ᵽlǝɐsǝ ʇɹʎ ɐƃɐᴉn.

source: Loading
rtl: Łøɐdᴉnƃ

source: Error getting student list.
rtl: Ɇɹɹøɹ ƃǝʇʇᴉnƃ sʇndǝnʇ lᴉsʇ.

source: Error generating list of students who may enroll. Please try again.
rtl: Ɇɹɹøɹ ƃǝnǝɹɐʇᴉnƃ lᴉsʇ øɟ sʇndǝnʇs ʍɥø ɯɐʎ ǝnɹøll. Ᵽlǝɐsǝ ʇɹʎ ɐƃɐᴉn.

source: Error retrieving grading configuration.
rtl: Ɇɹɹøɹ ɹǝʇɹᴉǝʌᴉnƃ ƃɹɐdᴉnƃ ɔønɟᴉƃnɹɐʇᴉøn.

source: Error generating grades. Please try again.
rtl: Ɇɹɹøɹ ƃǝnǝɹɐʇᴉnƃ ƃɹɐdǝs. Ᵽlǝɐsǝ ʇɹʎ ɐƃɐᴉn.

source: Error generating problem grade report. Please try again.
rtl: Ɇɹɹøɹ ƃǝnǝɹɐʇᴉnƃ dɹøblǝɯ ƃɹɐdǝ ɹǝdøɹʇ. Ᵽlǝɐsǝ ʇɹʎ ɐƃɐᴉn.

source: Error generating ORA data report. Please try again.
rtl: Ɇɹɹøɹ ƃǝnǝɹɐʇᴉnƃ ØɌȺ dɐʇɐ ɹǝdøɹʇ. Ᵽlǝɐsǝ ʇɹʎ ɐƃɐᴉn.

source: There was a problem creating the report. Select "Create Executive Summary" to try again.
rtl: Ŧɥǝɹǝ ʍɐs ɐ dɹøblǝɯ ɔɹǝɐʇᴉnƃ ʇɥǝ ɹǝdøɹʇ. Sǝlǝɔʇ "Ȼɹǝɐʇǝ Ɇxǝɔnʇᴉʌǝ Snɯɯɐɹʎ" ʇø ʇɹʎ ɐƃɐᴉn.

source: Enter the enrollment code.
rtl: Ɇnʇǝɹ ʇɥǝ ǝnɹøllɯǝnʇ ɔødǝ.

source: Cancel enrollment code
rtl: Ȼɐnɔǝl ǝnɹøllɯǝnʇ ɔødǝ

source: Restore enrollment code
rtl: Ɍǝsʇøɹǝ ǝnɹøllɯǝnʇ ɔødǝ

source: Mark enrollment code as unused
rtl: Mɐɹʞ ǝnɹøllɯǝnʇ ɔødǝ ɐs nnnsǝd

source: Username
rtl: Ʉsǝɹnɐɯǝ

source: Email
rtl: Ɇɯɐᴉl

source: Revoke access
rtl: Ɍǝʌøʞǝ ɐɔɔǝss

source: Group
rtl: Ǥɹønd

source: Enter username or email
rtl: Ɇnʇǝɹ nsǝɹnɐɯǝ øɹ ǝɯɐᴉl

source: Please enter a username or email.
rtl: Ᵽlǝɐsǝ ǝnʇǝɹ ɐ nsǝɹnɐɯǝ øɹ ǝɯɐᴉl.

source: This role requires a divided discussions scheme.
rtl: Ŧɥᴉs ɹølǝ ɹǝbnᴉɹǝs ɐ dᴉʌᴉdǝd dᴉsɔnssᴉøns sɔɥǝɯǝ.

source: Error changing user's permissions.
rtl: Ɇɹɹøɹ ɔɥɐnƃᴉnƃ nsǝɹ's dǝɹɯᴉssᴉøns.

source: Could not find a user with username or email address '<%- identifier %>'.
rtl: Ȼønld nøʇ ɟᴉnd ɐ nsǝɹ ʍᴉʇɥ nsǝɹnɐɯǝ øɹ ǝɯɐᴉl ɐddɹǝss '<%- identifier %>'.

source: Error: User '<%- username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
rtl: Ɇɹɹøɹ: Ʉsǝɹ '<%- username %>' ɥɐs nøʇ ʎǝʇ ɐɔʇᴉʌɐʇǝd ʇɥǝᴉɹ ɐɔɔønnʇ. Ʉsǝɹs ɯnsʇ ɔɹǝɐʇǝ ɐnd ɐɔʇᴉʌɐʇǝ ʇɥǝᴉɹ ɐɔɔønnʇs bǝɟøɹǝ ʇɥǝʎ ɔɐn bǝ ɐssᴉƃnǝd ɐ ɹølǝ.

source: Error: You cannot remove yourself from the Instructor group!
rtl: Ɇɹɹøɹ: Ɏøn ɔɐnnøʇ ɹǝɯøʌǝ ʎønɹsǝlɟ ɟɹøɯ ʇɥǝ Ɨnsʇɹnɔʇøɹ ƃɹønd!

source: Errors
rtl: Ɇɹɹøɹs

source: The following errors were generated:
rtl: Ŧɥǝ ɟølløʍᴉnƃ ǝɹɹøɹs ʍǝɹǝ ƃǝnǝɹɐʇǝd:

source: Warnings
rtl: Wɐɹnᴉnƃs

source: The following warnings were generated:
rtl: Ŧɥǝ ɟølløʍᴉnƃ ʍɐɹnᴉnƃs ʍǝɹǝ ƃǝnǝɹɐʇǝd:

source: Success
rtl: Snɔɔǝss

source: All accounts were created successfully.
rtl: Ⱥll ɐɔɔønnʇs ʍǝɹǝ ɔɹǝɐʇǝd snɔɔǝssɟnllʎ.

source: Error adding/removing users as beta testers.
rtl: Ɇɹɹøɹ ɐddᴉnƃ/ɹǝɯøʌᴉnƃ nsǝɹs ɐs bǝʇɐ ʇǝsʇǝɹs.

source: These users were successfully added as beta testers:
rtl: Ŧɥǝsǝ nsǝɹs ʍǝɹǝ snɔɔǝssɟnllʎ ɐddǝd ɐs bǝʇɐ ʇǝsʇǝɹs:

source: These users could not be added as beta testers because their accounts are not yet activated:
rtl: Ŧɥǝsǝ nsǝɹs ɔønld nøʇ bǝ ɐddǝd ɐs bǝʇɐ ʇǝsʇǝɹs bǝɔɐnsǝ ʇɥǝᴉɹ ɐɔɔønnʇs ɐɹǝ nøʇ ʎǝʇ ɐɔʇᴉʌɐʇǝd:

source: These users were successfully removed as beta testers:
rtl: Ŧɥǝsǝ nsǝɹs ʍǝɹǝ snɔɔǝssɟnllʎ ɹǝɯøʌǝd ɐs bǝʇɐ ʇǝsʇǝɹs:

source: These users were not added as beta testers:
rtl: Ŧɥǝsǝ nsǝɹs ʍǝɹǝ nøʇ ɐddǝd ɐs bǝʇɐ ʇǝsʇǝɹs:

source: These users were not removed as beta testers:
rtl: Ŧɥǝsǝ nsǝɹs ʍǝɹǝ nøʇ ɹǝɯøʌǝd ɐs bǝʇɐ ʇǝsʇǝɹs:

source: Users must create and activate their account before they can be promoted to beta tester.
rtl: Ʉsǝɹs ɯnsʇ ɔɹǝɐʇǝ ɐnd ɐɔʇᴉʌɐʇǝ ʇɥǝᴉɹ ɐɔɔønnʇ bǝɟøɹǝ ʇɥǝʎ ɔɐn bǝ dɹøɯøʇǝd ʇø bǝʇɐ ʇǝsʇǝɹ.

source: Could not find users associated with the following identifiers:
rtl: Ȼønld nøʇ ɟᴉnd nsǝɹs ɐssøɔᴉɐʇǝd ʍᴉʇɥ ʇɥǝ ɟølløʍᴉnƃ ᴉdǝnʇᴉɟᴉǝɹs:

source: Reason field should not be left blank.
rtl: Ɍǝɐsøn ɟᴉǝld sɥønld nøʇ bǝ lǝɟʇ blɐnʞ.

source: Role field should not be left unselected.
rtl: Ɍølǝ ɟᴉǝld sɥønld nøʇ bǝ lǝɟʇ nnsǝlǝɔʇǝd.

source: Error enrolling/unenrolling users.
rtl: Ɇɹɹøɹ ǝnɹøllᴉnƃ/nnǝnɹøllᴉnƃ nsǝɹs.

source: The following email addresses and/or usernames are invalid:
rtl: Ŧɥǝ ɟølløʍᴉnƃ ǝɯɐᴉl ɐddɹǝssǝs ɐnd/øɹ nsǝɹnɐɯǝs ɐɹǝ ᴉnʌɐlᴉd:

source: Successfully enrolled and sent email to the following users:
rtl: Snɔɔǝssɟnllʎ ǝnɹøllǝd ɐnd sǝnʇ ǝɯɐᴉl ʇø ʇɥǝ ɟølløʍᴉnƃ nsǝɹs:

source: Successfully enrolled the following users:
rtl: Snɔɔǝssɟnllʎ ǝnɹøllǝd ʇɥǝ ɟølløʍᴉnƃ nsǝɹs:

source: Successfully sent enrollment emails to the following users. They will be allowed to enroll once they register:
rtl: Snɔɔǝssɟnllʎ sǝnʇ ǝnɹøllɯǝnʇ ǝɯɐᴉls ʇø ʇɥǝ ɟølløʍᴉnƃ nsǝɹs. Ŧɥǝʎ ʍᴉll bǝ ɐlløʍǝd ʇø ǝnɹøll ønɔǝ ʇɥǝʎ ɹǝƃᴉsʇǝɹ:

source: These users will be allowed to enroll once they register:
rtl: Ŧɥǝsǝ nsǝɹs ʍᴉll bǝ ɐlløʍǝd ʇø ǝnɹøll ønɔǝ ʇɥǝʎ ɹǝƃᴉsʇǝɹ:

source: Successfully sent enrollment emails to the following users. They will be enrolled once they register:
rtl: Snɔɔǝssɟnllʎ sǝnʇ ǝnɹøllɯǝnʇ ǝɯɐᴉls ʇø ʇɥǝ ɟølløʍᴉnƃ nsǝɹs. Ŧɥǝʎ ʍᴉll bǝ ǝnɹøllǝd ønɔǝ ʇɥǝʎ ɹǝƃᴉsʇǝɹ:

source: These users will be enrolled once they register:
rtl: Ŧɥǝsǝ nsǝɹs ʍᴉll bǝ ǝnɹøllǝd ønɔǝ ʇɥǝʎ ɹǝƃᴉsʇǝɹ:

source: Emails successfully sent. The following users are no longer enrolled in the course:
rtl: Ɇɯɐᴉls snɔɔǝssɟnllʎ sǝnʇ. Ŧɥǝ ɟølløʍᴉnƃ nsǝɹs ɐɹǝ nø lønƃǝɹ ǝnɹøllǝd ᴉn ʇɥǝ ɔønɹsǝ:

source: The following users are no longer enrolled in the course:
rtl: Ŧɥǝ ɟølløʍᴉnƃ nsǝɹs ɐɹǝ nø lønƃǝɹ ǝnɹøllǝd ᴉn ʇɥǝ ɔønɹsǝ:

source: These users were not affiliated with the course so could not be unenrolled:
rtl: Ŧɥǝsǝ nsǝɹs ʍǝɹǝ nøʇ ɐɟɟᴉlᴉɐʇǝd ʍᴉʇɥ ʇɥǝ ɔønɹsǝ sø ɔønld nøʇ bǝ nnǝnɹøllǝd:

source: Your message must have a subject.
rtl: Ɏønɹ ɯǝssɐƃǝ ɯnsʇ ɥɐʌǝ ɐ snbɾǝɔʇ.

source: Your message cannot be blank.
rtl: Ɏønɹ ɯǝssɐƃǝ ɔɐnnøʇ bǝ blɐnʞ.

source: Your message must have at least one target.
rtl: Ɏønɹ ɯǝssɐƃǝ ɯnsʇ ɥɐʌǝ ɐʇ lǝɐsʇ ønǝ ʇɐɹƃǝʇ.

source: There are invalid keywords in your email. Check the following keywords and try again.
rtl: Ŧɥǝɹǝ ɐɹǝ ᴉnʌɐlᴉd ʞǝʎʍøɹds ᴉn ʎønɹ ǝɯɐᴉl. Ȼɥǝɔʞ ʇɥǝ ɟølløʍᴉnƃ ʞǝʎʍøɹds ɐnd ʇɹʎ ɐƃɐᴉn.

source: Yourself
rtl: Ɏønɹsǝlɟ

source: Everyone who has staff privileges in this course
rtl: Ɇʌǝɹʎønǝ ʍɥø ɥɐs sʇɐɟɟ dɹᴉʌᴉlǝƃǝs ᴉn ʇɥᴉs ɔønɹsǝ

source: All learners who are enrolled in this course
rtl: Ⱥll lǝɐɹnǝɹs ʍɥø ɐɹǝ ǝnɹøllǝd ᴉn ʇɥᴉs ɔønɹsǝ

source: All learners in the {cohort_name} cohort
rtl: Ⱥll lǝɐɹnǝɹs ᴉn ʇɥǝ {cohort_name} ɔøɥøɹʇ

source: All learners in the {track_name} track
rtl: Ⱥll lǝɐɹnǝɹs ᴉn ʇɥǝ {track_name} ʇɹɐɔʞ

source: Your email message was successfully queued for sending. In courses with a large number of learners, email messages to learners might take up to an hour to be sent.
rtl: Ɏønɹ ǝɯɐᴉl ɯǝssɐƃǝ ʍɐs snɔɔǝssɟnllʎ bnǝnǝd ɟøɹ sǝndᴉnƃ. Ɨn ɔønɹsǝs ʍᴉʇɥ ɐ lɐɹƃǝ nnɯbǝɹ øɟ lǝɐɹnǝɹs, ǝɯɐᴉl ɯǝssɐƃǝs ʇø lǝɐɹnǝɹs ɯᴉƃɥʇ ʇɐʞǝ nd ʇø ɐn ɥønɹ ʇø bǝ sǝnʇ.

source: You are sending an email message with the subject {subject} to the following recipients.
rtl: Ɏøn ɐɹǝ sǝndᴉnƃ ɐn ǝɯɐᴉl ɯǝssɐƃǝ ʍᴉʇɥ ʇɥǝ snbɾǝɔʇ {subject} ʇø ʇɥǝ ɟølløʍᴉnƃ ɹǝɔᴉdᴉǝnʇs.

source: Is this OK?
rtl: Ɨs ʇɥᴉs ØꝀ?

source: Error sending email.
rtl: Ɇɹɹøɹ sǝndᴉnƃ ǝɯɐᴉl.

source: There is no email history for this course.
rtl: Ŧɥǝɹǝ ᴉs nø ǝɯɐᴉl ɥᴉsʇøɹʎ ɟøɹ ʇɥᴉs ɔønɹsǝ.

source: There was an error obtaining email task history for this course.
rtl: Ŧɥǝɹǝ ʍɐs ɐn ǝɹɹøɹ øbʇɐᴉnᴉnƃ ǝɯɐᴉl ʇɐsʞ ɥᴉsʇøɹʎ ɟøɹ ʇɥᴉs ɔønɹsǝ.

source: There was an error obtaining email content history for this course.
rtl: Ŧɥǝɹǝ ʍɐs ɐn ǝɹɹøɹ øbʇɐᴉnᴉnƃ ǝɯɐᴉl ɔønʇǝnʇ ɥᴉsʇøɹʎ ɟøɹ ʇɥᴉs ɔønɹsǝ.

source: Send to:
rtl: Sǝnd ʇø:

source: Please enter a student email address or username.
rtl: Ᵽlǝɐsǝ ǝnʇǝɹ ɐ sʇndǝnʇ ǝɯɐᴉl ɐddɹǝss øɹ nsǝɹnɐɯǝ.

source: Error getting enrollment status for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
rtl: Ɇɹɹøɹ ƃǝʇʇᴉnƃ ǝnɹøllɯǝnʇ sʇɐʇns ɟøɹ '<%- student_id %>'. Mɐʞǝ snɹǝ ʇɥɐʇ ʇɥǝ sʇndǝnʇ ᴉdǝnʇᴉɟᴉǝɹ ᴉs sdǝllǝd ɔøɹɹǝɔʇlʎ.

source: Retrieving enrollment status...
rtl: Ɍǝʇɹᴉǝʌᴉnƃ ǝnɹøllɯǝnʇ sʇɐʇns...

source: Error getting student progress url for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
rtl: Ɇɹɹøɹ ƃǝʇʇᴉnƃ sʇndǝnʇ dɹøƃɹǝss nɹl ɟøɹ '<%- student_id %>'. Mɐʞǝ snɹǝ ʇɥɐʇ ʇɥǝ sʇndǝnʇ ᴉdǝnʇᴉɟᴉǝɹ ᴉs sdǝllǝd ɔøɹɹǝɔʇlʎ.

source: Please enter a problem location.
rtl: Ᵽlǝɐsǝ ǝnʇǝɹ ɐ dɹøblǝɯ løɔɐʇᴉøn.

source: Success! Problem attempts reset for problem '<%- problem_id %>' and student '<%- student_id %>'.
rtl: Snɔɔǝss! Ᵽɹøblǝɯ ɐʇʇǝɯdʇs ɹǝsǝʇ ɟøɹ dɹøblǝɯ '<%- problem_id %>' ɐnd sʇndǝnʇ '<%- student_id %>'.

source: Error resetting problem attempts for problem '<%= problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
rtl: Ɇɹɹøɹ ɹǝsǝʇʇᴉnƃ dɹøblǝɯ ɐʇʇǝɯdʇs ɟøɹ dɹøblǝɯ '<%= problem_id %>' ɐnd sʇndǝnʇ '<%- student_id %>'. Mɐʞǝ snɹǝ ʇɥɐʇ ʇɥǝ dɹøblǝɯ ɐnd sʇndǝnʇ ᴉdǝnʇᴉɟᴉǝɹs ɐɹǝ ɔøɯdlǝʇǝ ɐnd ɔøɹɹǝɔʇ.

source: Delete student '<%- student_id %>'s state on problem '<%- problem_id %>'?
rtl: Đǝlǝʇǝ sʇndǝnʇ '<%- student_id %>'s sʇɐʇǝ øn dɹøblǝɯ '<%- problem_id %>'?

source: Error deleting student '<%- student_id %>'s state on problem '<%- problem_id %>'. Make sure that the problem and student identifiers are complete and correct.
rtl: Ɇɹɹøɹ dǝlǝʇᴉnƃ sʇndǝnʇ '<%- student_id %>'s sʇɐʇǝ øn dɹøblǝɯ '<%- problem_id %>'. Mɐʞǝ snɹǝ ʇɥɐʇ ʇɥǝ dɹøblǝɯ ɐnd sʇndǝnʇ ᴉdǝnʇᴉɟᴉǝɹs ɐɹǝ ɔøɯdlǝʇǝ ɐnd ɔøɹɹǝɔʇ.

source: Module state successfully deleted.
rtl: Mødnlǝ sʇɐʇǝ snɔɔǝssɟnllʎ dǝlǝʇǝd.

source: Error getting task history for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
rtl: Ɇɹɹøɹ ƃǝʇʇᴉnƃ ʇɐsʞ ɥᴉsʇøɹʎ ɟøɹ dɹøblǝɯ '<%- problem_id %>' ɐnd sʇndǝnʇ '<%- student_id %>'. Mɐʞǝ snɹǝ ʇɥɐʇ ʇɥǝ dɹøblǝɯ ɐnd sʇndǝnʇ ᴉdǝnʇᴉɟᴉǝɹs ɐɹǝ ɔøɯdlǝʇǝ ɐnd ɔøɹɹǝɔʇ.

source: Entrance exam attempts is being reset for student '{student_id}'.
rtl: Ɇnʇɹɐnɔǝ ǝxɐɯ ɐʇʇǝɯdʇs ᴉs bǝᴉnƃ ɹǝsǝʇ ɟøɹ sʇndǝnʇ '{student_id}'.

source: Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct.
rtl: Ɇɹɹøɹ ɹǝsǝʇʇᴉnƃ ǝnʇɹɐnɔǝ ǝxɐɯ ɐʇʇǝɯdʇs ɟøɹ sʇndǝnʇ '{student_id}'. Mɐʞǝ snɹǝ sʇndǝnʇ ᴉdǝnʇᴉɟᴉǝɹ ᴉs ɔøɹɹǝɔʇ.

source: Enter a student's username or email address.
rtl: Ɇnʇǝɹ ɐ sʇndǝnʇ's nsǝɹnɐɯǝ øɹ ǝɯɐᴉl ɐddɹǝss.

source: Do you want to allow this student ('{student_id}') to skip the entrance exam?
rtl: Đø ʎøn ʍɐnʇ ʇø ɐlløʍ ʇɥᴉs sʇndǝnʇ ('{student_id}') ʇø sʞᴉd ʇɥǝ ǝnʇɹɐnɔǝ ǝxɐɯ?

source: An error occurred. Make sure that the student's username or email address is correct and try again.
rtl: Ⱥn ǝɹɹøɹ øɔɔnɹɹǝd. Mɐʞǝ snɹǝ ʇɥɐʇ ʇɥǝ sʇndǝnʇ's nsǝɹnɐɯǝ øɹ ǝɯɐᴉl ɐddɹǝss ᴉs ɔøɹɹǝɔʇ ɐnd ʇɹʎ ɐƃɐᴉn.

source: Entrance exam state is being deleted for student '{student_id}'.
rtl: Ɇnʇɹɐnɔǝ ǝxɐɯ sʇɐʇǝ ᴉs bǝᴉnƃ dǝlǝʇǝd ɟøɹ sʇndǝnʇ '{student_id}'.

source: Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct.
rtl: Ɇɹɹøɹ dǝlǝʇᴉnƃ ǝnʇɹɐnɔǝ ǝxɐɯ sʇɐʇǝ ɟøɹ sʇndǝnʇ '{student_id}'. Mɐʞǝ snɹǝ sʇndǝnʇ ᴉdǝnʇᴉɟᴉǝɹ ᴉs ɔøɹɹǝɔʇ.

source: Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct.
rtl: Ɇɹɹøɹ ƃǝʇʇᴉnƃ ǝnʇɹɐnɔǝ ǝxɐɯ ʇɐsʞ ɥᴉsʇøɹʎ ɟøɹ sʇndǝnʇ '{student_id}'. Mɐʞǝ snɹǝ sʇndǝnʇ ᴉdǝnʇᴉɟᴉǝɹ ᴉs ɔøɹɹǝɔʇ.

source: Reset attempts for all students on problem '<%- problem_id %>'?
rtl: Ɍǝsǝʇ ɐʇʇǝɯdʇs ɟøɹ ɐll sʇndǝnʇs øn dɹøblǝɯ '<%- problem_id %>'?

source: Successfully started task to reset attempts for problem '<%- problem_id %>'. Click the 'Show Task Status' button to see the status of the task.
rtl: Snɔɔǝssɟnllʎ sʇɐɹʇǝd ʇɐsʞ ʇø ɹǝsǝʇ ɐʇʇǝɯdʇs ɟøɹ dɹøblǝɯ '<%- problem_id %>'. Ȼlᴉɔʞ ʇɥǝ 'Sɥøʍ Ŧɐsʞ Sʇɐʇns' bnʇʇøn ʇø sǝǝ ʇɥǝ sʇɐʇns øɟ ʇɥǝ ʇɐsʞ.

source: Error starting a task to reset attempts for all students on problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
rtl: Ɇɹɹøɹ sʇɐɹʇᴉnƃ ɐ ʇɐsʞ ʇø ɹǝsǝʇ ɐʇʇǝɯdʇs ɟøɹ ɐll sʇndǝnʇs øn dɹøblǝɯ '<%- problem_id %>'. Mɐʞǝ snɹǝ ʇɥɐʇ ʇɥǝ dɹøblǝɯ ᴉdǝnʇᴉɟᴉǝɹ ᴉs ɔøɯdlǝʇǝ ɐnd ɔøɹɹǝɔʇ.

source: Error listing task history for this student and problem.
rtl: Ɇɹɹøɹ lᴉsʇᴉnƃ ʇɐsʞ ɥᴉsʇøɹʎ ɟøɹ ʇɥᴉs sʇndǝnʇ ɐnd dɹøblǝɯ.

source: Started rescore problem task for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
rtl: Sʇɐɹʇǝd ɹǝsɔøɹǝ dɹøblǝɯ ʇɐsʞ ɟøɹ dɹøblǝɯ '<%- problem_id %>' ɐnd sʇndǝnʇ '<%- student_id %>'. Ȼlᴉɔʞ ʇɥǝ 'Sɥøʍ Ŧɐsʞ Sʇɐʇns' bnʇʇøn ʇø sǝǝ ʇɥǝ sʇɐʇns øɟ ʇɥǝ ʇɐsʞ.

source: Error starting a task to rescore problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
rtl: Ɇɹɹøɹ sʇɐɹʇᴉnƃ ɐ ʇɐsʞ ʇø ɹǝsɔøɹǝ dɹøblǝɯ '<%- problem_id %>' ɟøɹ sʇndǝnʇ '<%- student_id %>'. Mɐʞǝ snɹǝ ʇɥɐʇ ʇɥǝ ʇɥǝ dɹøblǝɯ ɐnd sʇndǝnʇ ᴉdǝnʇᴉɟᴉǝɹs ɐɹǝ ɔøɯdlǝʇǝ ɐnd ɔøɹɹǝɔʇ.

source: Please enter a score.
rtl: Ᵽlǝɐsǝ ǝnʇǝɹ ɐ sɔøɹǝ.

source: Started task to override the score for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
rtl: Sʇɐɹʇǝd ʇɐsʞ ʇø øʌǝɹɹᴉdǝ ʇɥǝ sɔøɹǝ ɟøɹ dɹøblǝɯ '<%- problem_id %>' ɐnd sʇndǝnʇ '<%- student_id %>'. Ȼlᴉɔʞ ʇɥǝ 'Sɥøʍ Ŧɐsʞ Sʇɐʇns' bnʇʇøn ʇø sǝǝ ʇɥǝ sʇɐʇns øɟ ʇɥǝ ʇɐsʞ.

source: Error starting a task to override score for problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the score and the problem and student identifiers are complete and correct.
rtl: Ɇɹɹøɹ sʇɐɹʇᴉnƃ ɐ ʇɐsʞ ʇø øʌǝɹɹᴉdǝ sɔøɹǝ ɟøɹ dɹøblǝɯ '<%- problem_id %>' ɟøɹ sʇndǝnʇ '<%- student_id %>'. Mɐʞǝ snɹǝ ʇɥɐʇ ʇɥǝ ʇɥǝ sɔøɹǝ ɐnd ʇɥǝ dɹøblǝɯ ɐnd sʇndǝnʇ ᴉdǝnʇᴉɟᴉǝɹs ɐɹǝ ɔøɯdlǝʇǝ ɐnd ɔøɹɹǝɔʇ.

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Task Status' button to see the status of the task.
rtl: Sʇɐɹʇǝd ǝnʇɹɐnɔǝ ǝxɐɯ ɹǝsɔøɹǝ ʇɐsʞ ɟøɹ sʇndǝnʇ '{student_id}'. Ȼlᴉɔʞ ʇɥǝ 'Sɥøʍ Ŧɐsʞ Sʇɐʇns' bnʇʇøn ʇø sǝǝ ʇɥǝ sʇɐʇns øɟ ʇɥǝ ʇɐsʞ.

source: Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct.
rtl: Ɇɹɹøɹ sʇɐɹʇᴉnƃ ɐ ʇɐsʞ ʇø ɹǝsɔøɹǝ ǝnʇɹɐnɔǝ ǝxɐɯ ɟøɹ sʇndǝnʇ '{student_id}'. Mɐʞǝ snɹǝ ʇɥɐʇ ǝnʇɹɐnɔǝ ǝxɐɯ ɥɐs dɹøblǝɯs ᴉn ᴉʇ ɐnd sʇndǝnʇ ᴉdǝnʇᴉɟᴉǝɹ ᴉs ɔøɹɹǝɔʇ.

source: Rescore problem '<%- problem_id %>' for all students?
rtl: Ɍǝsɔøɹǝ dɹøblǝɯ '<%- problem_id %>' ɟøɹ ɐll sʇndǝnʇs?

source: Successfully started task to rescore problem '<%- problem_id %>' for all students. Click the 'Show Task Status' button to see the status of the task.
rtl: Snɔɔǝssɟnllʎ sʇɐɹʇǝd ʇɐsʞ ʇø ɹǝsɔøɹǝ dɹøblǝɯ '<%- problem_id %>' ɟøɹ ɐll sʇndǝnʇs. Ȼlᴉɔʞ ʇɥǝ 'Sɥøʍ Ŧɐsʞ Sʇɐʇns' bnʇʇøn ʇø sǝǝ ʇɥǝ sʇɐʇns øɟ ʇɥǝ ʇɐsʞ.

source: Error starting a task to rescore problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
rtl: Ɇɹɹøɹ sʇɐɹʇᴉnƃ ɐ ʇɐsʞ ʇø ɹǝsɔøɹǝ dɹøblǝɯ '<%- problem_id %>'. Mɐʞǝ snɹǝ ʇɥɐʇ ʇɥǝ dɹøblǝɯ ᴉdǝnʇᴉɟᴉǝɹ ᴉs ɔøɯdlǝʇǝ ɐnd ɔøɹɹǝɔʇ.

source: Task Type
rtl: Ŧɐsʞ Ŧʎdǝ

source: Task inputs
rtl: Ŧɐsʞ ᴉndnʇs

source: Task ID
rtl: Ŧɐsʞ ƗĐ

source: Requester
rtl: Ɍǝbnǝsʇǝɹ

source: Submitted
rtl: Snbɯᴉʇʇǝd

source: Duration (sec)
rtl: Đnɹɐʇᴉøn (sǝɔ)

source: State
rtl: Sʇɐʇǝ

source: Task Status
rtl: Ŧɐsʞ Sʇɐʇns

source: Task Progress
rtl: Ŧɐsʞ Ᵽɹøƃɹǝss
