Repository: eduNEXT/edunext-platform
Catalog: conf/locale/rtl/LC_MESSAGES/djangojs.po
Languages: rtl

source: (contains %(student_count)s student)
rtl: (ɔønʇɐᴉns %(student_count)s sʇndǝnʇ)

source: Learners are added to this cohort only when you provide their email addresses or usernames on this page.
rtl: Łǝɐɹnǝɹs ɐɹǝ ɐddǝd ʇø ʇɥᴉs ɔøɥøɹʇ ønlʎ ʍɥǝn ʎøn dɹøʌᴉdǝ ʇɥǝᴉɹ ǝɯɐᴉl ɐddɹǝssǝs øɹ nsǝɹnɐɯǝs øn ʇɥᴉs dɐƃǝ.

source: What does this mean?
rtl: Wɥɐʇ døǝs ʇɥᴉs ɯǝɐn?

source: Learners are added to this cohort automatically.
rtl: Łǝɐɹnǝɹs ɐɹǝ ɐddǝd ʇø ʇɥᴉs ɔøɥøɹʇ ɐnʇøɯɐʇᴉɔɐllʎ.

source: Select a cohort
rtl: Sǝlǝɔʇ ɐ ɔøɥøɹʇ

source: Enable Cohorts
rtl: Ɇnɐblǝ Ȼøɥøɹʇs

source: Select a cohort to manage
rtl: Sǝlǝɔʇ ɐ ɔøɥøɹʇ ʇø ɯɐnɐƃǝ

source: View Cohort
rtl: Vᴉǝʍ Ȼøɥøɹʇ

source: Assign learners to cohorts by uploading a CSV file
rtl: Ⱥssᴉƃn lǝɐɹnǝɹs ʇø ɔøɥøɹʇs bʎ ndløɐdᴉnƃ ɐ ȻSV ɟᴉlǝ

source: To review learner cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on the {link_start}Data Download{link_end} page.
rtl: Ŧø ɹǝʌᴉǝʍ lǝɐɹnǝɹ ɔøɥøɹʇ ɐssᴉƃnɯǝnʇs øɹ sǝǝ ʇɥǝ ɹǝsnlʇs øɟ ndløɐdᴉnƃ ɐ ȻSV ɟᴉlǝ, døʍnløɐd ɔønɹsǝ dɹøɟᴉlǝ ᴉnɟøɹɯɐʇᴉøn øɹ ɔøɥøɹʇ ɹǝsnlʇs øn ʇɥǝ {link_start}Đɐʇɐ Đøʍnløɐd{link_end} dɐƃǝ.

source: Specify whether discussion topics are divided
rtl: Sdǝɔᴉɟʎ ʍɥǝʇɥǝɹ dᴉsɔnssᴉøn ʇødᴉɔs ɐɹǝ dᴉʌᴉdǝd

source: Course-Wide Discussion Topics
rtl: Ȼønɹsǝ-Wᴉdǝ Đᴉsɔnssᴉøn Ŧødᴉɔs

source: Select the course-wide discussion topics that you want to divide.
rtl: Sǝlǝɔʇ ʇɥǝ ɔønɹsǝ-ʍᴉdǝ dᴉsɔnssᴉøn ʇødᴉɔs ʇɥɐʇ ʎøn ʍɐnʇ ʇø dᴉʌᴉdǝ.

source: Content-Specific Discussion Topics
rtl: Ȼønʇǝnʇ-Sdǝɔᴉɟᴉɔ Đᴉsɔnssᴉøn Ŧødᴉɔs

source: Specify whether content-specific discussion topics are divided.
rtl: Sdǝɔᴉɟʎ ʍɥǝʇɥǝɹ ɔønʇǝnʇ-sdǝɔᴉɟᴉɔ dᴉsɔnssᴉøn ʇødᴉɔs ɐɹǝ dᴉʌᴉdǝd.

source: Always divide content-specific discussion topics
rtl: Ⱥlʍɐʎs dᴉʌᴉdǝ ɔønʇǝnʇ-sdǝɔᴉɟᴉɔ dᴉsɔnssᴉøn ʇødᴉɔs

source: Divide the selected content-specific discussion topics
rtl: Đᴉʌᴉdǝ ʇɥǝ sǝlǝɔʇǝd ɔønʇǝnʇ-sdǝɔᴉɟᴉɔ dᴉsɔnssᴉøn ʇødᴉɔs

source: No content-specific discussion topics exist.
rtl: Nø ɔønʇǝnʇ-sdǝɔᴉɟᴉɔ dᴉsɔnssᴉøn ʇødᴉɔs ǝxᴉsʇ.

source: Used
rtl: Ʉsǝd

source: Valid
rtl: Vɐlᴉd

source: Certificate Status:
rtl: Ȼǝɹʇᴉɟᴉɔɐʇǝ Sʇɐʇns:

source: Certificate Purchased
rtl: Ȼǝɹʇᴉɟᴉɔɐʇǝ Ᵽnɹɔɥɐsǝd

source: Change or Leave Session
rtl: Ȼɥɐnƃǝ øɹ Łǝɐʌǝ Sǝssᴉøn

source: You must select a session by {expiration_date} to access the course.
rtl: Ɏøn ɯnsʇ sǝlǝɔʇ ɐ sǝssᴉøn bʎ {expiration_date} ʇø ɐɔɔǝss ʇɥǝ ɔønɹsǝ.

source: You can no longer change sessions.
rtl: Ɏøn ɔɐn nø lønƃǝɹ ɔɥɐnƃǝ sǝssᴉøns.

source: You can change sessions until {expiration_date}.
rtl: Ɏøn ɔɐn ɔɥɐnƃǝ sǝssᴉøns nnʇᴉl {expiration_date}.

source: View Archived Course
rtl: Vᴉǝʍ Ⱥɹɔɥᴉʌǝd Ȼønɹsǝ

source: View Course
rtl: Vᴉǝʍ Ȼønɹsǝ

source: Select a session:
rtl: Sǝlǝɔʇ ɐ sǝssᴉøn:

source: Enroll Now
rtl: Ɇnɹøll Nøʍ

source: Coming Soon
rtl: Ȼøɯᴉnƃ Søøn

source: Enrollment Opens on
rtl: Ɇnɹøllɯǝnʇ Ødǝns øn

source: Not Currently Available
rtl: Nøʇ Ȼnɹɹǝnʇlʎ Ⱥʌɐᴉlɐblǝ

source: More sessions coming soon.
rtl: Møɹǝ sǝssᴉøns ɔøɯᴉnƃ søøn.

source: Change to a different session or leave the current session.
rtl: Ȼɥɐnƃǝ ʇø ɐ dᴉɟɟǝɹǝnʇ sǝssᴉøn øɹ lǝɐʌǝ ʇɥǝ ɔnɹɹǝnʇ sǝssᴉøn.

source: To access the course, select a session.
rtl: Ŧø ɐɔɔǝss ʇɥǝ ɔønɹsǝ, sǝlǝɔʇ ɐ sǝssᴉøn.

source: Session Selection Dropdown for {courseName}
rtl: Sǝssᴉøn Sǝlǝɔʇᴉøn Đɹøddøʍn ɟøɹ {courseName}

source: {sessionDates} - Currently Selected
rtl: {sessionDates} - Ȼnɹɹǝnʇlʎ Sǝlǝɔʇǝd

source: {sessionDates} (Open until {enrollmentEnd})
rtl: {sessionDates} (Ødǝn nnʇᴉl {enrollmentEnd})

source: More sessions coming soon
rtl: Møɹǝ sǝssᴉøns ɔøɯᴉnƃ søøn

source: Leave the current session and decide later
rtl: Łǝɐʌǝ ʇɥǝ ɔnɹɹǝnʇ sǝssᴉøn ɐnd dǝɔᴉdǝ lɐʇǝɹ

source: You are not enrolled in any programs yet.
rtl: Ɏøn ɐɹǝ nøʇ ǝnɹøllǝd ᴉn ɐnʎ dɹøƃɹɐɯs ʎǝʇ.

source: Explore Programs
rtl: Ɇxdløɹǝ Ᵽɹøƃɹɐɯs

source: Browse recently launched courses and see what\'s new in your favorite subjects
rtl: Ƀɹøʍsǝ ɹǝɔǝnʇlʎ lɐnnɔɥǝd ɔønɹsǝs ɐnd sǝǝ ʍɥɐʇ\'s nǝʍ ᴉn ʎønɹ ɟɐʌøɹᴉʇǝ snbɾǝɔʇs

source: Explore New Programs
rtl: Ɇxdløɹǝ Nǝʍ Ᵽɹøƃɹɐɯs

source: Course
rtl: Ȼønɹsǝ

source: Completed
rtl: Ȼøɯdlǝʇǝd

source: Remaining
rtl: Ɍǝɯɐᴉnᴉnƃ

source: %(programName)s Home Page.
rtl: %(programName)s Ħøɯǝ Ᵽɐƃǝ.

source: Your {program} Certificate
rtl: Ɏønɹ {program} Ȼǝɹʇᴉɟᴉɔɐʇǝ

source: Open the certificate you earned for the %(title)s program.
rtl: Ødǝn ʇɥǝ ɔǝɹʇᴉɟᴉɔɐʇǝ ʎøn ǝɐɹnǝd ɟøɹ ʇɥǝ %(title)s dɹøƃɹɐɯ.

source: Program Record
rtl: Ᵽɹøƃɹɐɯ Ɍǝɔøɹd

source: Once you complete one of the program requirements you have a program record. This record is marked complete once you meet all program requirements. A program record can be used to continue your learning journey and demonstrate your learning to others.
rtl: Ønɔǝ ʎøn ɔøɯdlǝʇǝ ønǝ øɟ ʇɥǝ dɹøƃɹɐɯ ɹǝbnᴉɹǝɯǝnʇs ʎøn ɥɐʌǝ ɐ dɹøƃɹɐɯ ɹǝɔøɹd. Ŧɥᴉs ɹǝɔøɹd ᴉs ɯɐɹʞǝd ɔøɯdlǝʇǝ ønɔǝ ʎøn ɯǝǝʇ ɐll dɹøƃɹɐɯ ɹǝbnᴉɹǝɯǝnʇs. Ⱥ dɹøƃɹɐɯ ɹǝɔøɹd ɔɐn bǝ nsǝd ʇø ɔønʇᴉnnǝ ʎønɹ lǝɐɹnᴉnƃ ɾønɹnǝʎ ɐnd dǝɯønsʇɹɐʇǝ ʎønɹ lǝɐɹnᴉnƃ ʇø øʇɥǝɹs.

source: View Program Record
rtl: Vᴉǝʍ Ᵽɹøƃɹɐɯ Ɍǝɔøɹd

source: Additional Credit Opportunities
rtl: Ⱥddᴉʇᴉønɐl Ȼɹǝdᴉʇ Øddøɹʇnnᴉʇᴉǝs

source: Learn More
rtl: Łǝɐɹn Møɹǝ

source: Additional Professional Opportunities
rtl: Ⱥddᴉʇᴉønɐl Ᵽɹøɟǝssᴉønɐl Øddøɹʇnnᴉʇᴉǝs

source: Congratulations!
rtl: Ȼønƃɹɐʇnlɐʇᴉøns!

source: Your Program Journey
rtl: Ɏønɹ Ᵽɹøƃɹɐɯ Ɉønɹnǝʎ

source: To complete the program, you must earn a verified certificate for each course.
rtl: Ŧø ɔøɯdlǝʇǝ ʇɥǝ dɹøƃɹɐɯ, ʎøn ɯnsʇ ǝɐɹn ɐ ʌǝɹᴉɟᴉǝd ɔǝɹʇᴉɟᴉɔɐʇǝ ɟøɹ ǝɐɔɥ ɔønɹsǝ.

source: Upgrade All Remaining Courses (
rtl: Ʉdƃɹɐdǝ Ⱥll Ɍǝɯɐᴉnᴉnƃ Ȼønɹsǝs (

source: COURSES IN PROGRESS
rtl: ȻØɄɌSɆS ƗN ⱣɌØǤɌɆSS

source: REMAINING COURSES
rtl: ɌɆMȺƗNƗNǤ ȻØɄɌSɆS

source: COMPLETED COURSES
rtl: ȻØMⱣŁɆŦɆĐ ȻØɄɌSɆS

source: As you complete courses, you will see them listed here.
rtl: Ⱥs ʎøn ɔøɯdlǝʇǝ ɔønɹsǝs, ʎøn ʍᴉll sǝǝ ʇɥǝɯ lᴉsʇǝd ɥǝɹǝ.

source: Complete courses on your schedule to ensure you stand out in your field!
rtl: Ȼøɯdlǝʇǝ ɔønɹsǝs øn ʎønɹ sɔɥǝdnlǝ ʇø ǝnsnɹǝ ʎøn sʇɐnd ønʇ ᴉn ʎønɹ ɟᴉǝld!

source: {organization}\'s logo
rtl: {organization}\'s løƃø

source: Needs verified certificate
rtl: Nǝǝds ʌǝɹᴉɟᴉǝd ɔǝɹʇᴉɟᴉɔɐʇǝ

source: Upgrade to Verified
rtl: Ʉdƃɹɐdǝ ʇø Vǝɹᴉɟᴉǝd

source: New Address
rtl: Nǝʍ Ⱥddɹǝss

source: Change My Email Address
rtl: Ȼɥɐnƃǝ Mʎ Ɇɯɐᴉl Ⱥddɹǝss

source: Reset Password
rtl: Ɍǝsǝʇ Ᵽɐssʍøɹd

source: Switch Language Back
rtl: Sʍᴉʇɔɥ Łɐnƃnɐƃǝ Ƀɐɔʞ

source: An error occurred. Please reload the page.
rtl: Ⱥn ǝɹɹøɹ øɔɔnɹɹǝd. Ᵽlǝɐsǝ ɹǝløɐd ʇɥǝ dɐƃǝ.

source: Need help signing in?
rtl: Nǝǝd ɥǝld sᴉƃnᴉnƃ ᴉn?

source: Forgot my password
rtl: Føɹƃøʇ ɯʎ dɐssʍøɹd

source: Other sign-in issues
rtl: Øʇɥǝɹ sᴉƃn-ᴉn ᴉssnǝs

source: Sign in with your company or school
rtl: Sᴉƃn ᴉn ʍᴉʇɥ ʎønɹ ɔøɯdɐnʎ øɹ sɔɥøøl

source: Need other help signing in?
rtl: Nǝǝd øʇɥǝɹ ɥǝld sᴉƃnᴉnƃ ᴉn?

source: Create an account
rtl: Ȼɹǝɐʇǝ ɐn ɐɔɔønnʇ

source: Sign in
rtl: Sᴉƃn ᴉn

source: Would you like to sign in using your %(providerName)s credentials?
rtl: Wønld ʎøn lᴉʞǝ ʇø sᴉƃn ᴉn nsᴉnƃ ʎønɹ %(providerName)s ɔɹǝdǝnʇᴉɐls?

source: Sign in using %(providerName)s
rtl: Sᴉƃn ᴉn nsᴉnƃ %(providerName)s

source: Show me other ways to sign in or register
rtl: Sɥøʍ ɯǝ øʇɥǝɹ ʍɐʎs ʇø sᴉƃn ᴉn øɹ ɹǝƃᴉsʇǝɹ

source: Sign in with Institution/Campus Credentials
rtl: Sᴉƃn ᴉn ʍᴉʇɥ Ɨnsʇᴉʇnʇᴉøn/Ȼɐɯdns Ȼɹǝdǝnʇᴉɐls

source: Choose your institution from the list below:
rtl: Ȼɥøøsǝ ʎønɹ ᴉnsʇᴉʇnʇᴉøn ɟɹøɯ ʇɥǝ lᴉsʇ bǝløʍ:

source: Back to sign in
rtl: Ƀɐɔʞ ʇø sᴉƃn ᴉn

source: Register with Institution/Campus Credentials
rtl: Ɍǝƃᴉsʇǝɹ ʍᴉʇɥ Ɨnsʇᴉʇnʇᴉøn/Ȼɐɯdns Ȼɹǝdǝnʇᴉɐls

source: Create an Account
rtl: Ȼɹǝɐʇǝ ɐn Ⱥɔɔønnʇ

source: First time here?
rtl: Fᴉɹsʇ ʇᴉɯǝ ɥǝɹǝ?

source: Create an Account.
rtl: Ȼɹǝɐʇǝ ɐn Ⱥɔɔønnʇ.

source: Sign in to continue learning as {email}
rtl: Sᴉƃn ᴉn ʇø ɔønʇᴉnnǝ lǝɐɹnᴉnƃ ɐs {email}

source: Sign in to continue learning
rtl: Sᴉƃn ᴉn ʇø ɔønʇᴉnnǝ lǝɐɹnᴉnƃ

source: You already have an edX account with your {enterprise_name} email address.
rtl: Ɏøn ɐlɹǝɐdʎ ɥɐʌǝ ɐn ǝdX ɐɔɔønnʇ ʍᴉʇɥ ʎønɹ {enterprise_name} ǝɯɐᴉl ɐddɹǝss.

source: Going forward, your account information will be updated and maintained by {enterprise_name}.
rtl: Ǥøᴉnƃ ɟøɹʍɐɹd, ʎønɹ ɐɔɔønnʇ ᴉnɟøɹɯɐʇᴉøn ʍᴉll bǝ nddɐʇǝd ɐnd ɯɐᴉnʇɐᴉnǝd bʎ {enterprise_name}.

source: You can view your information or unlink from {enterprise_name} anytime in your Account Settings.
rtl: Ɏøn ɔɐn ʌᴉǝʍ ʎønɹ ᴉnɟøɹɯɐʇᴉøn øɹ nnlᴉnʞ ɟɹøɯ {enterprise_name} ɐnʎʇᴉɯǝ ᴉn ʎønɹ Ⱥɔɔønnʇ Sǝʇʇᴉnƃs.

source: To continue learning with this account, sign in below.
rtl: Ŧø ɔønʇᴉnnǝ lǝɐɹnᴉnƃ ʍᴉʇɥ ʇɥᴉs ɐɔɔønnʇ, sᴉƃn ᴉn bǝløʍ.

source: Sign In
rtl: Sᴉƃn Ɨn

source: Sign in here using your email address and password, or use one of the providers listed below.
rtl: Sᴉƃn ᴉn ɥǝɹǝ nsᴉnƃ ʎønɹ ǝɯɐᴉl ɐddɹǝss ɐnd dɐssʍøɹd, øɹ nsǝ ønǝ øɟ ʇɥǝ dɹøʌᴉdǝɹs lᴉsʇǝd bǝløʍ.

source: Sign in here using your email address and password.
rtl: Sᴉƃn ᴉn ɥǝɹǝ nsᴉnƃ ʎønɹ ǝɯɐᴉl ɐddɹǝss ɐnd dɐssʍøɹd.

source: If you do not yet have an account, use the button below to register.
rtl: Ɨɟ ʎøn dø nøʇ ʎǝʇ ɥɐʌǝ ɐn ɐɔɔønnʇ, nsǝ ʇɥǝ bnʇʇøn bǝløʍ ʇø ɹǝƃᴉsʇǝɹ.

source: Use my university info
rtl: Ʉsǝ ɯʎ nnᴉʌǝɹsᴉʇʎ ᴉnɟø

source: or sign in with
rtl: øɹ sᴉƃn ᴉn ʍᴉʇɥ

source: Sign in with %(providerName)s
rtl: Sᴉƃn ᴉn ʍᴉʇɥ %(providerName)s

source: Password assistance
rtl: Ᵽɐssʍøɹd ɐssᴉsʇɐnɔǝ

source: Please enter your log-in or recovery email address below and we will send you an email with instructions.
rtl: Ᵽlǝɐsǝ ǝnʇǝɹ ʎønɹ løƃ-ᴉn øɹ ɹǝɔøʌǝɹʎ ǝɯɐᴉl ɐddɹǝss bǝløʍ ɐnd ʍǝ ʍᴉll sǝnd ʎøn ɐn ǝɯɐᴉl ʍᴉʇɥ ᴉnsʇɹnɔʇᴉøns.

source: Recover my password
rtl: Ɍǝɔøʌǝɹ ɯʎ dɐssʍøɹd

source: Already have an {platformName} account?
rtl: Ⱥlɹǝɐdʎ ɥɐʌǝ ɐn {platformName} ɐɔɔønnʇ?

source: Sign in.
rtl: Sᴉƃn ᴉn.

source: Create an account using
rtl: Ȼɹǝɐʇǝ ɐn ɐɔɔønnʇ nsᴉnƃ

source: Create account using %(providerName)s.
rtl: Ȼɹǝɐʇǝ ɐɔɔønnʇ nsᴉnƃ %(providerName)s.

source: Use my institution/campus credentials
rtl: Ʉsǝ ɯʎ ᴉnsʇᴉʇnʇᴉøn/ɔɐɯdns ɔɹǝdǝnʇᴉɐls

source: or create a new one here
rtl: øɹ ɔɹǝɐʇǝ ɐ nǝʍ ønǝ ɥǝɹǝ

source: Support education research by providing additional information
rtl: Snddøɹʇ ǝdnɔɐʇᴉøn ɹǝsǝɐɹɔɥ bʎ dɹøʌᴉdᴉnƃ ɐddᴉʇᴉønɐl ᴉnɟøɹɯɐʇᴉøn

source: Congratulations! You are now verified on %(platformName)s!
rtl: Ȼønƃɹɐʇnlɐʇᴉøns! Ɏøn ɐɹǝ nøʍ ʌǝɹᴉɟᴉǝd øn %(platformName)s!

source: You are now enrolled as a verified student for:
rtl: Ɏøn ɐɹǝ nøʍ ǝnɹøllǝd ɐs ɐ ʌǝɹᴉɟᴉǝd sʇndǝnʇ ɟøɹ:

source: A list of courses you have just enrolled in as a verified student
rtl: Ⱥ lᴉsʇ øɟ ɔønɹsǝs ʎøn ɥɐʌǝ ɾnsʇ ǝnɹøllǝd ᴉn ɐs ɐ ʌǝɹᴉɟᴉǝd sʇndǝnʇ

source: Explore your course!
rtl: Ɇxdløɹǝ ʎønɹ ɔønɹsǝ!

source: Go to your Dashboard
rtl: Ǥø ʇø ʎønɹ Đɐsɥbøɐɹd

source: Verified Status
rtl: Vǝɹᴉɟᴉǝd Sʇɐʇns

source: Thank you for submitting your photos. We will review them shortly. You can now sign up for any %(platformName)s course that offers verified certificates. Verification is good for one year. After one year, you must submit photos for verification again.
rtl: Ŧɥɐnʞ ʎøn ɟøɹ snbɯᴉʇʇᴉnƃ ʎønɹ dɥøʇøs. Wǝ ʍᴉll ɹǝʌᴉǝʍ ʇɥǝɯ sɥøɹʇlʎ. Ɏøn ɔɐn nøʍ sᴉƃn nd ɟøɹ ɐnʎ %(platformName)s ɔønɹsǝ ʇɥɐʇ øɟɟǝɹs ʌǝɹᴉɟᴉǝd ɔǝɹʇᴉɟᴉɔɐʇǝs. Vǝɹᴉɟᴉɔɐʇᴉøn ᴉs ƃøød ɟøɹ ønǝ ʎǝɐɹ. Ⱥɟʇǝɹ ønǝ ʎǝɐɹ, ʎøn ɯnsʇ snbɯᴉʇ dɥøʇøs ɟøɹ ʌǝɹᴉɟᴉɔɐʇᴉøn ɐƃɐᴉn.

source: Error:
rtl: Ɇɹɹøɹ:

source: What You Need for Verification
rtl: Wɥɐʇ Ɏøn Nǝǝd ɟøɹ Vǝɹᴉɟᴉɔɐʇᴉøn

source: Device with Camera
rtl: Đǝʌᴉɔǝ ʍᴉʇɥ Ȼɐɯǝɹɐ

source: You need a device that has a webcam. If you receive a browser prompt for access to your camera, please make sure to click 'Allow'.
rtl: Ɏøn nǝǝd ɐ dǝʌᴉɔǝ ʇɥɐʇ ɥɐs ɐ ʍǝbɔɐɯ. Ɨɟ ʎøn ɹǝɔǝᴉʌǝ ɐ bɹøʍsǝɹ dɹøɯdʇ ɟøɹ ɐɔɔǝss ʇø ʎønɹ ɔɐɯǝɹɐ, dlǝɐsǝ ɯɐʞǝ snɹǝ ʇø ɔlᴉɔʞ 'Ⱥlløʍ'.

source: Photo Identification
rtl: Ᵽɥøʇø Ɨdǝnʇᴉɟᴉɔɐʇᴉøn

source: You need a valid ID that contains your full name and photo.
rtl: Ɏøn nǝǝd ɐ ʌɐlᴉd ƗĐ ʇɥɐʇ ɔønʇɐᴉns ʎønɹ ɟnll nɐɯǝ ɐnd dɥøʇø.

source: Take Your Photo
rtl: Ŧɐʞǝ Ɏønɹ Ᵽɥøʇø

source: When your face is in position, use the Take Photo button {icon} below to take your photo.
rtl: Wɥǝn ʎønɹ ɟɐɔǝ ᴉs ᴉn døsᴉʇᴉøn, nsǝ ʇɥǝ Ŧɐʞǝ Ᵽɥøʇø bnʇʇøn {icon} bǝløʍ ʇø ʇɐʞǝ ʎønɹ dɥøʇø.

source: To take a successful photo, make sure that:
rtl: Ŧø ʇɐʞǝ ɐ snɔɔǝssɟnl dɥøʇø, ɯɐʞǝ snɹǝ ʇɥɐʇ:

source: Your face is well-lit.
rtl: Ɏønɹ ɟɐɔǝ ᴉs ʍǝll-lᴉʇ.

source: Your entire face fits inside the frame.
rtl: Ɏønɹ ǝnʇᴉɹǝ ɟɐɔǝ ɟᴉʇs ᴉnsᴉdǝ ʇɥǝ ɟɹɐɯǝ.

source: To take the photo of your face, click on the camera button {icon}. If you need to try again, click 'Retake Photo'.
rtl: Ŧø ʇɐʞǝ ʇɥǝ dɥøʇø øɟ ʎønɹ ɟɐɔǝ, ɔlᴉɔʞ øn ʇɥǝ ɔɐɯǝɹɐ bnʇʇøn {icon}. Ɨɟ ʎøn nǝǝd ʇø ʇɹʎ ɐƃɐᴉn, ɔlᴉɔʞ 'Ɍǝʇɐʞǝ Ᵽɥøʇø'.

source: Frequently Asked Questions
rtl: Fɹǝbnǝnʇlʎ Ⱥsʞǝd Qnǝsʇᴉøns

source: Why does %(platformName)s need my photo?
rtl: Wɥʎ døǝs %(platformName)s nǝǝd ɯʎ dɥøʇø?

source: We use your verification photos to confirm your identity and ensure the validity of your certificate.
rtl: Wǝ nsǝ ʎønɹ ʌǝɹᴉɟᴉɔɐʇᴉøn dɥøʇøs ʇø ɔønɟᴉɹɯ ʎønɹ ᴉdǝnʇᴉʇʎ ɐnd ǝnsnɹǝ ʇɥǝ ʌɐlᴉdᴉʇʎ øɟ ʎønɹ ɔǝɹʇᴉɟᴉɔɐʇǝ.

source: What does %(platformName)s do with this photo?
rtl: Wɥɐʇ døǝs %(platformName)s dø ʍᴉʇɥ ʇɥᴉs dɥøʇø?

source: We securely encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
rtl: Wǝ sǝɔnɹǝlʎ ǝnɔɹʎdʇ ʎønɹ dɥøʇø ɐnd sǝnd ᴉʇ ʇø ønɹ ɐnʇɥøɹᴉzɐʇᴉøn sǝɹʌᴉɔǝ ɟøɹ ɹǝʌᴉǝʍ. Ɏønɹ dɥøʇø ɐnd ᴉnɟøɹɯɐʇᴉøn ɐɹǝ nøʇ sɐʌǝd øɹ ʌᴉsᴉblǝ ɐnʎʍɥǝɹǝ øn %(platformName)s ɐɟʇǝɹ ʇɥǝ ʌǝɹᴉɟᴉɔɐʇᴉøn dɹøɔǝss ᴉs ɔøɯdlǝʇǝ.

source: What if I can't see the camera image, or if I can't see my photo do determine which side is visible?
rtl: Wɥɐʇ ᴉɟ Ɨ ɔɐn'ʇ sǝǝ ʇɥǝ ɔɐɯǝɹɐ ᴉɯɐƃǝ, øɹ ᴉɟ Ɨ ɔɐn'ʇ sǝǝ ɯʎ dɥøʇø dø dǝʇǝɹɯᴉnǝ ʍɥᴉɔɥ sᴉdǝ ᴉs ʌᴉsᴉblǝ?

source: You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally the best position for a headshot is approximately 12-18 inches (30-45 centimeters) from the camera, with your head centered relative to the computer screen.
rtl: Ɏøn ɯɐʎ bǝ ɐblǝ ʇø ɔøɯdlǝʇǝ ʇɥǝ ᴉɯɐƃǝ ɔɐdʇnɹǝ dɹøɔǝdnɹǝ ʍᴉʇɥønʇ ɐssᴉsʇɐnɔǝ, bnʇ ᴉʇ ɯɐʎ ʇɐʞǝ ɐ ɔøndlǝ øɟ snbɯᴉssᴉøn ɐʇʇǝɯdʇs ʇø ƃǝʇ ʇɥǝ ɔɐɯǝɹɐ døsᴉʇᴉønᴉnƃ ɹᴉƃɥʇ. Ødʇᴉɯɐl ɔɐɯǝɹɐ døsᴉʇᴉønᴉnƃ ʌɐɹᴉǝs ʍᴉʇɥ ǝɐɔɥ ɔøɯdnʇǝɹ, bnʇ ƃǝnǝɹɐllʎ ʇɥǝ bǝsʇ døsᴉʇᴉøn ɟøɹ ɐ ɥǝɐdsɥøʇ ᴉs ɐddɹøxᴉɯɐʇǝlʎ 12-18 ᴉnɔɥǝs (30-45 ɔǝnʇᴉɯǝʇǝɹs) ɟɹøɯ ʇɥǝ ɔɐɯǝɹɐ, ʍᴉʇɥ ʎønɹ ɥǝɐd ɔǝnʇǝɹǝd ɹǝlɐʇᴉʌǝ ʇø ʇɥǝ ɔøɯdnʇǝɹ sɔɹǝǝn.

source: If the photos you submit are rejected, try moving the computer or camera orientation to change the lighting angle. The most common reason for rejection is inability to read the text on the ID card.
rtl: Ɨɟ ʇɥǝ dɥøʇøs ʎøn snbɯᴉʇ ɐɹǝ ɹǝɾǝɔʇǝd, ʇɹʎ ɯøʌᴉnƃ ʇɥǝ ɔøɯdnʇǝɹ øɹ ɔɐɯǝɹɐ øɹᴉǝnʇɐʇᴉøn ʇø ɔɥɐnƃǝ ʇɥǝ lᴉƃɥʇᴉnƃ ɐnƃlǝ. Ŧɥǝ ɯøsʇ ɔøɯɯøn ɹǝɐsøn ɟøɹ ɹǝɾǝɔʇᴉøn ᴉs ᴉnɐbᴉlᴉʇʎ ʇø ɹǝɐd ʇɥǝ ʇǝxʇ øn ʇɥǝ ƗĐ ɔɐɹd.

source: What if I have difficulty holding my head in position relative to the camera?
rtl: Wɥɐʇ ᴉɟ Ɨ ɥɐʌǝ dᴉɟɟᴉɔnlʇʎ ɥøldᴉnƃ ɯʎ ɥǝɐd ᴉn døsᴉʇᴉøn ɹǝlɐʇᴉʌǝ ʇø ʇɥǝ ɔɐɯǝɹɐ?

source: If you require assistance with taking either photo for submission, contact %(platformName)s support for additional suggestions.
rtl: Ɨɟ ʎøn ɹǝbnᴉɹǝ ɐssᴉsʇɐnɔǝ ʍᴉʇɥ ʇɐʞᴉnƃ ǝᴉʇɥǝɹ dɥøʇø ɟøɹ snbɯᴉssᴉøn, ɔønʇɐɔʇ %(platformName)s snddøɹʇ ɟøɹ ɐddᴉʇᴉønɐl snƃƃǝsʇᴉøns.

source: Next: %(nextStepTitle)s
rtl: Nǝxʇ: %(nextStepTitle)s

source: Take a Photo of Your ID
rtl: Ŧɐʞǝ ɐ Ᵽɥøʇø øɟ Ɏønɹ ƗĐ

source: Use your webcam to take a photo of your ID.
rtl: Ʉsǝ ʎønɹ ʍǝbɔɐɯ ʇø ʇɐʞǝ ɐ dɥøʇø øɟ ʎønɹ ƗĐ.

source: You need an ID with your name and photo. A driver's license, passport, or ID are all acceptable.
rtl: Ɏøn nǝǝd ɐn ƗĐ ʍᴉʇɥ ʎønɹ nɐɯǝ ɐnd dɥøʇø. Ⱥ dɹᴉʌǝɹ's lᴉɔǝnsǝ, dɐssdøɹʇ, øɹ ƗĐ ɐɹǝ ɐll ɐɔɔǝdʇɐblǝ.

source: Tips on taking a successful photo
rtl: Ŧᴉds øn ʇɐʞᴉnƃ ɐ snɔɔǝssɟnl dɥøʇø

source: Ensure that you can see your photo and read your name
rtl: Ɇnsnɹǝ ʇɥɐʇ ʎøn ɔɐn sǝǝ ʎønɹ dɥøʇø ɐnd ɹǝɐd ʎønɹ nɐɯǝ

source: Make sure your ID is well-lit
rtl: Mɐʞǝ snɹǝ ʎønɹ ƗĐ ᴉs ʍǝll-lᴉʇ

source: Once in position, use the Take Photo button {icon} to capture your ID
rtl: Ønɔǝ ᴉn døsᴉʇᴉøn, nsǝ ʇɥǝ Ŧɐʞǝ Ᵽɥøʇø bnʇʇøn {icon} ʇø ɔɐdʇnɹǝ ʎønɹ ƗĐ

source: Use the Retake Photo button if you are not pleased with your photo
rtl: Ʉsǝ ʇɥǝ Ɍǝʇɐʞǝ Ᵽɥøʇø bnʇʇøn ᴉɟ ʎøn ɐɹǝ nøʇ dlǝɐsǝd ʍᴉʇɥ ʎønɹ dɥøʇø

source: As part of the verification process, you take a photo of both your face and a photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
rtl: Ⱥs dɐɹʇ øɟ ʇɥǝ ʌǝɹᴉɟᴉɔɐʇᴉøn dɹøɔǝss, ʎøn ʇɐʞǝ ɐ dɥøʇø øɟ bøʇɥ ʎønɹ ɟɐɔǝ ɐnd ɐ dɥøʇø ƗĐ. Ønɹ ɐnʇɥøɹᴉzɐʇᴉøn sǝɹʌᴉɔǝ ɔønɟᴉɹɯs ʎønɹ ᴉdǝnʇᴉʇʎ bʎ ɔøɯdɐɹᴉnƃ ʇɥǝ dɥøʇø ʎøn ʇɐʞǝ ʍᴉʇɥ ʇɥǝ dɥøʇø øn ʎønɹ ƗĐ.

source: You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally, the best position for a photo of an ID card is 8-12 inches (20-30 centimeters) from the camera, with the ID card centered relative to the camera.
rtl: Ɏøn ɯɐʎ bǝ ɐblǝ ʇø ɔøɯdlǝʇǝ ʇɥǝ ᴉɯɐƃǝ ɔɐdʇnɹǝ dɹøɔǝdnɹǝ ʍᴉʇɥønʇ ɐssᴉsʇɐnɔǝ, bnʇ ᴉʇ ɯɐʎ ʇɐʞǝ ɐ ɔøndlǝ øɟ snbɯᴉssᴉøn ɐʇʇǝɯdʇs ʇø ƃǝʇ ʇɥǝ ɔɐɯǝɹɐ døsᴉʇᴉønᴉnƃ ɹᴉƃɥʇ. Ødʇᴉɯɐl ɔɐɯǝɹɐ døsᴉʇᴉønᴉnƃ ʌɐɹᴉǝs ʍᴉʇɥ ǝɐɔɥ ɔøɯdnʇǝɹ, bnʇ ƃǝnǝɹɐllʎ, ʇɥǝ bǝsʇ døsᴉʇᴉøn ɟøɹ ɐ dɥøʇø øɟ ɐn ƗĐ ɔɐɹd ᴉs 8-12 ᴉnɔɥǝs (20-30 ɔǝnʇᴉɯǝʇǝɹs) ɟɹøɯ ʇɥǝ ɔɐɯǝɹɐ, ʍᴉʇɥ ʇɥǝ ƗĐ ɔɐɹd ɔǝnʇǝɹǝd ɹǝlɐʇᴉʌǝ ʇø ʇɥǝ ɔɐɯǝɹɐ.

source: What if I have difficulty holding my ID in position relative to the camera?
rtl: Wɥɐʇ ᴉɟ Ɨ ɥɐʌǝ dᴉɟɟᴉɔnlʇʎ ɥøldᴉnƃ ɯʎ ƗĐ ᴉn døsᴉʇᴉøn ɹǝlɐʇᴉʌǝ ʇø ʇɥǝ ɔɐɯǝɹɐ?

source: Preview of uploaded image
rtl: Ᵽɹǝʌᴉǝʍ øɟ ndløɐdǝd ᴉɯɐƃǝ

source: Upload an image or capture one with your web or phone camera.
rtl: Ʉdløɐd ɐn ᴉɯɐƃǝ øɹ ɔɐdʇnɹǝ ønǝ ʍᴉʇɥ ʎønɹ ʍǝb øɹ dɥønǝ ɔɐɯǝɹɐ.

source: Use your webcam to take a photo of your face. We will match this photo with the photo on your ID.
rtl: Ʉsǝ ʎønɹ ʍǝbɔɐɯ ʇø ʇɐʞǝ ɐ dɥøʇø øɟ ʎønɹ ɟɐɔǝ. Wǝ ʍᴉll ɯɐʇɔɥ ʇɥᴉs dɥøʇø ʍᴉʇɥ ʇɥǝ dɥøʇø øn ʎønɹ ƗĐ.

source: Make sure your face is well-lit
rtl: Mɐʞǝ snɹǝ ʎønɹ ɟɐɔǝ ᴉs ʍǝll-lᴉʇ

source: Be sure your entire face is inside the frame
rtl: Ƀǝ snɹǝ ʎønɹ ǝnʇᴉɹǝ ɟɐɔǝ ᴉs ᴉnsᴉdǝ ʇɥǝ ɟɹɐɯǝ

source: Once in position, use the Take Photo button {icon} to capture your photo
rtl: Ønɔǝ ᴉn døsᴉʇᴉøn, nsǝ ʇɥǝ Ŧɐʞǝ Ᵽɥøʇø bnʇʇøn {icon} ʇø ɔɐdʇnɹǝ ʎønɹ dɥøʇø

source: Can we match the photo you took with the one on your ID?
rtl: Ȼɐn ʍǝ ɯɐʇɔɥ ʇɥǝ dɥøʇø ʎøn ʇøøʞ ʍᴉʇɥ ʇɥǝ ønǝ øn ʎønɹ ƗĐ?

source: As part of the verification process, you take a photo of both your face and a government-issued photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
rtl: Ⱥs dɐɹʇ øɟ ʇɥǝ ʌǝɹᴉɟᴉɔɐʇᴉøn dɹøɔǝss, ʎøn ʇɐʞǝ ɐ dɥøʇø øɟ bøʇɥ ʎønɹ ɟɐɔǝ ɐnd ɐ ƃøʌǝɹnɯǝnʇ-ᴉssnǝd dɥøʇø ƗĐ. Ønɹ ɐnʇɥøɹᴉzɐʇᴉøn sǝɹʌᴉɔǝ ɔønɟᴉɹɯs ʎønɹ ᴉdǝnʇᴉʇʎ bʎ ɔøɯdɐɹᴉnƃ ʇɥǝ dɥøʇø ʎøn ʇɐʞǝ ʍᴉʇɥ ʇɥǝ dɥøʇø øn ʎønɹ ƗĐ.

source: We use the highest levels of security available to encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
rtl: Wǝ nsǝ ʇɥǝ ɥᴉƃɥǝsʇ lǝʌǝls øɟ sǝɔnɹᴉʇʎ ɐʌɐᴉlɐblǝ ʇø ǝnɔɹʎdʇ ʎønɹ dɥøʇø ɐnd sǝnd ᴉʇ ʇø ønɹ ɐnʇɥøɹᴉzɐʇᴉøn sǝɹʌᴉɔǝ ɟøɹ ɹǝʌᴉǝʍ. Ɏønɹ dɥøʇø ɐnd ᴉnɟøɹɯɐʇᴉøn ɐɹǝ nøʇ sɐʌǝd øɹ ʌᴉsᴉblǝ ɐnʎʍɥǝɹǝ øn %(platformName)s ɐɟʇǝɹ ʇɥǝ ʌǝɹᴉɟᴉɔɐʇᴉøn dɹøɔǝss ᴉs ɔøɯdlǝʇǝ.

source: Thanks for returning to verify your ID in: {courseName}
rtl: Ŧɥɐnʞs ɟøɹ ɹǝʇnɹnᴉnƃ ʇø ʌǝɹᴉɟʎ ʎønɹ ƗĐ ᴉn: {courseName}

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email. After you complete activation you can return and refresh this page.
rtl: Ɏøn nǝǝd ʇø ɐɔʇᴉʌɐʇǝ ʎønɹ ɐɔɔønnʇ bǝɟøɹǝ ʎøn ɔɐn ǝnɹøll ᴉn ɔønɹsǝs. Ȼɥǝɔʞ ʎønɹ ᴉnbøx ɟøɹ ɐn ɐɔʇᴉʌɐʇᴉøn ǝɯɐᴉl. Ⱥɟʇǝɹ ʎøn ɔøɯdlǝʇǝ ɐɔʇᴉʌɐʇᴉøn ʎøn ɔɐn ɹǝʇnɹn ɐnd ɹǝɟɹǝsɥ ʇɥᴉs dɐƃǝ.

source: Activate Your Account
rtl: Ⱥɔʇᴉʌɐʇǝ Ɏønɹ Ⱥɔɔønnʇ

source: Photo ID
rtl: Ᵽɥøʇø ƗĐ

source: A driver's license, passport, or other government-issued ID with your name and photo
rtl: Ⱥ dɹᴉʌǝɹ's lᴉɔǝnsǝ, dɐssdøɹʇ, øɹ øʇɥǝɹ ƃøʌǝɹnɯǝnʇ-ᴉssnǝd ƗĐ ʍᴉʇɥ ʎønɹ nɐɯǝ ɐnd dɥøʇø

source: Webcam
rtl: Wǝbɔɐɯ

source: You are enrolling in: {courseName}
rtl: Ɏøn ɐɹǝ ǝnɹøllᴉnƃ ᴉn: {courseName}

source: You are upgrading your enrollment for: {courseName}
rtl: Ɏøn ɐɹǝ ndƃɹɐdᴉnƃ ʎønɹ ǝnɹøllɯǝnʇ ɟøɹ: {courseName}

source: You can now enter your payment information and complete your enrollment.
rtl: Ɏøn ɔɐn nøʍ ǝnʇǝɹ ʎønɹ dɐʎɯǝnʇ ᴉnɟøɹɯɐʇᴉøn ɐnd ɔøɯdlǝʇǝ ʎønɹ ǝnɹøllɯǝnʇ.

source: You can pay now even if you don't have the following items available, but you will need to have these by {date} to qualify to earn a Verified Certificate.
rtl: Ɏøn ɔɐn dɐʎ nøʍ ǝʌǝn ᴉɟ ʎøn døn'ʇ ɥɐʌǝ ʇɥǝ ɟølløʍᴉnƃ ᴉʇǝɯs ɐʌɐᴉlɐblǝ, bnʇ ʎøn ʍᴉll nǝǝd ʇø ɥɐʌǝ ʇɥǝsǝ bʎ {date} ʇø bnɐlᴉɟʎ ʇø ǝɐɹn ɐ Vǝɹᴉɟᴉǝd Ȼǝɹʇᴉɟᴉɔɐʇǝ.

source: An email has been sent to {userEmail} with a link for you to activate your account.
rtl: Ⱥn ǝɯɐᴉl ɥɐs bǝǝn sǝnʇ ʇø {userEmail} ʍᴉʇɥ ɐ lᴉnʞ ɟøɹ ʎøn ʇø ɐɔʇᴉʌɐʇǝ ʎønɹ ɐɔɔønnʇ.

source: Why activate?
rtl: Wɥʎ ɐɔʇᴉʌɐʇǝ?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
rtl: Wǝ ɐsʞ ʎøn ʇø ɐɔʇᴉʌɐʇǝ ʎønɹ ɐɔɔønnʇ ʇø ǝnsnɹǝ ᴉʇ ᴉs ɹǝɐllʎ ʎøn ɔɹǝɐʇᴉnƃ ʇɥǝ ɐɔɔønnʇ ɐnd ʇø dɹǝʌǝnʇ ɟɹɐnd.

source: You can pay now even if you don't have the following items available, but you will need to have these to qualify to earn a Verified Certificate.
rtl: Ɏøn ɔɐn dɐʎ nøʍ ǝʌǝn ᴉɟ ʎøn døn'ʇ ɥɐʌǝ ʇɥǝ ɟølløʍᴉnƃ ᴉʇǝɯs ɐʌɐᴉlɐblǝ, bnʇ ʎøn ʍᴉll nǝǝd ʇø ɥɐʌǝ ʇɥǝsǝ ʇø bnɐlᴉɟʎ ʇø ǝɐɹn ɐ Vǝɹᴉɟᴉǝd Ȼǝɹʇᴉɟᴉɔɐʇǝ.

source: Government-Issued Photo ID
rtl: Ǥøʌǝɹnɯǝnʇ-Ɨssnǝd Ᵽɥøʇø ƗĐ

source: ID-Verification is not required for this Professional Education course.
rtl: ƗĐ-Vǝɹᴉɟᴉɔɐʇᴉøn ᴉs nøʇ ɹǝbnᴉɹǝd ɟøɹ ʇɥᴉs Ᵽɹøɟǝssᴉønɐl Ɇdnɔɐʇᴉøn ɔønɹsǝ.

source: All professional education courses are fee-based, and require payment to complete the enrollment process.
rtl: Ⱥll dɹøɟǝssᴉønɐl ǝdnɔɐʇᴉøn ɔønɹsǝs ɐɹǝ ɟǝǝ-bɐsǝd, ɐnd ɹǝbnᴉɹǝ dɐʎɯǝnʇ ʇø ɔøɯdlǝʇǝ ʇɥǝ ǝnɹøllɯǝnʇ dɹøɔǝss.

source: You have already verified your ID!
rtl: Ɏøn ɥɐʌǝ ɐlɹǝɐdʎ ʌǝɹᴉɟᴉǝd ʎønɹ ƗĐ!

source: Your verification status is good until {verificationGoodUntil}.
rtl: Ɏønɹ ʌǝɹᴉɟᴉɔɐʇᴉøn sʇɐʇns ᴉs ƃøød nnʇᴉl {verificationGoodUntil}.

source: price
rtl: dɹᴉɔǝ

source: Account Not Activated
rtl: Ⱥɔɔønnʇ Nøʇ Ⱥɔʇᴉʌɐʇǝd

source: Upgrade to a Verified Certificate for {courseName}
rtl: Ʉdƃɹɐdǝ ʇø ɐ Vǝɹᴉɟᴉǝd Ȼǝɹʇᴉɟᴉɔɐʇǝ ɟøɹ {courseName}

source: Before you upgrade to a certificate track, you must activate your account.
rtl: Ƀǝɟøɹǝ ʎøn ndƃɹɐdǝ ʇø ɐ ɔǝɹʇᴉɟᴉɔɐʇǝ ʇɹɐɔʞ, ʎøn ɯnsʇ ɐɔʇᴉʌɐʇǝ ʎønɹ ɐɔɔønnʇ.

source: Check your email for an activation message.
rtl: Ȼɥǝɔʞ ʎønɹ ǝɯɐᴉl ɟøɹ ɐn ɐɔʇᴉʌɐʇᴉøn ɯǝssɐƃǝ.

source: Total
rtl: Ŧøʇɐl

source: Professional Certificate for {courseName}
rtl: Ᵽɹøɟǝssᴉønɐl Ȼǝɹʇᴉɟᴉɔɐʇǝ ɟøɹ {courseName}

source: Verified Certificate for {courseName}
rtl: Vǝɹᴉɟᴉǝd Ȼǝɹʇᴉɟᴉɔɐʇǝ ɟøɹ {courseName}

source: To receive a certificate, you must also verify your identity before {date}.
rtl: Ŧø ɹǝɔǝᴉʌǝ ɐ ɔǝɹʇᴉɟᴉɔɐʇǝ, ʎøn ɯnsʇ ɐlsø ʌǝɹᴉɟʎ ʎønɹ ᴉdǝnʇᴉʇʎ bǝɟøɹǝ {date}.

source: To receive a certificate, you must also verify your identity.
rtl: Ŧø ɹǝɔǝᴉʌǝ ɐ ɔǝɹʇᴉɟᴉɔɐʇǝ, ʎøn ɯnsʇ ɐlsø ʌǝɹᴉɟʎ ʎønɹ ᴉdǝnʇᴉʇʎ.

source: To verify your identity, you need a webcam and a government-issued photo ID.
rtl: Ŧø ʌǝɹᴉɟʎ ʎønɹ ᴉdǝnʇᴉʇʎ, ʎøn nǝǝd ɐ ʍǝbɔɐɯ ɐnd ɐ ƃøʌǝɹnɯǝnʇ-ᴉssnǝd dɥøʇø ƗĐ.

source: Your ID must be a government-issued photo ID that clearly shows your face.
rtl: Ɏønɹ ƗĐ ɯnsʇ bǝ ɐ ƃøʌǝɹnɯǝnʇ-ᴉssnǝd dɥøʇø ƗĐ ʇɥɐʇ ɔlǝɐɹlʎ sɥøʍs ʎønɹ ɟɐɔǝ.
