Repository: eduNEXT/edunext-platform
Catalog: conf/locale/rtl/LC_MESSAGES/djangojs.po
Languages: rtl

source: Move cancelled. "{sourceDisplayName}" has been moved back to its original location.
rtl: Møʌǝ ɔɐnɔǝllǝd. "{sourceDisplayName}" ɥɐs bǝǝn ɯøʌǝd bɐɔʞ ʇø ᴉʇs øɹᴉƃᴉnɐl løɔɐʇᴉøn.

source: Undo move
rtl: Ʉndø ɯøʌǝ

source: Take me to the new location
rtl: Ŧɐʞǝ ɯǝ ʇø ʇɥǝ nǝʍ løɔɐʇᴉøn

source: Duplicating
rtl: Đndlᴉɔɐʇᴉnƃ

source: Undo moving
rtl: Ʉndø ɯøʌᴉnƃ

source: Moving
rtl: Møʌᴉnƃ

source: Deleting this {xblock_type} is permanent and cannot be undone.
rtl: Đǝlǝʇᴉnƃ ʇɥᴉs {xblock_type} ᴉs dǝɹɯɐnǝnʇ ɐnd ɔɐnnøʇ bǝ nndønǝ.

source: Any content that has listed this content as a prerequisite will also have access limitations removed.
rtl: Ⱥnʎ ɔønʇǝnʇ ʇɥɐʇ ɥɐs lᴉsʇǝd ʇɥᴉs ɔønʇǝnʇ ɐs ɐ dɹǝɹǝbnᴉsᴉʇǝ ʍᴉll ɐlsø ɥɐʌǝ ɐɔɔǝss lᴉɯᴉʇɐʇᴉøns ɹǝɯøʌǝd.

source: Delete this {xblock_type} (and prerequisite)?
rtl: Đǝlǝʇǝ ʇɥᴉs {xblock_type} (ɐnd dɹǝɹǝbnᴉsᴉʇǝ)?

source: Yes, delete this {xblock_type}
rtl: Ɏǝs, dǝlǝʇǝ ʇɥᴉs {xblock_type}

source: Delete this {xblock_type}?
rtl: Đǝlǝʇǝ ʇɥᴉs {xblock_type}?

source: section
rtl: sǝɔʇᴉøn

source: subsection
rtl: snbsǝɔʇᴉøn

source: unit
rtl: nnᴉʇ

source: You've made some changes
rtl: Ɏøn'ʌǝ ɯɐdǝ søɯǝ ɔɥɐnƃǝs

source: Your changes will not take effect until you save your progress.
rtl: Ɏønɹ ɔɥɐnƃǝs ʍᴉll nøʇ ʇɐʞǝ ǝɟɟǝɔʇ nnʇᴉl ʎøn sɐʌǝ ʎønɹ dɹøƃɹǝss.

source: You've made some changes, but there are some errors
rtl: Ɏøn'ʌǝ ɯɐdǝ søɯǝ ɔɥɐnƃǝs, bnʇ ʇɥǝɹǝ ɐɹǝ søɯǝ ǝɹɹøɹs

source: Please address the errors on this page first, and then save your progress.
rtl: Ᵽlǝɐsǝ ɐddɹǝss ʇɥǝ ǝɹɹøɹs øn ʇɥᴉs dɐƃǝ ɟᴉɹsʇ, ɐnd ʇɥǝn sɐʌǝ ʎønɹ dɹøƃɹǝss.

source: Save Changes
rtl: Sɐʌǝ Ȼɥɐnƃǝs

source: Please select a file in .srt format.
rtl: Ᵽlǝɐsǝ sǝlǝɔʇ ɐ ɟᴉlǝ ᴉn .sɹʇ ɟøɹɯɐʇ.

source: Error: Uploading failed.
rtl: Ɇɹɹøɹ: Ʉdløɐdᴉnƃ ɟɐᴉlǝd.

source: Error: Import failed.
rtl: Ɇɹɹøɹ: Ɨɯdøɹʇ ɟɐᴉlǝd.

source: Error: Replacing failed.
rtl: Ɇɹɹøɹ: Ɍǝdlɐɔᴉnƃ ɟɐᴉlǝd.

source: Error: Choosing failed.
rtl: Ɇɹɹøɹ: Ȼɥøøsᴉnƃ ɟɐᴉlǝd.

source: Error: Connection with server failed.
rtl: Ɇɹɹøɹ: Ȼønnǝɔʇᴉøn ʍᴉʇɥ sǝɹʌǝɹ ɟɐᴉlǝd.

source: Link types should be unique.
rtl: Łᴉnʞ ʇʎdǝs sɥønld bǝ nnᴉbnǝ.

source: Links should be unique.
rtl: Łᴉnʞs sɥønld bǝ nnᴉbnǝ.

source: Incorrect url format.
rtl: Ɨnɔøɹɹǝɔʇ nɹl ɟøɹɯɐʇ.

source: Sorry, there was an error parsing the subtitles that you uploaded. Please check the format and try again.
rtl: Søɹɹʎ, ʇɥǝɹǝ ʍɐs ɐn ǝɹɹøɹ dɐɹsᴉnƃ ʇɥǝ snbʇᴉʇlǝs ʇɥɐʇ ʎøn ndløɐdǝd. Ᵽlǝɐsǝ ɔɥǝɔʞ ʇɥǝ ɟøɹɯɐʇ ɐnd ʇɹʎ ɐƃɐᴉn.

source: Are you sure you want to remove this transcript?
rtl: Ⱥɹǝ ʎøn snɹǝ ʎøn ʍɐnʇ ʇø ɹǝɯøʌǝ ʇɥᴉs ʇɹɐnsɔɹᴉdʇ?

source: If you remove this transcript, the transcript will not be available for this component.
rtl: Ɨɟ ʎøn ɹǝɯøʌǝ ʇɥᴉs ʇɹɐnsɔɹᴉdʇ, ʇɥǝ ʇɹɐnsɔɹᴉdʇ ʍᴉll nøʇ bǝ ɐʌɐᴉlɐblǝ ɟøɹ ʇɥᴉs ɔøɯdønǝnʇ.

source: Remove Transcript
rtl: Ɍǝɯøʌǝ Ŧɹɐnsɔɹᴉdʇ

source: Upload translation
rtl: Ʉdløɐd ʇɹɐnslɐʇᴉøn

source: Add Thumbnail
rtl: Ⱥdd Ŧɥnɯbnɐᴉl

source: Edit Thumbnail
rtl: Ɇdᴉʇ Ŧɥnɯbnɐᴉl

source: Image upload failed
rtl: Ɨɯɐƃǝ ndløɐd ɟɐᴉlǝd

source: {ReqTextSpanStart}Requirements{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}
rtl: {ReqTextSpanStart}Ɍǝbnᴉɹǝɯǝnʇs{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}

source: {maxWidth}x{maxHeight} pixels
rtl: {maxWidth}x{maxHeight} dᴉxǝls

source: Thumbnail for {videoName}
rtl: Ŧɥnɯbnɐᴉl ɟøɹ {videoName}

source: Add Thumbnail - {videoName}
rtl: Ⱥdd Ŧɥnɯbnɐᴉl - {videoName}

source: Video duration is {humanizeDuration}
rtl: Vᴉdǝø dnɹɐʇᴉøn ᴉs {humanizeDuration}

source: minutes
rtl: ɯᴉnnʇǝs

source: minute
rtl: ɯᴉnnʇǝ

source: seconds
rtl: sǝɔønds

source: second
rtl: sǝɔønd

source: and
rtl: ɐnd

source: Video image upload started
rtl: Vᴉdǝø ᴉɯɐƃǝ ndløɐd sʇɐɹʇǝd

source: Video image upload completed
rtl: Vᴉdǝø ᴉɯɐƃǝ ndløɐd ɔøɯdlǝʇǝd

source: This image file type is not supported. Supported file types are {supportedFileFormats}.
rtl: Ŧɥᴉs ᴉɯɐƃǝ ɟᴉlǝ ʇʎdǝ ᴉs nøʇ snddøɹʇǝd. Snddøɹʇǝd ɟᴉlǝ ʇʎdǝs ɐɹǝ {supportedFileFormats}.

source: The selected image must be smaller than {maxFileSizeInMB}.
rtl: Ŧɥǝ sǝlǝɔʇǝd ᴉɯɐƃǝ ɯnsʇ bǝ sɯɐllǝɹ ʇɥɐn {maxFileSizeInMB}.

source: The selected image must be larger than {minFileSizeInKB}.
rtl: Ŧɥǝ sǝlǝɔʇǝd ᴉɯɐƃǝ ɯnsʇ bǝ lɐɹƃǝɹ ʇɥɐn {minFileSizeInKB}.

source: Could not upload the video image file
rtl: Ȼønld nøʇ ndløɐd ʇɥǝ ʌᴉdǝø ᴉɯɐƃǝ ɟᴉlǝ

source: Image upload failed.
rtl: Ɨɯɐƃǝ ndløɐd ɟɐᴉlǝd.

source: The file could not be uploaded.
rtl: Ŧɥǝ ɟᴉlǝ ɔønld nøʇ bǝ ndløɐdǝd.

source: Hide transcripts ({transcriptCount})
rtl: Ħᴉdǝ ʇɹɐnsɔɹᴉdʇs ({transcriptCount})

source: Show transcripts ({transcriptCount})
rtl: Sɥøʍ ʇɹɐnsɔɹᴉdʇs ({transcriptCount})

source: This file type is not supported. Supported file type is {supportedFileFormat}.
rtl: Ŧɥᴉs ɟᴉlǝ ʇʎdǝ ᴉs nøʇ snddøɹʇǝd. Snddøɹʇǝd ɟᴉlǝ ʇʎdǝ ᴉs {supportedFileFormat}.

source: If you remove this transcript, the transcript will not be available for any components that use this video.
rtl: Ɨɟ ʎøn ɹǝɯøʌǝ ʇɥᴉs ʇɹɐnsɔɹᴉdʇ, ʇɥǝ ʇɹɐnsɔɹᴉdʇ ʍᴉll nøʇ bǝ ɐʌɐᴉlɐblǝ ɟøɹ ɐnʎ ɔøɯdønǝnʇs ʇɥɐʇ nsǝ ʇɥᴉs ʌᴉdǝø.

source: Editor
rtl: Ɇdᴉʇøɹ

source: Settings
rtl: Sǝʇʇᴉnƃs

source: New {component_type}
rtl: Nǝʍ {component_type}

source: Updating Tags
rtl: Ʉddɐʇᴉnƃ Ŧɐƃs

source: Account Information
rtl: Ⱥɔɔønnʇ Ɨnɟøɹɯɐʇᴉøn

source: Order History
rtl: Øɹdǝɹ Ħᴉsʇøɹʎ

source: You have set your language to {beta_language}, which is currently not fully translated. You can help us translate this language fully by joining the Transifex community and adding translations from English for learners that speak {beta_language}.
rtl: Ɏøn ɥɐʌǝ sǝʇ ʎønɹ lɐnƃnɐƃǝ ʇø {beta_language}, ʍɥᴉɔɥ ᴉs ɔnɹɹǝnʇlʎ nøʇ ɟnllʎ ʇɹɐnslɐʇǝd. Ɏøn ɔɐn ɥǝld ns ʇɹɐnslɐʇǝ ʇɥᴉs lɐnƃnɐƃǝ ɟnllʎ bʎ ɾøᴉnᴉnƃ ʇɥǝ Ŧɹɐnsᴉɟǝx ɔøɯɯnnᴉʇʎ ɐnd ɐddᴉnƃ ʇɹɐnslɐʇᴉøns ɟɹøɯ Ɇnƃlᴉsɥ ɟøɹ lǝɐɹnǝɹs ʇɥɐʇ sdǝɐʞ {beta_language}.

source: Help Translate into {beta_language}
rtl: Ħǝld Ŧɹɐnslɐʇǝ ᴉnʇø {beta_language}

source: Actions
rtl: Ⱥɔʇᴉøns

source: Unscheduled
rtl: Ʉnsɔɥǝdnlǝd

source: Previous
rtl: Ᵽɹǝʌᴉøns

source: Action
rtl: Ⱥɔʇᴉøn

source: Large
rtl: Łɐɹƃǝ

source: Zoom In
rtl: Ƶøøɯ Ɨn

source: Zoom Out
rtl: Ƶøøɯ Ønʇ

source: Page number out of %(total_pages)s
rtl: Ᵽɐƃǝ nnɯbǝɹ ønʇ øɟ %(total_pages)s

source: Enter the page number you'd like to quickly navigate to.
rtl: Ɇnʇǝɹ ʇɥǝ dɐƃǝ nnɯbǝɹ ʎøn'd lᴉʞǝ ʇø bnᴉɔʞlʎ nɐʌᴉƃɐʇǝ ʇø.

source: Sorted by
rtl: Søɹʇǝd bʎ

source: Clear search
rtl: Ȼlǝɐɹ sǝɐɹɔɥ

source: Search
rtl: Sǝɐɹɔɥ

source: Add a Response
rtl: Ⱥdd ɐ Ɍǝsdønsǝ

source: This thread is closed.
rtl: Ŧɥᴉs ʇɥɹǝɐd ᴉs ɔløsǝd.

source: Add a response:
rtl: Ⱥdd ɐ ɹǝsdønsǝ:

source: Submit
rtl: Snbɯᴉʇ

source: discussion posted %(time_ago)s by %(author)s
rtl: dᴉsɔnssᴉøn døsʇǝd %(time_ago)s bʎ %(author)s

source: question posted %(time_ago)s by %(author)s
rtl: bnǝsʇᴉøn døsʇǝd %(time_ago)s bʎ %(author)s

source: Pinned
rtl: Ᵽᴉnnǝd

source: Reported
rtl: Ɍǝdøɹʇǝd

source: Closed
rtl: Ȼløsǝd

source: Related to: %(courseware_title_linked)s
rtl: Ɍǝlɐʇǝd ʇø: %(courseware_title_linked)s

source: This post is visible only to %(group_name)s.
rtl: Ŧɥᴉs døsʇ ᴉs ʌᴉsᴉblǝ ønlʎ ʇø %(group_name)s.

source: This post is visible to everyone.
rtl: Ŧɥᴉs døsʇ ᴉs ʌᴉsᴉblǝ ʇø ǝʌǝɹʎønǝ.

source: Editing post
rtl: Ɇdᴉʇᴉnƃ døsʇ

source: Add a clear and descriptive title to encourage participation. (Required)
rtl: Ⱥdd ɐ ɔlǝɐɹ ɐnd dǝsɔɹᴉdʇᴉʌǝ ʇᴉʇlǝ ʇø ǝnɔønɹɐƃǝ dɐɹʇᴉɔᴉdɐʇᴉøn. (Ɍǝbnᴉɹǝd)

source: Edit your post below.
rtl: Ɇdᴉʇ ʎønɹ døsʇ bǝløʍ.

source: Update post
rtl: Ʉddɐʇǝ døsʇ

source: Show Comment (%(num_comments)s)
rtl: Sɥøʍ Ȼøɯɯǝnʇ (%(num_comments)s)

source: Add a comment
rtl: Ⱥdd ɐ ɔøɯɯǝnʇ

source: marked as answer %(time_ago)s by %(user)s
rtl: ɯɐɹʞǝd ɐs ɐnsʍǝɹ %(time_ago)s bʎ %(user)s

source: marked as answer %(time_ago)s
rtl: ɯɐɹʞǝd ɐs ɐnsʍǝɹ %(time_ago)s

source: endorsed %(time_ago)s by %(user)s
rtl: ǝndøɹsǝd %(time_ago)s bʎ %(user)s

source: endorsed %(time_ago)s
rtl: ǝndøɹsǝd %(time_ago)s

source: Editing response
rtl: Ɇdᴉʇᴉnƃ ɹǝsdønsǝ

source: Update response
rtl: Ʉddɐʇǝ ɹǝsdønsǝ

source: posted %(time_ago)s by %(author)s
rtl: døsʇǝd %(time_ago)s bʎ %(author)s

source: Editing comment
rtl: Ɇdᴉʇᴉnƃ ɔøɯɯǝnʇ

source: Update comment
rtl: Ʉddɐʇǝ ɔøɯɯǝnʇ

source: discussion
rtl: dᴉsɔnssᴉøn

source: answered question
rtl: ɐnsʍǝɹǝd bnǝsʇᴉøn

source: unanswered question
rtl: nnɐnsʍǝɹǝd bnǝsʇᴉøn

source: Following
rtl: Følløʍᴉnƃ

source: Community TA
rtl: Ȼøɯɯnnᴉʇʎ ŦȺ

source: {unread_comments_count} new
rtl: {unread_comments_count} nǝʍ

source: %(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s unread comments)%(span_close)s
rtl: %(comments_count)s %(span_sr_open)sɔøɯɯǝnʇs (%(unread_comments_count)s nnɹǝɐd ɔøɯɯǝnʇs)%(span_close)s

source: %(comments_count)s %(span_sr_open)scomments %(span_close)s
rtl: %(comments_count)s %(span_sr_open)sɔøɯɯǝnʇs %(span_close)s

source: Add a Post
rtl: Ⱥdd ɐ Ᵽøsʇ

source: Visible to
rtl: Vᴉsᴉblǝ ʇø

source: Discussion admins, moderators, and TAs can make their posts visible to all students or specify a single group.
rtl: Đᴉsɔnssᴉøn ɐdɯᴉns, ɯødǝɹɐʇøɹs, ɐnd ŦȺs ɔɐn ɯɐʞǝ ʇɥǝᴉɹ døsʇs ʌᴉsᴉblǝ ʇø ɐll sʇndǝnʇs øɹ sdǝɔᴉɟʎ ɐ sᴉnƃlǝ ƃɹønd.

source: All Groups
rtl: Ⱥll Ǥɹønds

source: follow this post
rtl: ɟølløʍ ʇɥᴉs døsʇ

source: post anonymously
rtl: døsʇ ɐnønʎɯønslʎ

source: post anonymously to classmates
rtl: døsʇ ɐnønʎɯønslʎ ʇø ɔlɐssɯɐʇǝs

source: Error posting your message.
rtl: Ɇɹɹøɹ døsʇᴉnƃ ʎønɹ ɯǝssɐƃǝ.

source: This post will be visible only to %(group_name)s.
rtl: Ŧɥᴉs døsʇ ʍᴉll bǝ ʌᴉsᴉblǝ ønlʎ ʇø %(group_name)s.

source: This post will be visible to everyone.
rtl: Ŧɥᴉs døsʇ ʍᴉll bǝ ʌᴉsᴉblǝ ʇø ǝʌǝɹʎønǝ.

source: Topic area
rtl: Ŧødᴉɔ ɐɹǝɐ

source: Add your post to a relevant topic to help others find it. (Required)
rtl: Ⱥdd ʎønɹ døsʇ ʇø ɐ ɹǝlǝʌɐnʇ ʇødᴉɔ ʇø ɥǝld øʇɥǝɹs ɟᴉnd ᴉʇ. (Ɍǝbnᴉɹǝd)

source: (Community TA)
rtl: (Ȼøɯɯnnᴉʇʎ ŦȺ)

source: (Staff)
rtl: (Sʇɐɟɟ)

source: All Posts
rtl: Ⱥll Ᵽøsʇs

source: Return to all posts
rtl: Ɍǝʇnɹn ʇø ɐll døsʇs

source: View discussion
rtl: Vᴉǝʍ dᴉsɔnssᴉøn

source: Load more
rtl: Łøɐd ɯøɹǝ

source: Post type
rtl: Ᵽøsʇ ʇʎdǝ

source: Questions raise issues that need answers. Discussions share ideas and start conversations. (Required)
rtl: Qnǝsʇᴉøns ɹɐᴉsǝ ᴉssnǝs ʇɥɐʇ nǝǝd ɐnsʍǝɹs. Đᴉsɔnssᴉøns sɥɐɹǝ ᴉdǝɐs ɐnd sʇɐɹʇ ɔønʌǝɹsɐʇᴉøns. (Ɍǝbnᴉɹǝd)

source: Question
rtl: Qnǝsʇᴉøn

source: Discussion
rtl: Đᴉsɔnssᴉøn

source: Endorse
rtl: Ɇndøɹsǝ

source: Unendorse
rtl: Ʉnǝndøɹsǝ

source: Mark as Answer
rtl: Mɐɹʞ ɐs Ⱥnsʍǝɹ

source: Unmark as Answer
rtl: Ʉnɯɐɹʞ ɐs Ⱥnsʍǝɹ

source: Follow
rtl: Følløʍ

source: Unfollow
rtl: Ʉnɟølløʍ

source: Vote for this post,
rtl: Vøʇǝ ɟøɹ ʇɥᴉs døsʇ,

source: Report abuse
rtl: Ɍǝdøɹʇ ɐbnsǝ

source: Report
rtl: Ɍǝdøɹʇ

source: Unreport
rtl: Ʉnɹǝdøɹʇ

source: Pin
rtl: Ᵽᴉn

source: Unpin
rtl: Ʉndᴉn

source: Open
rtl: Ødǝn

source: Discussion Home
rtl: Đᴉsɔnssᴉøn Ħøɯǝ

source: How to use %(platform_name)s discussions
rtl: Ħøʍ ʇø nsǝ %(platform_name)s dᴉsɔnssᴉøns

source: Find discussions
rtl: Fᴉnd dᴉsɔnssᴉøns

source: Use the All Topics menu to find specific topics.
rtl: Ʉsǝ ʇɥǝ Ⱥll Ŧødᴉɔs ɯǝnn ʇø ɟᴉnd sdǝɔᴉɟᴉɔ ʇødᴉɔs.

source: Search all posts
rtl: Sǝɐɹɔɥ ɐll døsʇs

source: Filter and sort topics
rtl: Fᴉlʇǝɹ ɐnd søɹʇ ʇødᴉɔs

source: Engage with posts
rtl: Ɇnƃɐƃǝ ʍᴉʇɥ døsʇs

source: Vote for good posts and responses
rtl: Vøʇǝ ɟøɹ ƃøød døsʇs ɐnd ɹǝsdønsǝs

source: Report abuse, topics, and responses
rtl: Ɍǝdøɹʇ ɐbnsǝ, ʇødᴉɔs, ɐnd ɹǝsdønsǝs

source: Follow or unfollow posts
rtl: Følløʍ øɹ nnɟølløʍ døsʇs

source: Receive updates
rtl: Ɍǝɔǝᴉʌǝ nddɐʇǝs

source: Toggle Notifications Setting
rtl: Ŧøƃƃlǝ Nøʇᴉɟᴉɔɐʇᴉøns Sǝʇʇᴉnƃ

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
rtl: Ȼɥǝɔʞ ʇɥᴉs bøx ʇø ɹǝɔǝᴉʌǝ ɐn ǝɯɐᴉl dᴉƃǝsʇ ønɔǝ ɐ dɐʎ nøʇᴉɟʎᴉnƃ ʎøn ɐbønʇ nǝʍ, nnɹǝɐd ɐɔʇᴉʌᴉʇʎ ɟɹøɯ døsʇs ʎøn ɐɹǝ ɟølløʍᴉnƃ.

source: username or email
rtl: nsǝɹnɐɯǝ øɹ ǝɯɐᴉl

source: course id
rtl: ɔønɹsǝ ᴉd

source: No results
rtl: Nø ɹǝsnlʇs

source: Course Key
rtl: Ȼønɹsǝ Ꝁǝʎ

source: Status
rtl: Sʇɐʇns

source: Download URL
rtl: Đøʍnløɐd ɄɌŁ

source: Grade
rtl: Ǥɹɐdǝ

source: Last Updated
rtl: Łɐsʇ Ʉddɐʇǝd

source: Download the user's certificate
rtl: Đøʍnløɐd ʇɥǝ nsǝɹ's ɔǝɹʇᴉɟᴉɔɐʇǝ

source: Not available
rtl: Nøʇ ɐʌɐᴉlɐblǝ

source: Regenerate
rtl: Ɍǝƃǝnǝɹɐʇǝ

source: Regenerate the user's certificate
rtl: Ɍǝƃǝnǝɹɐʇǝ ʇɥǝ nsǝɹ's ɔǝɹʇᴉɟᴉɔɐʇǝ

source: Generate
rtl: Ǥǝnǝɹɐʇǝ

source: Generate the user's certificate
rtl: Ǥǝnǝɹɐʇǝ ʇɥǝ nsǝɹ's ɔǝɹʇᴉɟᴉɔɐʇǝ

source: Current enrollment mode:
rtl: Ȼnɹɹǝnʇ ǝnɹøllɯǝnʇ ɯødǝ:

source: New enrollment mode:
rtl: Nǝʍ ǝnɹøllɯǝnʇ ɯødǝ:

source: Reason for change:
rtl: Ɍǝɐsøn ɟøɹ ɔɥɐnƃǝ:

source: Choose One
rtl: Ȼɥøøsǝ Ønǝ

source: Explain if other.
rtl: Ɇxdlɐᴉn ᴉɟ øʇɥǝɹ.

source: Submit enrollment change
rtl: Snbɯᴉʇ ǝnɹøllɯǝnʇ ɔɥɐnƃǝ

source: Username or email address
rtl: Ʉsǝɹnɐɯǝ øɹ ǝɯɐᴉl ɐddɹǝss

source: Course ID
rtl: Ȼønɹsǝ ƗĐ

source: Course Start
rtl: Ȼønɹsǝ Sʇɐɹʇ

source: Course End
rtl: Ȼønɹsǝ Ɇnd

source: Upgrade Deadline
rtl: Ʉdƃɹɐdǝ Đǝɐdlᴉnǝ

source: Verification Deadline
rtl: Vǝɹᴉɟᴉɔɐʇᴉøn Đǝɐdlᴉnǝ

source: Enrollment Date
rtl: Ɇnɹøllɯǝnʇ Đɐʇǝ

source: Enrollment Mode
rtl: Ɇnɹøllɯǝnʇ Mødǝ

source: Verified mode price
rtl: Vǝɹᴉɟᴉǝd ɯødǝ dɹᴉɔǝ

source: Reason
rtl: Ɍǝɐsøn

source: Last modified by
rtl: Łɐsʇ ɯødᴉɟᴉǝd bʎ

source: Active
rtl: Ⱥɔʇᴉʌǝ

source: N/A
rtl: N/Ⱥ

source: Change Enrollment
rtl: Ȼɥɐnƃǝ Ɇnɹøllɯǝnʇ

source: Date Joined
rtl: Đɐʇǝ Ɉøᴉnǝd

source: Password Status
rtl: Ᵽɐssʍøɹd Sʇɐʇns

source: Toggle Account Password (Usable/Unusable)
rtl: Ŧøƃƃlǝ Ⱥɔɔønnʇ Ᵽɐssʍøɹd (Ʉsɐblǝ/Ʉnnsɐblǝ)

source: Your team could not be created.
rtl: Ɏønɹ ʇǝɐɯ ɔønld nøʇ bǝ ɔɹǝɐʇǝd.

source: Your team could not be updated.
rtl: Ɏønɹ ʇǝɐɯ ɔønld nøʇ bǝ nddɐʇǝd.

source: Enter information to describe your team. You cannot change these details after you create the team.
rtl: Ɇnʇǝɹ ᴉnɟøɹɯɐʇᴉøn ʇø dǝsɔɹᴉbǝ ʎønɹ ʇǝɐɯ. Ɏøn ɔɐnnøʇ ɔɥɐnƃǝ ʇɥǝsǝ dǝʇɐᴉls ɐɟʇǝɹ ʎøn ɔɹǝɐʇǝ ʇɥǝ ʇǝɐɯ.

source: Optional Characteristics
rtl: Ødʇᴉønɐl Ȼɥɐɹɐɔʇǝɹᴉsʇᴉɔs

source: Help other learners decide whether to join your team by specifying some characteristics for your team. Choose carefully, because fewer people might be interested in joining your team if it seems too restrictive.
rtl: Ħǝld øʇɥǝɹ lǝɐɹnǝɹs dǝɔᴉdǝ ʍɥǝʇɥǝɹ ʇø ɾøᴉn ʎønɹ ʇǝɐɯ bʎ sdǝɔᴉɟʎᴉnƃ søɯǝ ɔɥɐɹɐɔʇǝɹᴉsʇᴉɔs ɟøɹ ʎønɹ ʇǝɐɯ. Ȼɥøøsǝ ɔɐɹǝɟnllʎ, bǝɔɐnsǝ ɟǝʍǝɹ dǝødlǝ ɯᴉƃɥʇ bǝ ᴉnʇǝɹǝsʇǝd ᴉn ɾøᴉnᴉnƃ ʎønɹ ʇǝɐɯ ᴉɟ ᴉʇ sǝǝɯs ʇøø ɹǝsʇɹᴉɔʇᴉʌǝ.

source: Create team.
rtl: Ȼɹǝɐʇǝ ʇǝɐɯ.

source: Update team.
rtl: Ʉddɐʇǝ ʇǝɐɯ.

source: Cancel team creating.
rtl: Ȼɐnɔǝl ʇǝɐɯ ɔɹǝɐʇᴉnƃ.

source: Cancel team updating.
rtl: Ȼɐnɔǝl ʇǝɐɯ nddɐʇᴉnƃ.

source: Instructor tools
rtl: Ɨnsʇɹnɔʇøɹ ʇøøls

source: Delete Team
rtl: Đǝlǝʇǝ Ŧǝɐɯ

source: Edit Membership
rtl: Ɇdᴉʇ Mǝɯbǝɹsɥᴉd

source: View Current Team Memberships
rtl: Vᴉǝʍ Ȼnɹɹǝnʇ Ŧǝɐɯ Mǝɯbǝɹsɥᴉds

source: Download Memberships
rtl: Đøʍnløɐd Mǝɯbǝɹsɥᴉds

source: Assign Team Memberships
rtl: Ⱥssᴉƃn Ŧǝɐɯ Mǝɯbǝɹsɥᴉds

source: Upload Memberships
rtl: Ʉdløɐd Mǝɯbǝɹsɥᴉds

source: Error assigning team memberships
rtl: Ɇɹɹøɹ ɐssᴉƃnᴉnƃ ʇǝɐɯ ɯǝɯbǝɹsɥᴉds

source: Are you having trouble finding a team to join?
rtl: Ⱥɹǝ ʎøn ɥɐʌᴉnƃ ʇɹønblǝ ɟᴉndᴉnƃ ɐ ʇǝɐɯ ʇø ɾøᴉn?

source: Join Team
rtl: Ɉøᴉn Ŧǝɐɯ

source: Team Assignments
rtl: Ŧǝɐɯ Ⱥssᴉƃnɯǝnʇs

source: Team Details
rtl: Ŧǝɐɯ Đǝʇɐᴉls

source: You are a member of this team.
rtl: Ɏøn ɐɹǝ ɐ ɯǝɯbǝɹ øɟ ʇɥᴉs ʇǝɐɯ.

source: Team member profiles
rtl: Ŧǝɐɯ ɯǝɯbǝɹ dɹøɟᴉlǝs

source: Team capacity
rtl: Ŧǝɐɯ ɔɐdɐɔᴉʇʎ

source: Leave Team
rtl: Łǝɐʌǝ Ŧǝɐɯ

source: Donate
rtl: Đønɐʇǝ

source: There was an error retrieving preview results for this catalog. Please check that your query is correct and try again.
rtl: Ŧɥǝɹǝ ʍɐs ɐn ǝɹɹøɹ ɹǝʇɹᴉǝʌᴉnƃ dɹǝʌᴉǝʍ ɹǝsnlʇs ɟøɹ ʇɥᴉs ɔɐʇɐløƃ. Ᵽlǝɐsǝ ɔɥǝɔʞ ʇɥɐʇ ʎønɹ bnǝɹʎ ᴉs ɔøɹɹǝɔʇ ɐnd ʇɹʎ ɐƃɐᴉn.

source: This catalog's courses:
rtl: Ŧɥᴉs ɔɐʇɐløƃ's ɔønɹsǝs:

source: Start Date
rtl: Sʇɐɹʇ Đɐʇǝ

source: Due Date
rtl: Đnǝ Đɐʇǝ

source: remove all
rtl: ɹǝɯøʌǝ ɐll

source: toggle chapter %(displayName)s
rtl: ʇøƃƃlǝ ɔɥɐdʇǝɹ %(displayName)s

source: Section
rtl: Sǝɔʇᴉøn

source: Remove chapter %(chapterDisplayName)s
rtl: Ɍǝɯøʌǝ ɔɥɐdʇǝɹ %(chapterDisplayName)s

source: remove
rtl: ɹǝɯøʌǝ

source: toggle subsection %(displayName)s
rtl: ʇøƃƃlǝ snbsǝɔʇᴉøn %(displayName)s

source: Subsection
rtl: Snbsǝɔʇᴉøn

source: Remove subsection %(subsectionDisplayName)s
rtl: Ɍǝɯøʌǝ snbsǝɔʇᴉøn %(subsectionDisplayName)s

source: Remove unit %(unitName)s
rtl: Ɍǝɯøʌǝ nnᴉʇ %(unitName)s

source: Mark Exam As Completed
rtl: Mɐɹʞ Ɇxɐɯ Ⱥs Ȼøɯdlǝʇǝd

source: Exam timer and end exam button
rtl: Ɇxɐɯ ʇᴉɯǝɹ ɐnd ǝnd ǝxɐɯ bnʇʇøn

source: End My Exam
rtl: Ɇnd Mʎ Ɇxɐɯ

source: Hide Timer
rtl: Ħᴉdǝ Ŧᴉɯǝɹ

source: You are taking "{exam_link}" as {exam_type}.
rtl: Ɏøn ɐɹǝ ʇɐʞᴉnƃ "{exam_link}" ɐs {exam_type}.

source: a timed exam
rtl: ɐ ʇᴉɯǝd ǝxɐɯ

source: The timer on the right shows the time remaining in the exam.
rtl: Ŧɥǝ ʇᴉɯǝɹ øn ʇɥǝ ɹᴉƃɥʇ sɥøʍs ʇɥǝ ʇᴉɯǝ ɹǝɯɐᴉnᴉnƃ ᴉn ʇɥǝ ǝxɐɯ.

source: To receive credit for problems, you must select "Submit" for each problem before you select "End My Exam".
rtl: Ŧø ɹǝɔǝᴉʌǝ ɔɹǝdᴉʇ ɟøɹ dɹøblǝɯs, ʎøn ɯnsʇ sǝlǝɔʇ "Snbɯᴉʇ" ɟøɹ ǝɐɔɥ dɹøblǝɯ bǝɟøɹǝ ʎøn sǝlǝɔʇ "Ɇnd Mʎ Ɇxɐɯ".

source: LEARN MORE
rtl: ŁɆȺɌN MØɌɆ

source: Starts: %(start_date)s
rtl: Sʇɐɹʇs: %(start_date)s

source: Starts
rtl: Sʇɐɹʇs

source: Clear All
rtl: Ȼlǝɐɹ Ⱥll

source: Highlighted text
rtl: Ħᴉƃɥlᴉƃɥʇǝd ʇǝxʇ

source: Note
rtl: Nøʇǝ

source: You commented...
rtl: Ɏøn ɔøɯɯǝnʇǝd...

source: Noted in:
rtl: Nøʇǝd ᴉn:

source: Last Edited:
rtl: Łɐsʇ Ɇdᴉʇǝd:

source: Tags:
rtl: Ŧɐƃs:

source: Clear search results
rtl: Ȼlǝɐɹ sǝɐɹɔɥ ɹǝsnlʇs

source: Click to edit
rtl: Ȼlᴉɔʞ ʇø ǝdᴉʇ

source: Order Number
rtl: Øɹdǝɹ Nnɯbǝɹ

source: Date Placed
rtl: Đɐʇǝ Ᵽlɐɔǝd

source: Cost
rtl: Ȼøsʇ

source: Order Details
rtl: Øɹdǝɹ Đǝʇɐᴉls

source: for
rtl: ɟøɹ

source: Product Name
rtl: Ᵽɹødnɔʇ Nɐɯǝ

source: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} of {maxCharacters}
rtl: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} øɟ {maxCharacters}

source: Financial Assistance Application
rtl: Fᴉnɐnɔᴉɐl Ⱥssᴉsʇɐnɔǝ Ⱥddlᴉɔɐʇᴉøn

source: About You
rtl: Ⱥbønʇ Ɏøn

source: The following information is already a part of your {platform} profile. We've included it here for your application.
rtl: Ŧɥǝ ɟølløʍᴉnƃ ᴉnɟøɹɯɐʇᴉøn ᴉs ɐlɹǝɐdʎ ɐ dɐɹʇ øɟ ʎønɹ {platform} dɹøɟᴉlǝ. Wǝ'ʌǝ ᴉnɔlndǝd ᴉʇ ɥǝɹǝ ɟøɹ ʎønɹ ɐddlᴉɔɐʇᴉøn.

source: Email address
rtl: Ɇɯɐᴉl ɐddɹǝss

source: Legal name
rtl: Łǝƃɐl nɐɯǝ

source: Country of residence
rtl: Ȼønnʇɹʎ øɟ ɹǝsᴉdǝnɔǝ

source: Back to {platform} FAQs
rtl: Ƀɐɔʞ ʇø {platform} FȺQs

source: Submit Application
rtl: Snbɯᴉʇ Ⱥddlᴉɔɐʇᴉøn

source: Thank you for submitting your financial assistance application for {course_name}! You can expect a response in 2-4 business days.
rtl: Ŧɥɐnʞ ʎøn ɟøɹ snbɯᴉʇʇᴉnƃ ʎønɹ ɟᴉnɐnɔᴉɐl ɐssᴉsʇɐnɔǝ ɐddlᴉɔɐʇᴉøn ɟøɹ {course_name}! Ɏøn ɔɐn ǝxdǝɔʇ ɐ ɹǝsdønsǝ ᴉn 2-4 bnsᴉnǝss dɐʎs.

source: Go to Dashboard
rtl: Ǥø ʇø Đɐsɥbøɐɹd

source: Bulk Exceptions
rtl: Ƀnlʞ Ɇxɔǝdʇᴉøns

source: Upload a comma separated values (.csv) file that contains the usernames or email addresses of learners who have been given exceptions. Include the username or email address in the first comma separated field. You can include an optional note describing the reason for the exception in the second comma separated field.
rtl: Ʉdløɐd ɐ ɔøɯɯɐ sǝdɐɹɐʇǝd ʌɐlnǝs (.ɔsʌ) ɟᴉlǝ ʇɥɐʇ ɔønʇɐᴉns ʇɥǝ nsǝɹnɐɯǝs øɹ ǝɯɐᴉl ɐddɹǝssǝs øɟ lǝɐɹnǝɹs ʍɥø ɥɐʌǝ bǝǝn ƃᴉʌǝn ǝxɔǝdʇᴉøns. Ɨnɔlndǝ ʇɥǝ nsǝɹnɐɯǝ øɹ ǝɯɐᴉl ɐddɹǝss ᴉn ʇɥǝ ɟᴉɹsʇ ɔøɯɯɐ sǝdɐɹɐʇǝd ɟᴉǝld. Ɏøn ɔɐn ᴉnɔlndǝ ɐn ødʇᴉønɐl nøʇǝ dǝsɔɹᴉbᴉnƃ ʇɥǝ ɹǝɐsøn ɟøɹ ʇɥǝ ǝxɔǝdʇᴉøn ᴉn ʇɥǝ sǝɔønd ɔøɯɯɐ sǝdɐɹɐʇǝd ɟᴉǝld.

source: Upload a CSV file
rtl: Ʉdløɐd ɐ ȻSV ɟᴉlǝ

source: Add to Exception List
rtl: Ⱥdd ʇø Ɇxɔǝdʇᴉøn Łᴉsʇ

source: To invalidate a certificate for a particular learner, add the username or email address below.
rtl: Ŧø ᴉnʌɐlᴉdɐʇǝ ɐ ɔǝɹʇᴉɟᴉɔɐʇǝ ɟøɹ ɐ dɐɹʇᴉɔnlɐɹ lǝɐɹnǝɹ, ɐdd ʇɥǝ nsǝɹnɐɯǝ øɹ ǝɯɐᴉl ɐddɹǝss bǝløʍ.

source: Add notes about this learner
rtl: Ⱥdd nøʇǝs ɐbønʇ ʇɥᴉs lǝɐɹnǝɹ

source: Invalidate Certificate
rtl: Ɨnʌɐlᴉdɐʇǝ Ȼǝɹʇᴉɟᴉɔɐʇǝ

source: Student
rtl: Sʇndǝnʇ

source: Invalidated By
rtl: Ɨnʌɐlᴉdɐʇǝd Ƀʎ

source: Invalidated
rtl: Ɨnʌɐlᴉdɐʇǝd

source: Notes
rtl: Nøʇǝs

source: Remove from Invalidation Table
rtl: Ɍǝɯøʌǝ ɟɹøɯ Ɨnʌɐlᴉdɐʇᴉøn Ŧɐblǝ

source: Individual Exceptions
rtl: Ɨndᴉʌᴉdnɐl Ɇxɔǝdʇᴉøns

source: Enter the username or email address of each learner that you want to add as an exception.
rtl: Ɇnʇǝɹ ʇɥǝ nsǝɹnɐɯǝ øɹ ǝɯɐᴉl ɐddɹǝss øɟ ǝɐɔɥ lǝɐɹnǝɹ ʇɥɐʇ ʎøn ʍɐnʇ ʇø ɐdd ɐs ɐn ǝxɔǝdʇᴉøn.

source: Student email or username
rtl: Sʇndǝnʇ ǝɯɐᴉl øɹ nsǝɹnɐɯǝ

source: Free text notes
rtl: Fɹǝǝ ʇǝxʇ nøʇǝs

source: Generate Exception Certificates
rtl: Ǥǝnǝɹɐʇǝ Ɇxɔǝdʇᴉøn Ȼǝɹʇᴉɟᴉɔɐʇǝs

source: All users on the Exception list who do not yet have a certificate
rtl: Ⱥll nsǝɹs øn ʇɥǝ Ɇxɔǝdʇᴉøn lᴉsʇ ʍɥø dø nøʇ ʎǝʇ ɥɐʌǝ ɐ ɔǝɹʇᴉɟᴉɔɐʇǝ

source: All users on the Exception list
rtl: Ⱥll nsǝɹs øn ʇɥǝ Ɇxɔǝdʇᴉøn lᴉsʇ

source: User Email
rtl: Ʉsǝɹ Ɇɯɐᴉl

source: Exception Granted
rtl: Ɇxɔǝdʇᴉøn Ǥɹɐnʇǝd

source: Certificate Generated
rtl: Ȼǝɹʇᴉɟᴉɔɐʇǝ Ǥǝnǝɹɐʇǝd

source: Remove from List
rtl: Ɍǝɯøʌǝ ɟɹøɯ Łᴉsʇ

source: Divided
rtl: Đᴉʌᴉdǝd

source: Manage Learners
rtl: Mɐnɐƃǝ Łǝɐɹnǝɹs

source: Add learners to this cohort
rtl: Ⱥdd lǝɐɹnǝɹs ʇø ʇɥᴉs ɔøɥøɹʇ

source: Note: Learners can be in only one cohort. Adding learners to this group overrides any previous group assignment.
rtl: Nøʇǝ: Łǝɐɹnǝɹs ɔɐn bǝ ᴉn ønlʎ ønǝ ɔøɥøɹʇ. Ⱥddᴉnƃ lǝɐɹnǝɹs ʇø ʇɥᴉs ƃɹønd øʌǝɹɹᴉdǝs ɐnʎ dɹǝʌᴉøns ƃɹønd ɐssᴉƃnɯǝnʇ.

source: Enter email addresses and/or usernames, separated by new lines or commas, for the learners you want to add. *
rtl: Ɇnʇǝɹ ǝɯɐᴉl ɐddɹǝssǝs ɐnd/øɹ nsǝɹnɐɯǝs, sǝdɐɹɐʇǝd bʎ nǝʍ lᴉnǝs øɹ ɔøɯɯɐs, ɟøɹ ʇɥǝ lǝɐɹnǝɹs ʎøn ʍɐnʇ ʇø ɐdd. *

source: (Required Field)
rtl: (Ɍǝbnᴉɹǝd Fᴉǝld)

source: e.g. johndoe@example.com, JaneDoe, joeydoe@example.com
rtl: ǝ.ƃ. ɾøɥndøǝ@ǝxɐɯdlǝ.ɔøɯ, ɈɐnǝĐøǝ, ɾøǝʎdøǝ@ǝxɐɯdlǝ.ɔøɯ

source: You will not receive notification for emails that bounce, so double-check your spelling.
rtl: Ɏøn ʍᴉll nøʇ ɹǝɔǝᴉʌǝ nøʇᴉɟᴉɔɐʇᴉøn ɟøɹ ǝɯɐᴉls ʇɥɐʇ bønnɔǝ, sø dønblǝ-ɔɥǝɔʞ ʎønɹ sdǝllᴉnƃ.

source: Add Learners
rtl: Ⱥdd Łǝɐɹnǝɹs

source: Add a New Cohort
rtl: Ⱥdd ɐ Nǝʍ Ȼøɥøɹʇ

source: Enter the name of the cohort
rtl: Ɇnʇǝɹ ʇɥǝ nɐɯǝ øɟ ʇɥǝ ɔøɥøɹʇ

source: Cohort Name
rtl: Ȼøɥøɹʇ Nɐɯǝ

source: Cohort Assignment Method
rtl: Ȼøɥøɹʇ Ⱥssᴉƃnɯǝnʇ Mǝʇɥød

source: Automatic
rtl: Ⱥnʇøɯɐʇᴉɔ

source: Manual
rtl: Mɐnnɐl

source: There must be one cohort to which students can automatically be assigned.
rtl: Ŧɥǝɹǝ ɯnsʇ bǝ ønǝ ɔøɥøɹʇ ʇø ʍɥᴉɔɥ sʇndǝnʇs ɔɐn ɐnʇøɯɐʇᴉɔɐllʎ bǝ ɐssᴉƃnǝd.

source: Associated Content Group
rtl: Ⱥssøɔᴉɐʇǝd Ȼønʇǝnʇ Ǥɹønd

source: No Content Group
rtl: Nø Ȼønʇǝnʇ Ǥɹønd

source: Select a Content Group
rtl: Sǝlǝɔʇ ɐ Ȼønʇǝnʇ Ǥɹønd

source: Choose a content group to associate
rtl: Ȼɥøøsǝ ɐ ɔønʇǝnʇ ƃɹønd ʇø ɐssøɔᴉɐʇǝ

source: Not selected
rtl: Nøʇ sǝlǝɔʇǝd

source: Deleted Content Group
rtl: Đǝlǝʇǝd Ȼønʇǝnʇ Ǥɹønd

source: {screen_reader_start}Warning:{screen_reader_end} The previously selected content group was deleted. Select another content group.
rtl: {screen_reader_start}Wɐɹnᴉnƃ:{screen_reader_end} Ŧɥǝ dɹǝʌᴉønslʎ sǝlǝɔʇǝd ɔønʇǝnʇ ƃɹønd ʍɐs dǝlǝʇǝd. Sǝlǝɔʇ ɐnøʇɥǝɹ ɔønʇǝnʇ ƃɹønd.

source: {screen_reader_start}Warning:{screen_reader_end} No content groups exist.
rtl: {screen_reader_start}Wɐɹnᴉnƃ:{screen_reader_end} Nø ɔønʇǝnʇ ƃɹønds ǝxᴉsʇ.

source: Only the parent course staff of a CCX can create content groups.
rtl: Ønlʎ ʇɥǝ dɐɹǝnʇ ɔønɹsǝ sʇɐɟɟ øɟ ɐ ȻȻX ɔɐn ɔɹǝɐʇǝ ɔønʇǝnʇ ƃɹønds.

source: Create a content group
rtl: Ȼɹǝɐʇǝ ɐ ɔønʇǝnʇ ƃɹønd
