Repository: eduNEXT/edunext-platform
Catalog: conf/locale/rtl/LC_MESSAGES/djangojs.po
Languages: rtl

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
rtl: Ŧɥᴉs ɯɐʎ bǝ ɥɐddǝnᴉnƃ bǝɔɐnsǝ øɟ ɐn ǝɹɹøɹ ʍᴉʇɥ ønɹ sǝɹʌǝɹ øɹ ʎønɹ ᴉnʇǝɹnǝʇ ɔønnǝɔʇᴉøn. Ŧɹʎ ɹǝɟɹǝsɥᴉnƃ ʇɥǝ dɐƃǝ øɹ ɯɐʞᴉnƃ snɹǝ ʎøn ɐɹǝ ønlᴉnǝ.

source: Saving
rtl: Sɐʌᴉnƃ

source: Delete
rtl: Đǝlǝʇǝ

source: Cancel
rtl: Ȼɐnɔǝl

source: Uploading
rtl: Ʉdløɐdᴉnƃ

source: Close
rtl: Ȼløsǝ

source: Name
rtl: Nɐɯǝ

source: Choose File
rtl: Ȼɥøøsǝ Fᴉlǝ

source: OK
rtl: ØꝀ

source: None
rtl: Nønǝ

source: Remove
rtl: Ɍǝɯøʌǝ

source: Ok
rtl: Øʞ

source: Unknown
rtl: Ʉnʞnøʍn

source: Are you sure?
rtl: Ⱥɹǝ ʎøn snɹǝ?

source: Upload File
rtl: Ʉdløɐd Fᴉlǝ

source: Save
rtl: Sɐʌǝ

source: Advanced
rtl: Ⱥdʌɐnɔǝd

source: Removing
rtl: Ɍǝɯøʌᴉnƃ

source: Your changes have been saved.
rtl: Ɏønɹ ɔɥɐnƃǝs ɥɐʌǝ bǝǝn sɐʌǝd.

source: Warning
rtl: Wɐɹnᴉnƃ

source: Error
rtl: Ɇɹɹøɹ

source: Updating with latest library content
rtl: Ʉddɐʇᴉnƃ ʍᴉʇɥ lɐʇǝsʇ lᴉbɹɐɹʎ ɔønʇǝnʇ

source: Loading...
rtl: Łøɐdᴉnƃ...

source: Selected blocks
rtl: Sǝlǝɔʇǝd bløɔʞs

source: Unable to update settings
rtl: Ʉnɐblǝ ʇø nddɐʇǝ sǝʇʇᴉnƃs

source: Creating missing groups
rtl: Ȼɹǝɐʇᴉnƃ ɯᴉssᴉnƃ ƃɹønds

source: {start_strong}{total}{end_strong} words submitted in total.
rtl: {start_strong}{total}{end_strong} ʍøɹds snbɯᴉʇʇǝd ᴉn ʇøʇɐl.

source: text_word_{uniqueId} title_word_{uniqueId}
rtl: ʇǝxʇ_ʍøɹd_{uniqueId} ʇᴉʇlǝ_ʍøɹd_{uniqueId}

source: title_word_{uniqueId}
rtl: ʇᴉʇlǝ_ʍøɹd_{uniqueId}

source: text_word_{uniqueId}
rtl: ʇǝxʇ_ʍøɹd_{uniqueId}

source: Show Annotations
rtl: Sɥøʍ Ⱥnnøʇɐʇᴉøns

source: Hide Annotations
rtl: Ħᴉdǝ Ⱥnnøʇɐʇᴉøns

source: Expand Instructions
rtl: Ɇxdɐnd Ɨnsʇɹnɔʇᴉøns

source: Collapse Instructions
rtl: Ȼøllɐdsǝ Ɨnsʇɹnɔʇᴉøns

source: Commentary
rtl: Ȼøɯɯǝnʇɐɹʎ

source: Reply to Annotation
rtl: Ɍǝdlʎ ʇø Ⱥnnøʇɐʇᴉøn

source: {num_points} point possible (graded, results hidden)
rtl: {num_points} døᴉnʇ døssᴉblǝ (ƃɹɐdǝd, ɹǝsnlʇs ɥᴉddǝn)

source: {num_points} point possible (ungraded, results hidden)
rtl: {num_points} døᴉnʇ døssᴉblǝ (nnƃɹɐdǝd, ɹǝsnlʇs ɥᴉddǝn)

source: {num_points} point possible (graded)
rtl: {num_points} døᴉnʇ døssᴉblǝ (ƃɹɐdǝd)

source: {num_points} point possible (ungraded)
rtl: {num_points} døᴉnʇ døssᴉblǝ (nnƃɹɐdǝd)

source: {earned}/{possible} point (graded)
rtl: {earned}/{possible} døᴉnʇ (ƃɹɐdǝd)

source: {earned}/{possible} point (ungraded)
rtl: {earned}/{possible} døᴉnʇ (nnƃɹɐdǝd)

source: The grading process is still running. Refresh the page to see updates.
rtl: Ŧɥǝ ƃɹɐdᴉnƃ dɹøɔǝss ᴉs sʇᴉll ɹnnnᴉnƃ. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ ʇø sǝǝ nddɐʇǝs.

source: Could not grade your answer. The submission was aborted.
rtl: Ȼønld nøʇ ƃɹɐdǝ ʎønɹ ɐnsʍǝɹ. Ŧɥǝ snbɯᴉssᴉøn ʍɐs ɐbøɹʇǝd.

source: Submission aborted! Sorry, your browser does not support file uploads. If you can, please use Chrome or Safari which have been verified to support file uploads.
rtl: Snbɯᴉssᴉøn ɐbøɹʇǝd! Søɹɹʎ, ʎønɹ bɹøʍsǝɹ døǝs nøʇ snddøɹʇ ɟᴉlǝ ndløɐds. Ɨɟ ʎøn ɔɐn, dlǝɐsǝ nsǝ Ȼɥɹøɯǝ øɹ Sɐɟɐɹᴉ ʍɥᴉɔɥ ɥɐʌǝ bǝǝn ʌǝɹᴉɟᴉǝd ʇø snddøɹʇ ɟᴉlǝ ndløɐds.

source: You submitted {filename}; only {allowedFiles} are allowed.
rtl: Ɏøn snbɯᴉʇʇǝd {filename}; ønlʎ {allowedFiles} ɐɹǝ ɐlløʍǝd.

source: Your file {filename} is too large (max size: {maxSize}MB).
rtl: Ɏønɹ ɟᴉlǝ {filename} ᴉs ʇøø lɐɹƃǝ (ɯɐx sᴉzǝ: {maxSize}MɃ).

source: You did not submit the required files: {requiredFiles}.
rtl: Ɏøn dᴉd nøʇ snbɯᴉʇ ʇɥǝ ɹǝbnᴉɹǝd ɟᴉlǝs: {requiredFiles}.

source: You did not select any files to submit.
rtl: Ɏøn dᴉd nøʇ sǝlǝɔʇ ɐnʎ ɟᴉlǝs ʇø snbɯᴉʇ.

source: This problem has been reset.
rtl: Ŧɥᴉs dɹøblǝɯ ɥɐs bǝǝn ɹǝsǝʇ.

source: unsubmitted
rtl: nnsnbɯᴉʇʇǝd

source: {paragraph}=p;{preformatted}=pre;{heading3}=h3;{heading4}=h4;{heading5}=h5;{heading6}=h6
rtl: {paragraph}=d;{preformatted}=dɹǝ;{heading3}=ɥ3;{heading4}=ɥ4;{heading5}=ɥ5;{heading6}=ɥ6

source: Paragraph
rtl: Ᵽɐɹɐƃɹɐdɥ

source: Preformatted
rtl: Ᵽɹǝɟøɹɯɐʇʇǝd

source: Heading 3
rtl: Ħǝɐdᴉnƃ 3

source: Heading 4
rtl: Ħǝɐdᴉnƃ 4

source: Heading 5
rtl: Ħǝɐdᴉnƃ 5

source: Heading 6
rtl: Ħǝɐdᴉnƃ 6

source: Add to Dictionary
rtl: Ⱥdd ʇø Đᴉɔʇᴉønɐɹʎ

source: Align center
rtl: Ⱥlᴉƃn ɔǝnʇǝɹ

source: Align left
rtl: Ⱥlᴉƃn lǝɟʇ

source: Align right
rtl: Ⱥlᴉƃn ɹᴉƃɥʇ

source: Alignment
rtl: Ⱥlᴉƃnɯǝnʇ

source: Alternative source
rtl: Ⱥlʇǝɹnɐʇᴉʌǝ sønɹɔǝ

source: Anchor
rtl: Ⱥnɔɥøɹ

source: Anchors
rtl: Ⱥnɔɥøɹs

source: Author
rtl: Ⱥnʇɥøɹ

source: Background color
rtl: Ƀɐɔʞƃɹønnd ɔøløɹ

source: Blockquote
rtl: Ƀløɔʞbnøʇǝ

source: Blocks
rtl: Ƀløɔʞs

source: Body
rtl: Ƀødʎ

source: Bold
rtl: Ƀøld

source: Border color
rtl: Ƀøɹdǝɹ ɔøløɹ

source: Border
rtl: Ƀøɹdǝɹ

source: Bottom
rtl: Ƀøʇʇøɯ

source: Bullet list
rtl: Ƀnllǝʇ lᴉsʇ

source: Caption
rtl: Ȼɐdʇᴉøn

source: Cell padding
rtl: Ȼǝll dɐddᴉnƃ

source: Cell properties
rtl: Ȼǝll dɹødǝɹʇᴉǝs

source: Cell spacing
rtl: Ȼǝll sdɐɔᴉnƃ

source: Cell type
rtl: Ȼǝll ʇʎdǝ

source: Cell
rtl: Ȼǝll

source: Center
rtl: Ȼǝnʇǝɹ

source: Circle
rtl: Ȼᴉɹɔlǝ

source: Clear formatting
rtl: Ȼlǝɐɹ ɟøɹɯɐʇʇᴉnƃ

source: Code block
rtl: Ȼødǝ bløɔʞ

source: Code
rtl: Ȼødǝ

source: Color
rtl: Ȼøløɹ

source: Cols
rtl: Ȼøls

source: Column group
rtl: Ȼølnɯn ƃɹønd

source: Column
rtl: Ȼølnɯn

source: Constrain proportions
rtl: Ȼønsʇɹɐᴉn dɹødøɹʇᴉøns

source: Copy row
rtl: Ȼødʎ ɹøʍ

source: Copy
rtl: Ȼødʎ

source: Could not find the specified string.
rtl: Ȼønld nøʇ ɟᴉnd ʇɥǝ sdǝɔᴉɟᴉǝd sʇɹᴉnƃ.

source: Custom color
rtl: Ȼnsʇøɯ ɔøløɹ

source: Custom...
rtl: Ȼnsʇøɯ...

source: Cut row
rtl: Ȼnʇ ɹøʍ

source: Cut
rtl: Ȼnʇ

source: Decrease indent
rtl: Đǝɔɹǝɐsǝ ᴉndǝnʇ

source: Default
rtl: Đǝɟɐnlʇ

source: Delete column
rtl: Đǝlǝʇǝ ɔølnɯn

source: Delete row
rtl: Đǝlǝʇǝ ɹøʍ

source: Delete table
rtl: Đǝlǝʇǝ ʇɐblǝ

source: Description
rtl: Đǝsɔɹᴉdʇᴉøn

source: Dimensions
rtl: Đᴉɯǝnsᴉøns

source: Disc
rtl: Đᴉsɔ

source: Div
rtl: Đᴉʌ

source: Document properties
rtl: Đøɔnɯǝnʇ dɹødǝɹʇᴉǝs

source: Edit HTML
rtl: Ɇdᴉʇ ĦŦMŁ

source: Edit
rtl: Ɇdᴉʇ

source: Embed
rtl: Ɇɯbǝd

source: Emoticons
rtl: Ɇɯøʇᴉɔøns

source: Encoding
rtl: Ɇnɔødᴉnƃ

source: File
rtl: Fᴉlǝ

source: Find and replace
rtl: Fᴉnd ɐnd ɹǝdlɐɔǝ

source: Find next
rtl: Fᴉnd nǝxʇ

source: Find previous
rtl: Fᴉnd dɹǝʌᴉøns

source: Find
rtl: Fᴉnd

source: Finish
rtl: Fᴉnᴉsɥ

source: Font Family
rtl: Fønʇ Fɐɯᴉlʎ

source: Font Sizes
rtl: Fønʇ Sᴉzǝs

source: Footer
rtl: Føøʇǝɹ

source: Format
rtl: Føɹɯɐʇ

source: Formats
rtl: Føɹɯɐʇs

source: Fullscreen
rtl: Fnllsɔɹǝǝn

source: General
rtl: Ǥǝnǝɹɐl

source: H Align
rtl: Ħ Ⱥlᴉƃn

source: Header 1
rtl: Ħǝɐdǝɹ 1

source: Header 2
rtl: Ħǝɐdǝɹ 2

source: Header 3
rtl: Ħǝɐdǝɹ 3

source: Header 4
rtl: Ħǝɐdǝɹ 4

source: Header 5
rtl: Ħǝɐdǝɹ 5

source: Header 6
rtl: Ħǝɐdǝɹ 6

source: Header cell
rtl: Ħǝɐdǝɹ ɔǝll

source: Header
rtl: Ħǝɐdǝɹ

source: Headers
rtl: Ħǝɐdǝɹs

source: Heading 1
rtl: Ħǝɐdᴉnƃ 1

source: Heading 2
rtl: Ħǝɐdᴉnƃ 2

source: Headings
rtl: Ħǝɐdᴉnƃs

source: Height
rtl: Ħǝᴉƃɥʇ

source: Horizontal line
rtl: Ħøɹᴉzønʇɐl lᴉnǝ

source: Horizontal space
rtl: Ħøɹᴉzønʇɐl sdɐɔǝ

source: HTML source code
rtl: ĦŦMŁ sønɹɔǝ ɔødǝ

source: Ignore all
rtl: Ɨƃnøɹǝ ɐll

source: Ignore
rtl: Ɨƃnøɹǝ

source: Image description
rtl: Ɨɯɐƃǝ dǝsɔɹᴉdʇᴉøn

source: Increase indent
rtl: Ɨnɔɹǝɐsǝ ᴉndǝnʇ

source: Inline
rtl: Ɨnlᴉnǝ

source: Insert column after
rtl: Ɨnsǝɹʇ ɔølnɯn ɐɟʇǝɹ

source: Insert column before
rtl: Ɨnsǝɹʇ ɔølnɯn bǝɟøɹǝ

source: Insert date/time
rtl: Ɨnsǝɹʇ dɐʇǝ/ʇᴉɯǝ

source: Insert image
rtl: Ɨnsǝɹʇ ᴉɯɐƃǝ

source: Insert link
rtl: Ɨnsǝɹʇ lᴉnʞ

source: Insert row after
rtl: Ɨnsǝɹʇ ɹøʍ ɐɟʇǝɹ

source: Insert row before
rtl: Ɨnsǝɹʇ ɹøʍ bǝɟøɹǝ

source: Insert table
rtl: Ɨnsǝɹʇ ʇɐblǝ

source: Insert template
rtl: Ɨnsǝɹʇ ʇǝɯdlɐʇǝ

source: Insert video
rtl: Ɨnsǝɹʇ ʌᴉdǝø

source: Insert
rtl: Ɨnsǝɹʇ

source: Insert/edit image
rtl: Ɨnsǝɹʇ/ǝdᴉʇ ᴉɯɐƃǝ

source: Insert/edit link
rtl: Ɨnsǝɹʇ/ǝdᴉʇ lᴉnʞ

source: Insert/edit video
rtl: Ɨnsǝɹʇ/ǝdᴉʇ ʌᴉdǝø

source: Italic
rtl: Ɨʇɐlᴉɔ

source: Justify
rtl: Ɉnsʇᴉɟʎ

source: Keywords
rtl: Ꝁǝʎʍøɹds

source: Left to right
rtl: Łǝɟʇ ʇø ɹᴉƃɥʇ

source: Left
rtl: Łǝɟʇ

source: Lower Alpha
rtl: Łøʍǝɹ Ⱥldɥɐ

source: Lower Greek
rtl: Łøʍǝɹ Ǥɹǝǝʞ

source: Lower Roman
rtl: Łøʍǝɹ Ɍøɯɐn

source: Match case
rtl: Mɐʇɔɥ ɔɐsǝ

source: Merge cells
rtl: Mǝɹƃǝ ɔǝlls

source: Middle
rtl: Mᴉddlǝ

source: New document
rtl: Nǝʍ døɔnɯǝnʇ

source: New window
rtl: Nǝʍ ʍᴉndøʍ

source: Next
rtl: Nǝxʇ

source: No color
rtl: Nø ɔøløɹ

source: Nonbreaking space
rtl: Nønbɹǝɐʞᴉnƃ sdɐɔǝ

source: Numbered list
rtl: Nnɯbǝɹǝd lᴉsʇ

source: Page break
rtl: Ᵽɐƃǝ bɹǝɐʞ

source: Paste as text
rtl: Ᵽɐsʇǝ ɐs ʇǝxʇ

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
rtl: Ᵽɐsʇǝ ᴉs nøʍ ᴉn dlɐᴉn ʇǝxʇ ɯødǝ. Ȼønʇǝnʇs ʍᴉll nøʍ bǝ dɐsʇǝd ɐs dlɐᴉn ʇǝxʇ nnʇᴉl ʎøn ʇøƃƃlǝ ʇɥᴉs ødʇᴉøn øɟɟ.

source: Paste row after
rtl: Ᵽɐsʇǝ ɹøʍ ɐɟʇǝɹ

source: Paste row before
rtl: Ᵽɐsʇǝ ɹøʍ bǝɟøɹǝ

source: Paste your embed code below:
rtl: Ᵽɐsʇǝ ʎønɹ ǝɯbǝd ɔødǝ bǝløʍ:

source: Paste
rtl: Ᵽɐsʇǝ

source: Poster
rtl: Ᵽøsʇǝɹ

source: Pre
rtl: Ᵽɹǝ

source: Prev
rtl: Ᵽɹǝʌ

source: Preview
rtl: Ᵽɹǝʌᴉǝʍ

source: Print
rtl: Ᵽɹᴉnʇ

source: Redo
rtl: Ɍǝdø

source: Remove link
rtl: Ɍǝɯøʌǝ lᴉnʞ

source: Replace all
rtl: Ɍǝdlɐɔǝ ɐll

source: Replace with
rtl: Ɍǝdlɐɔǝ ʍᴉʇɥ

source: Replace
rtl: Ɍǝdlɐɔǝ

source: Restore last draft
rtl: Ɍǝsʇøɹǝ lɐsʇ dɹɐɟʇ

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
rtl: Ɍᴉɔɥ Ŧǝxʇ Ⱥɹǝɐ. Ᵽɹǝss ȺŁŦ-F9 ɟøɹ ɯǝnn. Ᵽɹǝss ȺŁŦ-F10 ɟøɹ ʇøølbɐɹ. Ᵽɹǝss ȺŁŦ-0 ɟøɹ ɥǝld

source: Right to left
rtl: Ɍᴉƃɥʇ ʇø lǝɟʇ

source: Right
rtl: Ɍᴉƃɥʇ

source: Robots
rtl: Ɍøbøʇs

source: Row group
rtl: Ɍøʍ ƃɹønd

source: Row properties
rtl: Ɍøʍ dɹødǝɹʇᴉǝs

source: Row type
rtl: Ɍøʍ ʇʎdǝ

source: Row
rtl: Ɍøʍ

source: Rows
rtl: Ɍøʍs

source: Scope
rtl: Sɔødǝ

source: Select all
rtl: Sǝlǝɔʇ ɐll

source: Show blocks
rtl: Sɥøʍ bløɔʞs

source: Show invisible characters
rtl: Sɥøʍ ᴉnʌᴉsᴉblǝ ɔɥɐɹɐɔʇǝɹs

source: Source code
rtl: Sønɹɔǝ ɔødǝ

source: Source
rtl: Sønɹɔǝ

source: Special character
rtl: Sdǝɔᴉɐl ɔɥɐɹɐɔʇǝɹ

source: Spellcheck
rtl: Sdǝllɔɥǝɔʞ

source: Split cell
rtl: Sdlᴉʇ ɔǝll

source: Square
rtl: Sbnɐɹǝ

source: Start search
rtl: Sʇɐɹʇ sǝɐɹɔɥ

source: Strikethrough
rtl: Sʇɹᴉʞǝʇɥɹønƃɥ

source: Style
rtl: Sʇʎlǝ

source: Subscript
rtl: Snbsɔɹᴉdʇ

source: Superscript
rtl: Sndǝɹsɔɹᴉdʇ

source: Table properties
rtl: Ŧɐblǝ dɹødǝɹʇᴉǝs

source: Table
rtl: Ŧɐblǝ

source: Target
rtl: Ŧɐɹƃǝʇ

source: Templates
rtl: Ŧǝɯdlɐʇǝs

source: Text color
rtl: Ŧǝxʇ ɔøløɹ

source: Text to display
rtl: Ŧǝxʇ ʇø dᴉsdlɐʎ

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
rtl: Ŧɥǝ ɄɌŁ ʎøn ǝnʇǝɹǝd sǝǝɯs ʇø bǝ ɐn ǝɯɐᴉl ɐddɹǝss. Đø ʎøn ʍɐnʇ ʇø ɐdd ʇɥǝ ɹǝbnᴉɹǝd ɯɐᴉlʇø: dɹǝɟᴉx?

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
rtl: Ŧɥǝ ɄɌŁ ʎøn ǝnʇǝɹǝd sǝǝɯs ʇø bǝ ɐn ǝxʇǝɹnɐl lᴉnʞ. Đø ʎøn ʍɐnʇ ʇø ɐdd ʇɥǝ ɹǝbnᴉɹǝd ɥʇʇd:// dɹǝɟᴉx?

source: Title
rtl: Ŧᴉʇlǝ

source: Tools
rtl: Ŧøøls

source: Top
rtl: Ŧød

source: Underline
rtl: Ʉndǝɹlᴉnǝ

source: Undo
rtl: Ʉndø

source: Upper Alpha
rtl: Ʉddǝɹ Ⱥldɥɐ

source: Upper Roman
rtl: Ʉddǝɹ Ɍøɯɐn

source: Url
rtl: Ʉɹl

source: V Align
rtl: V Ⱥlᴉƃn

source: Vertical space
rtl: Vǝɹʇᴉɔɐl sdɐɔǝ

source: View
rtl: Vᴉǝʍ

source: Visual aids
rtl: Vᴉsnɐl ɐᴉds

source: Whole words
rtl: Wɥølǝ ʍøɹds

source: Width
rtl: Wᴉdʇɥ

source: Words: {0}
rtl: Wøɹds: {0}

source: You have unsaved changes are you sure you want to navigate away?
rtl: Ɏøn ɥɐʌǝ nnsɐʌǝd ɔɥɐnƃǝs ɐɹǝ ʎøn snɹǝ ʎøn ʍɐnʇ ʇø nɐʌᴉƃɐʇǝ ɐʍɐʎ?

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
rtl: Ɏønɹ bɹøʍsǝɹ døǝsn'ʇ snddøɹʇ dᴉɹǝɔʇ ɐɔɔǝss ʇø ʇɥǝ ɔlᴉdbøɐɹd. Ᵽlǝɐsǝ nsǝ ʇɥǝ Ȼʇɹl+X/Ȼ/V ʞǝʎbøɐɹd sɥøɹʇɔnʇs ᴉnsʇǝɐd.

source: Insert/Edit Image
rtl: Ɨnsǝɹʇ/Ɇdᴉʇ Ɨɯɐƃǝ

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
rtl: Ȼlᴉɔʞ ØꝀ ʇø ɥɐʌǝ ʎønɹ nsǝɹnɐɯǝ ɐnd ǝ-ɯɐᴉl ɐddɹǝss sǝnʇ ʇø ɐ 3ɹd dɐɹʇʎ ɐddlᴉɔɐʇᴉøn. Ȼlᴉɔʞ Ȼɐnɔǝl ʇø ɹǝʇnɹn ʇø ʇɥᴉs dɐƃǝ ʍᴉʇɥønʇ sǝndᴉnƃ ʎønɹ ᴉnɟøɹɯɐʇᴉøn.

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
rtl: Ȼlᴉɔʞ ØꝀ ʇø ɥɐʌǝ ʎønɹ nsǝɹnɐɯǝ sǝnʇ ʇø ɐ 3ɹd dɐɹʇʎ ɐddlᴉɔɐʇᴉøn. Ȼlᴉɔʞ Ȼɐnɔǝl ʇø ɹǝʇnɹn ʇø ʇɥᴉs dɐƃǝ ʍᴉʇɥønʇ sǝndᴉnƃ ʎønɹ ᴉnɟøɹɯɐʇᴉøn.

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
rtl: Ȼlᴉɔʞ ØꝀ ʇø ɥɐʌǝ ʎønɹ ǝ-ɯɐᴉl ɐddɹǝss sǝnʇ ʇø ɐ 3ɹd dɐɹʇʎ ɐddlᴉɔɐʇᴉøn. Ȼlᴉɔʞ Ȼɐnɔǝl ʇø ɹǝʇnɹn ʇø ʇɥᴉs dɐƃǝ ʍᴉʇɥønʇ sǝndᴉnƃ ʎønɹ ᴉnɟøɹɯɐʇᴉøn.

source: incorrect
rtl: ᴉnɔøɹɹǝɔʇ

source: correct
rtl: ɔøɹɹǝɔʇ

source: answer
rtl: ɐnsʍǝɹ

source: Short explanation
rtl: Sɥøɹʇ ǝxdlɐnɐʇᴉøn

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
rtl: Ɨɟ ʎøn nsǝ ʇɥǝ Ⱥdʌɐnɔǝd Ɇdᴉʇøɹ, ʇɥᴉs dɹøblǝɯ ʍᴉll bǝ ɔønʌǝɹʇǝd ʇø XMŁ ɐnd ʎøn ʍᴉll nøʇ bǝ ɐblǝ ʇø ɹǝʇnɹn ʇø ʇɥǝ Sᴉɯdlǝ Ɇdᴉʇøɹ Ɨnʇǝɹɟɐɔǝ. Ᵽɹøɔǝǝd ʇø ʇɥǝ Ⱥdʌɐnɔǝd Ɇdᴉʇøɹ ɐnd ɔønʌǝɹʇ ʇɥᴉs dɹøblǝɯ ʇø XMŁ?

source: Explanation
rtl: Ɇxdlɐnɐʇᴉøn

source: Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff.
rtl: Sǝbnǝnɔǝ ǝɹɹøɹ! Ȼɐnnøʇ nɐʌᴉƃɐʇǝ ʇø %(tab_name)s ᴉn ʇɥǝ ɔnɹɹǝnʇ SǝbnǝnɔǝMødnlǝ. Ᵽlǝɐsǝ ɔønʇɐɔʇ ʇɥǝ ɔønɹsǝ sʇɐɟɟ.

source: Bookmarked
rtl: Ƀøøʞɯɐɹʞǝd

source: Play
rtl: Ᵽlɐʎ

source: Pause
rtl: Ᵽɐnsǝ

source: Mute
rtl: Mnʇǝ

source: Unmute
rtl: Ʉnɯnʇǝ

source: Exit full browser
rtl: Ɇxᴉʇ ɟnll bɹøʍsǝɹ

source: Fill browser
rtl: Fᴉll bɹøʍsǝɹ

source: Speed
rtl: Sdǝǝd

source: Auto-advance
rtl: Ⱥnʇø-ɐdʌɐnɔǝ

source: Volume
rtl: Vølnɯǝ

source: Muted
rtl: Mnʇǝd

source: Very low
rtl: Vǝɹʎ løʍ

source: Low
rtl: Łøʍ

source: Average
rtl: Ⱥʌǝɹɐƃǝ

source: Loud
rtl: Łønd

source: Very loud
rtl: Vǝɹʎ lønd

source: Maximum
rtl: Mɐxᴉɯnɯ

source: This browser cannot play .mp4, .ogg, or .webm files.
rtl: Ŧɥᴉs bɹøʍsǝɹ ɔɐnnøʇ dlɐʎ .ɯd4, .øƃƃ, øɹ .ʍǝbɯ ɟᴉlǝs.

source: Try using a different browser, such as Google Chrome.
rtl: Ŧɹʎ nsᴉnƃ ɐ dᴉɟɟǝɹǝnʇ bɹøʍsǝɹ, snɔɥ ɐs Ǥøøƃlǝ Ȼɥɹøɯǝ.

source: High Definition
rtl: Ħᴉƃɥ Đǝɟᴉnᴉʇᴉøn

source: off
rtl: øɟɟ

source: on
rtl: øn

source: Video position. Press space to toggle playback
rtl: Vᴉdǝø døsᴉʇᴉøn. Ᵽɹǝss sdɐɔǝ ʇø ʇøƃƃlǝ dlɐʎbɐɔʞ

source: Video ended
rtl: Vᴉdǝø ǝndǝd

source: Video position
rtl: Vᴉdǝø døsᴉʇᴉøn

source: %(value)s hour
rtl: %(value)s ɥønɹ

source: %(value)s minute
rtl: %(value)s ɯᴉnnʇǝ

source: %(value)s second
rtl: %(value)s sǝɔønd

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
rtl: Ȼlᴉɔʞ øn ʇɥᴉs bnʇʇøn ʇø ɯnʇǝ øɹ nnɯnʇǝ ʇɥᴉs ʌᴉdǝø øɹ dɹǝss ɄⱣ øɹ ĐØWN bnʇʇøns ʇø ᴉnɔɹǝɐsǝ øɹ dǝɔɹǝɐsǝ ʌølnɯǝ lǝʌǝl.

source: Adjust video volume
rtl: Ⱥdɾnsʇ ʌᴉdǝø ʌølnɯǝ

source: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
rtl: Ᵽɹǝss ɄⱣ ʇø ǝnʇǝɹ ʇɥǝ sdǝǝd ɯǝnn ʇɥǝn nsǝ ʇɥǝ ɄⱣ ɐnd ĐØWN ɐɹɹøʍ ʞǝʎs ʇø nɐʌᴉƃɐʇǝ ʇɥǝ dᴉɟɟǝɹǝnʇ sdǝǝds, ʇɥǝn dɹǝss ɆNŦɆɌ ʇø ɔɥɐnƃǝ ʇø ʇɥǝ sǝlǝɔʇǝd sdǝǝd.

source: Adjust video speed
rtl: Ⱥdɾnsʇ ʌᴉdǝø sdǝǝd

source: Video speed:
rtl: Vᴉdǝø sdǝǝd:

source: Skip
rtl: Sʞᴉd

source: Play video
rtl: Ᵽlɐʎ ʌᴉdǝø

source: Do not show again
rtl: Đø nøʇ sɥøʍ ɐƃɐᴉn

source: Open language menu
rtl: Ødǝn lɐnƃnɐƃǝ ɯǝnn

source: Transcript will be displayed when you start playing the video.
rtl: Ŧɹɐnsɔɹᴉdʇ ʍᴉll bǝ dᴉsdlɐʎǝd ʍɥǝn ʎøn sʇɐɹʇ dlɐʎᴉnƃ ʇɥǝ ʌᴉdǝø.

source: Activating a link in this group will skip to the corresponding point in the video.
rtl: Ⱥɔʇᴉʌɐʇᴉnƃ ɐ lᴉnʞ ᴉn ʇɥᴉs ƃɹønd ʍᴉll sʞᴉd ʇø ʇɥǝ ɔøɹɹǝsdøndᴉnƃ døᴉnʇ ᴉn ʇɥǝ ʌᴉdǝø.

source: Video transcript
rtl: Vᴉdǝø ʇɹɐnsɔɹᴉdʇ

source: Start of transcript. Skip to the end.
rtl: Sʇɐɹʇ øɟ ʇɹɐnsɔɹᴉdʇ. Sʞᴉd ʇø ʇɥǝ ǝnd.

source: End of transcript. Skip to the start.
rtl: Ɇnd øɟ ʇɹɐnsɔɹᴉdʇ. Sʞᴉd ʇø ʇɥǝ sʇɐɹʇ.

source: Press the UP arrow key to enter the language menu then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
rtl: Ᵽɹǝss ʇɥǝ ɄⱣ ɐɹɹøʍ ʞǝʎ ʇø ǝnʇǝɹ ʇɥǝ lɐnƃnɐƃǝ ɯǝnn ʇɥǝn nsǝ ɄⱣ ɐnd ĐØWN ɐɹɹøʍ ʞǝʎs ʇø nɐʌᴉƃɐʇǝ lɐnƃnɐƃǝ ødʇᴉøns. Ᵽɹǝss ɆNŦɆɌ ʇø ɔɥɐnƃǝ ʇø ʇɥǝ sǝlǝɔʇǝd lɐnƃnɐƃǝ.

source: Hide closed captions
rtl: Ħᴉdǝ ɔløsǝd ɔɐdʇᴉøns

source: (Caption will be displayed when you start playing the video.)
rtl: (Ȼɐdʇᴉøn ʍᴉll bǝ dᴉsdlɐʎǝd ʍɥǝn ʎøn sʇɐɹʇ dlɐʎᴉnƃ ʇɥǝ ʌᴉdǝø.)

source: Turn on closed captioning
rtl: Ŧnɹn øn ɔløsǝd ɔɐdʇᴉønᴉnƃ

source: Turn on transcripts
rtl: Ŧnɹn øn ʇɹɐnsɔɹᴉdʇs

source: Turn off transcripts
rtl: Ŧnɹn øɟɟ ʇɹɐnsɔɹᴉdʇs

source: View child items
rtl: Vᴉǝʍ ɔɥᴉld ᴉʇǝɯs

source: Navigate up
rtl: Nɐʌᴉƃɐʇǝ nd

source: Browsing
rtl: Ƀɹøʍsᴉnƃ

source: Select
rtl: Sǝlǝɔʇ

source: Required field.
rtl: Ɍǝbnᴉɹǝd ɟᴉǝld.

source: Please do not use any spaces in this field.
rtl: Ᵽlǝɐsǝ dø nøʇ nsǝ ɐnʎ sdɐɔǝs ᴉn ʇɥᴉs ɟᴉǝld.

source: Please do not use any spaces or special characters in this field.
rtl: Ᵽlǝɐsǝ dø nøʇ nsǝ ɐnʎ sdɐɔǝs øɹ sdǝɔᴉɐl ɔɥɐɹɐɔʇǝɹs ᴉn ʇɥᴉs ɟᴉǝld.

source: Pagination
rtl: Ᵽɐƃᴉnɐʇᴉøn

source: Your request could not be completed. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
rtl: Ɏønɹ ɹǝbnǝsʇ ɔønld nøʇ bǝ ɔøɯdlǝʇǝd. Ɍǝløɐd ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn. Ɨɟ ʇɥǝ ᴉssnǝ dǝɹsᴉsʇs, ɔlᴉɔʞ ʇɥǝ Ħǝld ʇɐb ʇø ɹǝdøɹʇ ʇɥǝ dɹøblǝɯ.

source: Showing {firstIndex} out of {numItems} total
rtl: Sɥøʍᴉnƃ {firstIndex} ønʇ øɟ {numItems} ʇøʇɐl

source: Showing {firstIndex}-{lastIndex} out of {numItems} total
rtl: Sɥøʍᴉnƃ {firstIndex}-{lastIndex} ønʇ øɟ {numItems} ʇøʇɐl

source: Loading content
rtl: Łøɐdᴉnƃ ɔønʇǝnʇ

source: Your request could not be processed. Refresh the page and try again.
rtl: Ɏønɹ ɹǝbnǝsʇ ɔønld nøʇ bǝ dɹøɔǝssǝd. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: Some images in this post have been omitted
rtl: Søɯǝ ᴉɯɐƃǝs ᴉn ʇɥᴉs døsʇ ɥɐʌǝ bǝǝn øɯᴉʇʇǝd

source: image omitted
rtl: ᴉɯɐƃǝ øɯᴉʇʇǝd

source: there is currently {numVotes} vote
rtl: ʇɥǝɹǝ ᴉs ɔnɹɹǝnʇlʎ {numVotes} ʌøʇǝ

source: {numVotes} Vote
rtl: {numVotes} Vøʇǝ

source: You could not be subscribed to this post. Refresh the page and try again.
rtl: Ɏøn ɔønld nøʇ bǝ snbsɔɹᴉbǝd ʇø ʇɥᴉs døsʇ. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: You could not be unsubscribed from this post. Refresh the page and try again.
rtl: Ɏøn ɔønld nøʇ bǝ nnsnbsɔɹᴉbǝd ɟɹøɯ ʇɥᴉs døsʇ. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: This response could not be marked as an answer. Refresh the page and try again.
rtl: Ŧɥᴉs ɹǝsdønsǝ ɔønld nøʇ bǝ ɯɐɹʞǝd ɐs ɐn ɐnsʍǝɹ. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: This response could not be unmarked as an answer. Refresh the page and try again.
rtl: Ŧɥᴉs ɹǝsdønsǝ ɔønld nøʇ bǝ nnɯɐɹʞǝd ɐs ɐn ɐnsʍǝɹ. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: This response could not be marked as endorsed. Refresh the page and try again.
rtl: Ŧɥᴉs ɹǝsdønsǝ ɔønld nøʇ bǝ ɯɐɹʞǝd ɐs ǝndøɹsǝd. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: This response could not be unendorsed. Refresh the page and try again.
rtl: Ŧɥᴉs ɹǝsdønsǝ ɔønld nøʇ bǝ nnǝndøɹsǝd. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: This vote could not be processed. Refresh the page and try again.
rtl: Ŧɥᴉs ʌøʇǝ ɔønld nøʇ bǝ dɹøɔǝssǝd. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: This post could not be pinned. Refresh the page and try again.
rtl: Ŧɥᴉs døsʇ ɔønld nøʇ bǝ dᴉnnǝd. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: This post could not be unpinned. Refresh the page and try again.
rtl: Ŧɥᴉs døsʇ ɔønld nøʇ bǝ nndᴉnnǝd. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: This post could not be flagged for abuse. Refresh the page and try again.
rtl: Ŧɥᴉs døsʇ ɔønld nøʇ bǝ ɟlɐƃƃǝd ɟøɹ ɐbnsǝ. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: This post could not be unflagged for abuse. Refresh the page and try again.
rtl: Ŧɥᴉs døsʇ ɔønld nøʇ bǝ nnɟlɐƃƃǝd ɟøɹ ɐbnsǝ. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: This post could not be closed. Refresh the page and try again.
rtl: Ŧɥᴉs døsʇ ɔønld nøʇ bǝ ɔløsǝd. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: This post could not be reopened. Refresh the page and try again.
rtl: Ŧɥᴉs døsʇ ɔønld nøʇ bǝ ɹǝødǝnǝd. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: Show Discussion
rtl: Sɥøʍ Đᴉsɔnssᴉøn

source: Hide Discussion
rtl: Ħᴉdǝ Đᴉsɔnssᴉøn

source: This discussion could not be loaded. Refresh the page and try again.
rtl: Ŧɥᴉs dᴉsɔnssᴉøn ɔønld nøʇ bǝ løɐdǝd. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: There are no posts in this topic yet.
rtl: Ŧɥǝɹǝ ɐɹǝ nø døsʇs ᴉn ʇɥᴉs ʇødᴉɔ ʎǝʇ.

source: Loading more threads
rtl: Łøɐdᴉnƃ ɯøɹǝ ʇɥɹǝɐds

source: Additional posts could not be loaded. Refresh the page and try again.
rtl: Ⱥddᴉʇᴉønɐl døsʇs ɔønld nøʇ bǝ løɐdǝd. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: Current conversation
rtl: Ȼnɹɹǝnʇ ɔønʌǝɹsɐʇᴉøn

source: Loading posts list
rtl: Łøɐdᴉnƃ døsʇs lᴉsʇ

source: No results found for {original_query}. Showing results for {suggested_query}.
rtl: Nø ɹǝsnlʇs ɟønnd ɟøɹ {original_query}. Sɥøʍᴉnƃ ɹǝsnlʇs ɟøɹ {suggested_query}.

source: No posts matched your query.
rtl: Nø døsʇs ɯɐʇɔɥǝd ʎønɹ bnǝɹʎ.

source: Show posts by {username}.
rtl: Sɥøʍ døsʇs bʎ {username}.

source: The post you selected has been deleted.
rtl: Ŧɥǝ døsʇ ʎøn sǝlǝɔʇǝd ɥɐs bǝǝn dǝlǝʇǝd.

source: Responses could not be loaded. Refresh the page and try again.
rtl: Ɍǝsdønsǝs ɔønld nøʇ bǝ løɐdǝd. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: Additional responses could not be loaded. Refresh the page and try again.
rtl: Ⱥddᴉʇᴉønɐl ɹǝsdønsǝs ɔønld nøʇ bǝ løɐdǝd. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: {numResponses} other response
rtl: {numResponses} øʇɥǝɹ ɹǝsdønsǝ

source: {numResponses} response
rtl: {numResponses} ɹǝsdønsǝ

source: Showing all responses
rtl: Sɥøʍᴉnƃ ɐll ɹǝsdønsǝs

source: Showing first response
rtl: Sɥøʍᴉnƃ ɟᴉɹsʇ ɹǝsdønsǝ

source: Load all responses
rtl: Łøɐd ɐll ɹǝsdønsǝs

source: Load next {numResponses} responses
rtl: Łøɐd nǝxʇ {numResponses} ɹǝsdønsǝs

source: Are you sure you want to delete this post?
rtl: Ⱥɹǝ ʎøn snɹǝ ʎøn ʍɐnʇ ʇø dǝlǝʇǝ ʇɥᴉs døsʇ?

source: Your post will be discarded.
rtl: Ɏønɹ døsʇ ʍᴉll bǝ dᴉsɔɐɹdǝd.

source: anonymous
rtl: ɐnønʎɯøns

source: Are you sure you want to delete this comment?
rtl: Ⱥɹǝ ʎøn snɹǝ ʎøn ʍɐnʇ ʇø dǝlǝʇǝ ʇɥᴉs ɔøɯɯǝnʇ?

source: This comment could not be deleted. Refresh the page and try again.
rtl: Ŧɥᴉs ɔøɯɯǝnʇ ɔønld nøʇ bǝ dǝlǝʇǝd. Ɍǝɟɹǝsɥ ʇɥǝ dɐƃǝ ɐnd ʇɹʎ ɐƃɐᴉn.

source: Are you sure you want to delete this response?
rtl: Ⱥɹǝ ʎøn snɹǝ ʎøn ʍɐnʇ ʇø dǝlǝʇǝ ʇɥᴉs ɹǝsdønsǝ?

source: The email address you've provided isn't formatted correctly.
rtl: Ŧɥǝ ǝɯɐᴉl ɐddɹǝss ʎøn'ʌǝ dɹøʌᴉdǝd ᴉsn'ʇ ɟøɹɯɐʇʇǝd ɔøɹɹǝɔʇlʎ.

source: %(field)s must have at least %(count)d characters.
rtl: %(field)s ɯnsʇ ɥɐʌǝ ɐʇ lǝɐsʇ %(count)d ɔɥɐɹɐɔʇǝɹs.

source: %(field)s can only contain up to %(count)d characters.
rtl: %(field)s ɔɐn ønlʎ ɔønʇɐᴉn nd ʇø %(count)d ɔɥɐɹɐɔʇǝɹs.

source: Please enter your %(field)s.
rtl: Ᵽlǝɐsǝ ǝnʇǝɹ ʎønɹ %(field)s.

source: Drop target image
rtl: Đɹød ʇɐɹƃǝʇ ᴉɯɐƃǝ

source: dragging out of slider
rtl: dɹɐƃƃᴉnƃ ønʇ øɟ slᴉdǝɹ

source: dragging
rtl: dɹɐƃƃᴉnƃ

source: dropped in slider
rtl: dɹøddǝd ᴉn slᴉdǝɹ

source: dropped on target
rtl: dɹøddǝd øn ʇɐɹƃǝʇ

source: %s ago
rtl: %s ɐƃø

source: %s from now
rtl: %s ɟɹøɯ nøʍ

source: less than a minute
rtl: lǝss ʇɥɐn ɐ ɯᴉnnʇǝ

source: about a minute
rtl: ɐbønʇ ɐ ɯᴉnnʇǝ

source: %d minute
rtl: %d ɯᴉnnʇǝ

source: about an hour
rtl: ɐbønʇ ɐn ɥønɹ

source: about %d hour
rtl: ɐbønʇ %d ɥønɹ

source: a day
rtl: ɐ dɐʎ

source: %d day
rtl: %d dɐʎ

source: about a month
rtl: ɐbønʇ ɐ ɯønʇɥ

source: %d month
rtl: %d ɯønʇɥ

source: about a year
rtl: ɐbønʇ ɐ ʎǝɐɹ
