Repository: eduNEXT/edunext-platform
Catalog: conf/locale/rtl/LC_MESSAGES/djangojs.po
Languages: rtl

source: Draft saved on {lastSavedStart}{editedOn}{lastSavedEnd} by {editedByStart}{editedBy}{editedByEnd}
rtl: Đɹɐɟʇ sɐʌǝd øn {lastSavedStart}{editedOn}{lastSavedEnd} bʎ {editedByStart}{editedBy}{editedByEnd}

source: Last published {lastPublishedStart}{publishedOn}{lastPublishedEnd} by {publishedByStart}{publishedBy}{publishedByEnd}
rtl: Łɐsʇ dnblᴉsɥǝd {lastPublishedStart}{publishedOn}{lastPublishedEnd} bʎ {publishedByStart}{publishedBy}{publishedByEnd}

source: with %(release_date_from)s
rtl: ʍᴉʇɥ %(release_date_from)s

source: Is Visible To:
rtl: Ɨs Vᴉsᴉblǝ Ŧø:

source: Will Be Visible To:
rtl: Wᴉll Ƀǝ Vᴉsᴉblǝ Ŧø:

source: Staff Only
rtl: Sʇɐɟɟ Ønlʎ

source: with %(section_or_subsection)s
rtl: ʍᴉʇɥ %(section_or_subsection)s

source: Staff and Learners
rtl: Sʇɐɟɟ ɐnd Łǝɐɹnǝɹs

source: Hide from learners
rtl: Ħᴉdǝ ɟɹøɯ lǝɐɹnǝɹs

source: Note: Do not hide graded assignments after they have been released.
rtl: Nøʇǝ: Đø nøʇ ɥᴉdǝ ƃɹɐdǝd ɐssᴉƃnɯǝnʇs ɐɟʇǝɹ ʇɥǝʎ ɥɐʌǝ bǝǝn ɹǝlǝɐsǝd.

source: Release Date and Time
rtl: Ɍǝlǝɐsǝ Đɐʇǝ ɐnd Ŧᴉɯǝ

source: Release Date:
rtl: Ɍǝlǝɐsǝ Đɐʇǝ:

source: Release Time in UTC:
rtl: Ɍǝlǝɐsǝ Ŧᴉɯǝ ᴉn ɄŦȻ:

source: Clear Release Date/Time
rtl: Ȼlǝɐɹ Ɍǝlǝɐsǝ Đɐʇǝ/Ŧᴉɯǝ

source: Assessment Results Visibility
rtl: Ⱥssǝssɯǝnʇ Ɍǝsnlʇs Vᴉsᴉbᴉlᴉʇʎ

source: Always show assessment results
rtl: Ⱥlʍɐʎs sɥøʍ ɐssǝssɯǝnʇ ɹǝsnlʇs

source: When learners submit an answer to an assessment, they immediately see whether the answer is correct or incorrect, and the score received.
rtl: Wɥǝn lǝɐɹnǝɹs snbɯᴉʇ ɐn ɐnsʍǝɹ ʇø ɐn ɐssǝssɯǝnʇ, ʇɥǝʎ ᴉɯɯǝdᴉɐʇǝlʎ sǝǝ ʍɥǝʇɥǝɹ ʇɥǝ ɐnsʍǝɹ ᴉs ɔøɹɹǝɔʇ øɹ ᴉnɔøɹɹǝɔʇ, ɐnd ʇɥǝ sɔøɹǝ ɹǝɔǝᴉʌǝd.

source: Never show assessment results
rtl: Nǝʌǝɹ sɥøʍ ɐssǝssɯǝnʇ ɹǝsnlʇs

source: Learners never see whether their answers to assessments are correct or incorrect, nor the score received.
rtl: Łǝɐɹnǝɹs nǝʌǝɹ sǝǝ ʍɥǝʇɥǝɹ ʇɥǝᴉɹ ɐnsʍǝɹs ʇø ɐssǝssɯǝnʇs ɐɹǝ ɔøɹɹǝɔʇ øɹ ᴉnɔøɹɹǝɔʇ, nøɹ ʇɥǝ sɔøɹǝ ɹǝɔǝᴉʌǝd.

source: Show assessment results when subsection is past due
rtl: Sɥøʍ ɐssǝssɯǝnʇ ɹǝsnlʇs ʍɥǝn snbsǝɔʇᴉøn ᴉs dɐsʇ dnǝ

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the course end date has passed.
rtl: Łǝɐɹnǝɹs dø nøʇ sǝǝ ʍɥǝʇɥǝɹ ʇɥǝᴉɹ ɐnsʍǝɹs ʇø ɐssǝssɯǝnʇs ʍǝɹǝ ɔøɹɹǝɔʇ øɹ ᴉnɔøɹɹǝɔʇ, nøɹ ʇɥǝ sɔøɹǝ ɹǝɔǝᴉʌǝd, nnʇᴉl ɐɟʇǝɹ ʇɥǝ ɔønɹsǝ ǝnd dɐʇǝ ɥɐs dɐssǝd.

source: If the course does not have an end date, learners always see their scores when they submit answers to assessments.
rtl: Ɨɟ ʇɥǝ ɔønɹsǝ døǝs nøʇ ɥɐʌǝ ɐn ǝnd dɐʇǝ, lǝɐɹnǝɹs ɐlʍɐʎs sǝǝ ʇɥǝᴉɹ sɔøɹǝs ʍɥǝn ʇɥǝʎ snbɯᴉʇ ɐnsʍǝɹs ʇø ɐssǝssɯǝnʇs.

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the due date for the subsection has passed.
rtl: Łǝɐɹnǝɹs dø nøʇ sǝǝ ʍɥǝʇɥǝɹ ʇɥǝᴉɹ ɐnsʍǝɹs ʇø ɐssǝssɯǝnʇs ʍǝɹǝ ɔøɹɹǝɔʇ øɹ ᴉnɔøɹɹǝɔʇ, nøɹ ʇɥǝ sɔøɹǝ ɹǝɔǝᴉʌǝd, nnʇᴉl ɐɟʇǝɹ ʇɥǝ dnǝ dɐʇǝ ɟøɹ ʇɥǝ snbsǝɔʇᴉøn ɥɐs dɐssǝd.

source: If the subsection does not have a due date, learners always see their scores when they submit answers to assessments.
rtl: Ɨɟ ʇɥǝ snbsǝɔʇᴉøn døǝs nøʇ ɥɐʌǝ ɐ dnǝ dɐʇǝ, lǝɐɹnǝɹs ɐlʍɐʎs sǝǝ ʇɥǝᴉɹ sɔøɹǝs ʍɥǝn ʇɥǝʎ snbɯᴉʇ ɐnsʍǝɹs ʇø ɐssǝssɯǝnʇs.

source: PDF Chapters
rtl: ⱣĐF Ȼɥɐdʇǝɹs

source: Signatory
rtl: Sᴉƃnɐʇøɹʎ

source: Signature Image
rtl: Sᴉƃnɐʇnɹǝ Ɨɯɐƃǝ

source: Certificate Signatory Configuration
rtl: Ȼǝɹʇᴉɟᴉɔɐʇǝ Sᴉƃnɐʇøɹʎ Ȼønɟᴉƃnɹɐʇᴉøn

source: Name
rtl: Nɐɯǝ

source: Name of the signatory
rtl: Nɐɯǝ øɟ ʇɥǝ sᴉƃnɐʇøɹʎ

source: The name of this signatory as it should appear on certificates.
rtl: Ŧɥǝ nɐɯǝ øɟ ʇɥᴉs sᴉƃnɐʇøɹʎ ɐs ᴉʇ sɥønld ɐddǝɐɹ øn ɔǝɹʇᴉɟᴉɔɐʇǝs.

source: Title
rtl: Ŧᴉʇlǝ

source: Title of the signatory
rtl: Ŧᴉʇlǝ øɟ ʇɥǝ sᴉƃnɐʇøɹʎ

source: Titles more than 100 characters may prevent students from printing their certificate on a single page.
rtl: Ŧᴉʇlǝs ɯøɹǝ ʇɥɐn 100 ɔɥɐɹɐɔʇǝɹs ɯɐʎ dɹǝʌǝnʇ sʇndǝnʇs ɟɹøɯ dɹᴉnʇᴉnƃ ʇɥǝᴉɹ ɔǝɹʇᴉɟᴉɔɐʇǝ øn ɐ sᴉnƃlǝ dɐƃǝ.

source: Organization
rtl: Øɹƃɐnᴉzɐʇᴉøn

source: Organization of the signatory
rtl: Øɹƃɐnᴉzɐʇᴉøn øɟ ʇɥǝ sᴉƃnɐʇøɹʎ

source: The organization that this signatory belongs to, as it should appear on certificates.
rtl: Ŧɥǝ øɹƃɐnᴉzɐʇᴉøn ʇɥɐʇ ʇɥᴉs sᴉƃnɐʇøɹʎ bǝlønƃs ʇø, ɐs ᴉʇ sɥønld ɐddǝɐɹ øn ɔǝɹʇᴉɟᴉɔɐʇǝs.

source: Path to Signature Image
rtl: Ᵽɐʇɥ ʇø Sᴉƃnɐʇnɹǝ Ɨɯɐƃǝ

source: Image must be in PNG format
rtl: Ɨɯɐƃǝ ɯnsʇ bǝ ᴉn ⱣNǤ ɟøɹɯɐʇ

source: Upload Signature Image
rtl: Ʉdløɐd Sᴉƃnɐʇnɹǝ Ɨɯɐƃǝ

source: Unit Visibility
rtl: Ʉnᴉʇ Vᴉsᴉbᴉlᴉʇʎ

source: Section Visibility
rtl: Sǝɔʇᴉøn Vᴉsᴉbᴉlᴉʇʎ

source: If the unit was previously published and released to learners, any changes you made to the unit when it was hidden will now be visible to learners.
rtl: Ɨɟ ʇɥǝ nnᴉʇ ʍɐs dɹǝʌᴉønslʎ dnblᴉsɥǝd ɐnd ɹǝlǝɐsǝd ʇø lǝɐɹnǝɹs, ɐnʎ ɔɥɐnƃǝs ʎøn ɯɐdǝ ʇø ʇɥǝ nnᴉʇ ʍɥǝn ᴉʇ ʍɐs ɥᴉddǝn ʍᴉll nøʍ bǝ ʌᴉsᴉblǝ ʇø lǝɐɹnǝɹs.

source: If you make this %(xblockType)s visible to learners, learners will be able to see its content after the release date has passed and you have published the unit. Only units that are explicitly hidden from learners will remain hidden after you clear this option for the %(xblockType)s.
rtl: Ɨɟ ʎøn ɯɐʞǝ ʇɥᴉs %(xblockType)s ʌᴉsᴉblǝ ʇø lǝɐɹnǝɹs, lǝɐɹnǝɹs ʍᴉll bǝ ɐblǝ ʇø sǝǝ ᴉʇs ɔønʇǝnʇ ɐɟʇǝɹ ʇɥǝ ɹǝlǝɐsǝ dɐʇǝ ɥɐs dɐssǝd ɐnd ʎøn ɥɐʌǝ dnblᴉsɥǝd ʇɥǝ nnᴉʇ. Ønlʎ nnᴉʇs ʇɥɐʇ ɐɹǝ ǝxdlᴉɔᴉʇlʎ ɥᴉddǝn ɟɹøɯ lǝɐɹnǝɹs ʍᴉll ɹǝɯɐᴉn ɥᴉddǝn ɐɟʇǝɹ ʎøn ɔlǝɐɹ ʇɥᴉs ødʇᴉøn ɟøɹ ʇɥǝ %(xblockType)s.

source: Current Role:
rtl: Ȼnɹɹǝnʇ Ɍølǝ:

source: You!
rtl: Ɏøn!

source: send an email message to {email}
rtl: sǝnd ɐn ǝɯɐᴉl ɯǝssɐƃǝ ʇø {email}

source: Promote another member to Admin to remove your admin rights
rtl: Ᵽɹøɯøʇǝ ɐnøʇɥǝɹ ɯǝɯbǝɹ ʇø Ⱥdɯᴉn ʇø ɹǝɯøʌǝ ʎønɹ ɐdɯᴉn ɹᴉƃɥʇs

source: Add {role} Access
rtl: Ⱥdd {role} Ⱥɔɔǝss

source: Remove {role} Access
rtl: Ɍǝɯøʌǝ {role} Ⱥɔɔǝss

source: Delete the user, {username}
rtl: Đǝlǝʇǝ ʇɥǝ nsǝɹ, {username}

source: Set as a Special Exam
rtl: Sǝʇ ɐs ɐ Sdǝɔᴉɐl Ɇxɐɯ

source: Exam Types
rtl: Ɇxɐɯ Ŧʎdǝs

source: This subsection was released to learners as a special exam, but was reverted back to a basic exam. You may not configure it as a special exam now. Contact edX Support for assistance.
rtl: Ŧɥᴉs snbsǝɔʇᴉøn ʍɐs ɹǝlǝɐsǝd ʇø lǝɐɹnǝɹs ɐs ɐ sdǝɔᴉɐl ǝxɐɯ, bnʇ ʍɐs ɹǝʌǝɹʇǝd bɐɔʞ ʇø ɐ bɐsᴉɔ ǝxɐɯ. Ɏøn ɯɐʎ nøʇ ɔønɟᴉƃnɹǝ ᴉʇ ɐs ɐ sdǝɔᴉɐl ǝxɐɯ nøʍ. Ȼønʇɐɔʇ ǝdX Snddøɹʇ ɟøɹ ɐssᴉsʇɐnɔǝ.

source: This special exam has been released to learners. You may not convert it to another type of special exam. You may revert this subsection back to being a basic exam by selecting 'None', but you will NOT be able to configure it as a special exam in the future.
rtl: Ŧɥᴉs sdǝɔᴉɐl ǝxɐɯ ɥɐs bǝǝn ɹǝlǝɐsǝd ʇø lǝɐɹnǝɹs. Ɏøn ɯɐʎ nøʇ ɔønʌǝɹʇ ᴉʇ ʇø ɐnøʇɥǝɹ ʇʎdǝ øɟ sdǝɔᴉɐl ǝxɐɯ. Ɏøn ɯɐʎ ɹǝʌǝɹʇ ʇɥᴉs snbsǝɔʇᴉøn bɐɔʞ ʇø bǝᴉnƃ ɐ bɐsᴉɔ ǝxɐɯ bʎ sǝlǝɔʇᴉnƃ 'Nønǝ', bnʇ ʎøn ʍᴉll NØŦ bǝ ɐblǝ ʇø ɔønɟᴉƃnɹǝ ᴉʇ ɐs ɐ sdǝɔᴉɐl ǝxɐɯ ᴉn ʇɥǝ ɟnʇnɹǝ.

source: Timed
rtl: Ŧᴉɯǝd

source: Use a timed exam to limit the time learners can spend on problems in this subsection. Learners must submit answers before the time expires. You can allow additional time for individual learners through the Instructor Dashboard.
rtl: Ʉsǝ ɐ ʇᴉɯǝd ǝxɐɯ ʇø lᴉɯᴉʇ ʇɥǝ ʇᴉɯǝ lǝɐɹnǝɹs ɔɐn sdǝnd øn dɹøblǝɯs ᴉn ʇɥᴉs snbsǝɔʇᴉøn. Łǝɐɹnǝɹs ɯnsʇ snbɯᴉʇ ɐnsʍǝɹs bǝɟøɹǝ ʇɥǝ ʇᴉɯǝ ǝxdᴉɹǝs. Ɏøn ɔɐn ɐlløʍ ɐddᴉʇᴉønɐl ʇᴉɯǝ ɟøɹ ᴉndᴉʌᴉdnɐl lǝɐɹnǝɹs ʇɥɹønƃɥ ʇɥǝ Ɨnsʇɹnɔʇøɹ Đɐsɥbøɐɹd.

source: Proctored
rtl: Ᵽɹøɔʇøɹǝd

source: Proctored exams are timed and they record video of each learner taking the exam. The videos are then reviewed to ensure that learners follow all examination rules.
rtl: Ᵽɹøɔʇøɹǝd ǝxɐɯs ɐɹǝ ʇᴉɯǝd ɐnd ʇɥǝʎ ɹǝɔøɹd ʌᴉdǝø øɟ ǝɐɔɥ lǝɐɹnǝɹ ʇɐʞᴉnƃ ʇɥǝ ǝxɐɯ. Ŧɥǝ ʌᴉdǝøs ɐɹǝ ʇɥǝn ɹǝʌᴉǝʍǝd ʇø ǝnsnɹǝ ʇɥɐʇ lǝɐɹnǝɹs ɟølløʍ ɐll ǝxɐɯᴉnɐʇᴉøn ɹnlǝs.

source: Onboarding
rtl: Ønbøɐɹdᴉnƃ

source: Use Onboarding to introduce learners to proctoring, verify their identity, and create an onboarding profile. Learners must complete the onboarding profile step prior to taking a proctored exam. Profile reviews take 2+ business days.
rtl: Ʉsǝ Ønbøɐɹdᴉnƃ ʇø ᴉnʇɹødnɔǝ lǝɐɹnǝɹs ʇø dɹøɔʇøɹᴉnƃ, ʌǝɹᴉɟʎ ʇɥǝᴉɹ ᴉdǝnʇᴉʇʎ, ɐnd ɔɹǝɐʇǝ ɐn ønbøɐɹdᴉnƃ dɹøɟᴉlǝ. Łǝɐɹnǝɹs ɯnsʇ ɔøɯdlǝʇǝ ʇɥǝ ønbøɐɹdᴉnƃ dɹøɟᴉlǝ sʇǝd dɹᴉøɹ ʇø ʇɐʞᴉnƃ ɐ dɹøɔʇøɹǝd ǝxɐɯ. Ᵽɹøɟᴉlǝ ɹǝʌᴉǝʍs ʇɐʞǝ 2+ bnsᴉnǝss dɐʎs.

source: Practice Proctored
rtl: Ᵽɹɐɔʇᴉɔǝ Ᵽɹøɔʇøɹǝd

source: Use a practice proctored exam to introduce learners to the proctoring tools and processes. Results of a practice exam do not affect a learner's grade.
rtl: Ʉsǝ ɐ dɹɐɔʇᴉɔǝ dɹøɔʇøɹǝd ǝxɐɯ ʇø ᴉnʇɹødnɔǝ lǝɐɹnǝɹs ʇø ʇɥǝ dɹøɔʇøɹᴉnƃ ʇøøls ɐnd dɹøɔǝssǝs. Ɍǝsnlʇs øɟ ɐ dɹɐɔʇᴉɔǝ ǝxɐɯ dø nøʇ ɐɟɟǝɔʇ ɐ lǝɐɹnǝɹ's ƃɹɐdǝ.

source: Time Allotted (HH:MM):
rtl: Ŧᴉɯǝ Ⱥlløʇʇǝd (ĦĦ:MM):

source: Select a time allotment for the exam. If it is over 24 hours, type in the amount of time. You can grant individual learners extra time to complete the exam through the Instructor Dashboard.
rtl: Sǝlǝɔʇ ɐ ʇᴉɯǝ ɐlløʇɯǝnʇ ɟøɹ ʇɥǝ ǝxɐɯ. Ɨɟ ᴉʇ ᴉs øʌǝɹ 24 ɥønɹs, ʇʎdǝ ᴉn ʇɥǝ ɐɯønnʇ øɟ ʇᴉɯǝ. Ɏøn ɔɐn ƃɹɐnʇ ᴉndᴉʌᴉdnɐl lǝɐɹnǝɹs ǝxʇɹɐ ʇᴉɯǝ ʇø ɔøɯdlǝʇǝ ʇɥǝ ǝxɐɯ ʇɥɹønƃɥ ʇɥǝ Ɨnsʇɹnɔʇøɹ Đɐsɥbøɐɹd.

source: Review Rules
rtl: Ɍǝʌᴉǝʍ Ɍnlǝs

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam, along with the {linkStart}general proctored exam rules{linkEnd}.
rtl: Sdǝɔᴉɟʎ ɐnʎ ɹnlǝs øɹ ɹnlǝ ǝxɔǝdʇᴉøns ʇɥɐʇ ʇɥǝ dɹøɔʇøɹᴉnƃ ɹǝʌᴉǝʍ ʇǝɐɯ sɥønld ǝnɟøɹɔǝ ʍɥǝn ɹǝʌᴉǝʍᴉnƃ ʇɥǝ ʌᴉdǝøs. Føɹ ǝxɐɯdlǝ, ʎøn ɔønld sdǝɔᴉɟʎ ʇɥɐʇ ɔɐlɔnlɐʇøɹs ɐɹǝ ɐlløʍǝd. Ŧɥǝsǝ sdǝɔᴉɟᴉǝd ɹnlǝs ɐɹǝ ʌᴉsᴉblǝ ʇø lǝɐɹnǝɹs bǝɟøɹǝ ʇɥǝ lǝɐɹnǝɹs sʇɐɹʇ ʇɥǝ ǝxɐɯ, ɐlønƃ ʍᴉʇɥ ʇɥǝ {linkStart}ƃǝnǝɹɐl dɹøɔʇøɹǝd ǝxɐɯ ɹnlǝs{linkEnd}.

source: General Proctored Exam Rules
rtl: Ǥǝnǝɹɐl Ᵽɹøɔʇøɹǝd Ɇxɐɯ Ɍnlǝs

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam.
rtl: Sdǝɔᴉɟʎ ɐnʎ ɹnlǝs øɹ ɹnlǝ ǝxɔǝdʇᴉøns ʇɥɐʇ ʇɥǝ dɹøɔʇøɹᴉnƃ ɹǝʌᴉǝʍ ʇǝɐɯ sɥønld ǝnɟøɹɔǝ ʍɥǝn ɹǝʌᴉǝʍᴉnƃ ʇɥǝ ʌᴉdǝøs. Føɹ ǝxɐɯdlǝ, ʎøn ɔønld sdǝɔᴉɟʎ ʇɥɐʇ ɔɐlɔnlɐʇøɹs ɐɹǝ ɐlløʍǝd. Ŧɥǝsǝ sdǝɔᴉɟᴉǝd ɹnlǝs ɐɹǝ ʌᴉsᴉblǝ ʇø lǝɐɹnǝɹs bǝɟøɹǝ ʇɥǝ lǝɐɹnǝɹs sʇɐɹʇ ʇɥǝ ǝxɐɯ.

source: Account
rtl: Ⱥɔɔønnʇ

source: This action updates the {provider} information for your entire organization.
rtl: Ŧɥᴉs ɐɔʇᴉøn nddɐʇǝs ʇɥǝ {provider} ᴉnɟøɹɯɐʇᴉøn ɟøɹ ʎønɹ ǝnʇᴉɹǝ øɹƃɐnᴉzɐʇᴉøn.

source: Enter the account information for your organization.
rtl: Ɇnʇǝɹ ʇɥǝ ɐɔɔønnʇ ᴉnɟøɹɯɐʇᴉøn ɟøɹ ʎønɹ øɹƃɐnᴉzɐʇᴉøn.

source: API Key
rtl: ȺⱣƗ Ꝁǝʎ

source: API Secret
rtl: ȺⱣƗ Sǝɔɹǝʇ

source: Unit Access
rtl: Ʉnᴉʇ Ⱥɔɔǝss

source: Restrict access to:
rtl: Ɍǝsʇɹᴉɔʇ ɐɔɔǝss ʇø:

source: Select a group type
rtl: Sǝlǝɔʇ ɐ ƃɹønd ʇʎdǝ

source: Select one or more groups:
rtl: Sǝlǝɔʇ ønǝ øɹ ɯøɹǝ ƃɹønds:

source: Deleted Group
rtl: Đǝlǝʇǝd Ǥɹønd

source: This group no longer exists. Choose another group or do not restrict access to this unit.
rtl: Ŧɥᴉs ƃɹønd nø lønƃǝɹ ǝxᴉsʇs. Ȼɥøøsǝ ɐnøʇɥǝɹ ƃɹønd øɹ dø nøʇ ɹǝsʇɹᴉɔʇ ɐɔɔǝss ʇø ʇɥᴉs nnᴉʇ.

source: File upload succeeded
rtl: Fᴉlǝ ndløɐd snɔɔǝǝdǝd

source: Please check the following validation feedbacks and reflect them in your course settings:
rtl: Ᵽlǝɐsǝ ɔɥǝɔʞ ʇɥǝ ɟølløʍᴉnƃ ʌɐlᴉdɐʇᴉøn ɟǝǝdbɐɔʞs ɐnd ɹǝɟlǝɔʇ ʇɥǝɯ ᴉn ʎønɹ ɔønɹsǝ sǝʇʇᴉnƃs:

source: Verification Checkpoint
rtl: Vǝɹᴉɟᴉɔɐʇᴉøn Ȼɥǝɔʞdøᴉnʇ

source: Must complete verification checkpoint
rtl: Mnsʇ ɔøɯdlǝʇǝ ʌǝɹᴉɟᴉɔɐʇᴉøn ɔɥǝɔʞdøᴉnʇ

source: Verification checkpoint to be completed
rtl: Vǝɹᴉɟᴉɔɐʇᴉøn ɔɥǝɔʞdøᴉnʇ ʇø bǝ ɔøɯdlǝʇǝd

source: Learners who require verification must pass the selected checkpoint to see the content in this unit. Learners who do not require verification see this content by default.
rtl: Łǝɐɹnǝɹs ʍɥø ɹǝbnᴉɹǝ ʌǝɹᴉɟᴉɔɐʇᴉøn ɯnsʇ dɐss ʇɥǝ sǝlǝɔʇǝd ɔɥǝɔʞdøᴉnʇ ʇø sǝǝ ʇɥǝ ɔønʇǝnʇ ᴉn ʇɥᴉs nnᴉʇ. Łǝɐɹnǝɹs ʍɥø dø nøʇ ɹǝbnᴉɹǝ ʌǝɹᴉɟᴉɔɐʇᴉøn sǝǝ ʇɥᴉs ɔønʇǝnʇ bʎ dǝɟɐnlʇ.

source: Recommended image resolution is {imageResolution}, maximum image file size should be {maxFileSize} and format must be one of {supportedImageFormats}.
rtl: Ɍǝɔøɯɯǝndǝd ᴉɯɐƃǝ ɹǝsølnʇᴉøn ᴉs {imageResolution}, ɯɐxᴉɯnɯ ᴉɯɐƃǝ ɟᴉlǝ sᴉzǝ sɥønld bǝ {maxFileSize} ɐnd ɟøɹɯɐʇ ɯnsʇ bǝ ønǝ øɟ {supportedImageFormats}.

source: Read more
rtl: Ɍǝɐd ɯøɹǝ

source: No transcript uploaded.
rtl: Nø ʇɹɐnsɔɹᴉdʇ ndløɐdǝd.

source: Show transcripts ({totalTranscripts})
rtl: Sɥøʍ ʇɹɐnsɔɹᴉdʇs ({totalTranscripts})

source: Set Access
rtl: Sǝʇ Ⱥɔɔǝss

source: Edit %(display_name)s (required)
rtl: Ɇdᴉʇ %(display_name)s (ɹǝbnᴉɹǝd)

source: You have done a dry run of force publishing the course. Nothing has changed. Had you run it, the following course versions would have been change.
rtl: Ɏøn ɥɐʌǝ dønǝ ɐ dɹʎ ɹnn øɟ ɟøɹɔǝ dnblᴉsɥᴉnƃ ʇɥǝ ɔønɹsǝ. Nøʇɥᴉnƃ ɥɐs ɔɥɐnƃǝd. Ħɐd ʎøn ɹnn ᴉʇ, ʇɥǝ ɟølløʍᴉnƃ ɔønɹsǝ ʌǝɹsᴉøns ʍønld ɥɐʌǝ bǝǝn ɔɥɐnƃǝ.

source: The published branch version, {published}, was reset to the draft branch version, {draft}.
rtl: Ŧɥǝ dnblᴉsɥǝd bɹɐnɔɥ ʌǝɹsᴉøn, {published}, ʍɐs ɹǝsǝʇ ʇø ʇɥǝ dɹɐɟʇ bɹɐnɔɥ ʌǝɹsᴉøn, {draft}.

source: Add URLs for additional versions
rtl: Ⱥdd ɄɌŁs ɟøɹ ɐddᴉʇᴉønɐl ʌǝɹsᴉøns

source: To be sure all students can access the video, we recommend providing both an .mp4 and a .webm version of your video. Click below to add a URL for another version. These URLs cannot be YouTube URLs. The first listed video that's compatible with the student's computer will play.
rtl: Ŧø bǝ snɹǝ ɐll sʇndǝnʇs ɔɐn ɐɔɔǝss ʇɥǝ ʌᴉdǝø, ʍǝ ɹǝɔøɯɯǝnd dɹøʌᴉdᴉnƃ bøʇɥ ɐn .ɯd4 ɐnd ɐ .ʍǝbɯ ʌǝɹsᴉøn øɟ ʎønɹ ʌᴉdǝø. Ȼlᴉɔʞ bǝløʍ ʇø ɐdd ɐ ɄɌŁ ɟøɹ ɐnøʇɥǝɹ ʌǝɹsᴉøn. Ŧɥǝsǝ ɄɌŁs ɔɐnnøʇ bǝ ɎønŦnbǝ ɄɌŁs. Ŧɥǝ ɟᴉɹsʇ lᴉsʇǝd ʌᴉdǝø ʇɥɐʇ's ɔøɯdɐʇᴉblǝ ʍᴉʇɥ ʇɥǝ sʇndǝnʇ's ɔøɯdnʇǝɹ ʍᴉll dlɐʎ.

source: Default Timed Transcript
rtl: Đǝɟɐnlʇ Ŧᴉɯǝd Ŧɹɐnsɔɹᴉdʇ

source: Timed Transcript Conflict
rtl: Ŧᴉɯǝd Ŧɹɐnsɔɹᴉdʇ Ȼønɟlᴉɔʇ

source: The timed transcript for the first video file does not appear to be the same as the timed transcript for the second video file.
rtl: Ŧɥǝ ʇᴉɯǝd ʇɹɐnsɔɹᴉdʇ ɟøɹ ʇɥǝ ɟᴉɹsʇ ʌᴉdǝø ɟᴉlǝ døǝs nøʇ ɐddǝɐɹ ʇø bǝ ʇɥǝ sɐɯǝ ɐs ʇɥǝ ʇᴉɯǝd ʇɹɐnsɔɹᴉdʇ ɟøɹ ʇɥǝ sǝɔønd ʌᴉdǝø ɟᴉlǝ.

source: Which timed transcript would you like to use?
rtl: Wɥᴉɔɥ ʇᴉɯǝd ʇɹɐnsɔɹᴉdʇ ʍønld ʎøn lᴉʞǝ ʇø nsǝ?

source: Error.
rtl: Ɇɹɹøɹ.

source: Timed Transcript from %(filename)s
rtl: Ŧᴉɯǝd Ŧɹɐnsɔɹᴉdʇ ɟɹøɯ %(filename)s

source: Timed Transcript Found
rtl: Ŧᴉɯǝd Ŧɹɐnsɔɹᴉdʇ Fønnd

source: EdX has a timed transcript for this video. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript. If you want to replace this transcript, upload a new .srt transcript file.
rtl: ɆdX ɥɐs ɐ ʇᴉɯǝd ʇɹɐnsɔɹᴉdʇ ɟøɹ ʇɥᴉs ʌᴉdǝø. Ɨɟ ʎøn ʍɐnʇ ʇø ǝdᴉʇ ʇɥᴉs ʇɹɐnsɔɹᴉdʇ, ʎøn ɔɐn døʍnløɐd, ǝdᴉʇ, ɐnd ɹǝ-ndløɐd ʇɥǝ ǝxᴉsʇᴉnƃ ʇɹɐnsɔɹᴉdʇ. Ɨɟ ʎøn ʍɐnʇ ʇø ɹǝdlɐɔǝ ʇɥᴉs ʇɹɐnsɔɹᴉdʇ, ndløɐd ɐ nǝʍ .sɹʇ ʇɹɐnsɔɹᴉdʇ ɟᴉlǝ.

source: Upload New Transcript
rtl: Ʉdløɐd Nǝʍ Ŧɹɐnsɔɹᴉdʇ

source: Upload New .srt Transcript
rtl: Ʉdløɐd Nǝʍ .sɹʇ Ŧɹɐnsɔɹᴉdʇ

source: Download Transcript for Editing
rtl: Đøʍnløɐd Ŧɹɐnsɔɹᴉdʇ ɟøɹ Ɇdᴉʇᴉnƃ

source: No EdX Timed Transcript
rtl: Nø ɆdX Ŧᴉɯǝd Ŧɹɐnsɔɹᴉdʇ

source: EdX doesn't have a timed transcript for this video in Studio, but we found a transcript on YouTube. You can import the YouTube transcript or upload your own .srt transcript file.
rtl: ɆdX døǝsn'ʇ ɥɐʌǝ ɐ ʇᴉɯǝd ʇɹɐnsɔɹᴉdʇ ɟøɹ ʇɥᴉs ʌᴉdǝø ᴉn Sʇndᴉø, bnʇ ʍǝ ɟønnd ɐ ʇɹɐnsɔɹᴉdʇ øn ɎønŦnbǝ. Ɏøn ɔɐn ᴉɯdøɹʇ ʇɥǝ ɎønŦnbǝ ʇɹɐnsɔɹᴉdʇ øɹ ndløɐd ʎønɹ øʍn .sɹʇ ʇɹɐnsɔɹᴉdʇ ɟᴉlǝ.

source: Import YouTube Transcript
rtl: Ɨɯdøɹʇ ɎønŦnbǝ Ŧɹɐnsɔɹᴉdʇ

source: No Timed Transcript
rtl: Nø Ŧᴉɯǝd Ŧɹɐnsɔɹᴉdʇ

source: EdX doesn\'t have a timed transcript for this video. Please upload an .srt file.
rtl: ɆdX døǝsn\'ʇ ɥɐʌǝ ɐ ʇᴉɯǝd ʇɹɐnsɔɹᴉdʇ ɟøɹ ʇɥᴉs ʌᴉdǝø. Ᵽlǝɐsǝ ndløɐd ɐn .sɹʇ ɟᴉlǝ.

source: The timed transcript for this video on edX is out of date, but YouTube has a current timed transcript for this video.
rtl: Ŧɥǝ ʇᴉɯǝd ʇɹɐnsɔɹᴉdʇ ɟøɹ ʇɥᴉs ʌᴉdǝø øn ǝdX ᴉs ønʇ øɟ dɐʇǝ, bnʇ ɎønŦnbǝ ɥɐs ɐ ɔnɹɹǝnʇ ʇᴉɯǝd ʇɹɐnsɔɹᴉdʇ ɟøɹ ʇɥᴉs ʌᴉdǝø.

source: Do you want to replace the edX transcript with the YouTube transcript?
rtl: Đø ʎøn ʍɐnʇ ʇø ɹǝdlɐɔǝ ʇɥǝ ǝdX ʇɹɐnsɔɹᴉdʇ ʍᴉʇɥ ʇɥǝ ɎønŦnbǝ ʇɹɐnsɔɹᴉdʇ?

source: Yes, replace the edX transcript with the YouTube transcript
rtl: Ɏǝs, ɹǝdlɐɔǝ ʇɥǝ ǝdX ʇɹɐnsɔɹᴉdʇ ʍᴉʇɥ ʇɥǝ ɎønŦnbǝ ʇɹɐnsɔɹᴉdʇ

source: Timed Transcript Uploaded Successfully
rtl: Ŧᴉɯǝd Ŧɹɐnsɔɹᴉdʇ Ʉdløɐdǝd Snɔɔǝssɟnllʎ

source: EdX has a timed transcript for this video. If you want to replace this transcript, upload a new .srt transcript file. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript.
rtl: ɆdX ɥɐs ɐ ʇᴉɯǝd ʇɹɐnsɔɹᴉdʇ ɟøɹ ʇɥᴉs ʌᴉdǝø. Ɨɟ ʎøn ʍɐnʇ ʇø ɹǝdlɐɔǝ ʇɥᴉs ʇɹɐnsɔɹᴉdʇ, ndløɐd ɐ nǝʍ .sɹʇ ʇɹɐnsɔɹᴉdʇ ɟᴉlǝ. Ɨɟ ʎøn ʍɐnʇ ʇø ǝdᴉʇ ʇɥᴉs ʇɹɐnsɔɹᴉdʇ, ʎøn ɔɐn døʍnløɐd, ǝdᴉʇ, ɐnd ɹǝ-ndløɐd ʇɥǝ ǝxᴉsʇᴉnƃ ʇɹɐnsɔɹᴉdʇ.

source: Confirm Timed Transcript
rtl: Ȼønɟᴉɹɯ Ŧᴉɯǝd Ŧɹɐnsɔɹᴉdʇ

source: You changed a video URL, but did not change the timed transcript file. Do you want to use the current timed transcript or upload a new .srt transcript file?
rtl: Ɏøn ɔɥɐnƃǝd ɐ ʌᴉdǝø ɄɌŁ, bnʇ dᴉd nøʇ ɔɥɐnƃǝ ʇɥǝ ʇᴉɯǝd ʇɹɐnsɔɹᴉdʇ ɟᴉlǝ. Đø ʎøn ʍɐnʇ ʇø nsǝ ʇɥǝ ɔnɹɹǝnʇ ʇᴉɯǝd ʇɹɐnsɔɹᴉdʇ øɹ ndløɐd ɐ nǝʍ .sɹʇ ʇɹɐnsɔɹᴉdʇ ɟᴉlǝ?

source: Use Current Transcript
rtl: Ʉsǝ Ȼnɹɹǝnʇ Ŧɹɐnsɔɹᴉdʇ
